Repository: pypi-data/pypi-mirror-361
Catalog: packages/imio.webspellchecker/imio.webspellchecker-1.1.tar.gz/imio.webspellchecker-1.1/src/imio/webspellchecker/locales/*/LC_MESSAGES/imio.webspellchecker.po
Languages: fr

source: Allowed portal types
fr: Types de contenu autorisés

source: Auto-detect
fr: Auto-détection

source: Default language
fr: Langue par défaut

source: Default language for the webspellchecker.
fr: Langue par défaut pour le correcteur orthographique.

source: Define the portal types where the webspellchecker should not be active.If this is left blank, this setting will be ignored.
fr: Définissez les types de contenus sur lesquels le correcteur orthographique ne doit pas être actif. Si ce champ est laissé vide, ce paramètre sera ignoré.

source: Define the portal types where the webspellchecker will be active.If this is left blank, the webspellchecker will be available on all portal types.
fr: Définissez les types de contenus sur lesquels le correcteur orthographique sera actif. Si ce champ est laissé vide, le correcteur orthographique sera disponible sur tous les types de contenus.

source: Disable autosearch in
fr: Désactive la recherche automatique dans

source: Disallowed portal types
fr: Types de contenu non autorisés

source: Dutch
fr: Néerlandais

source: Enable autocorrect
fr: Active la correction automatique lors de la saisie

source: Enable autosearch in
fr: Active la recherche automatique dans

source: Enable grammar checking
fr: Active la correction grammaticale

source: Enable or disable Webspellchecker, globally.
fr: Active ou désactive Webspellchecker, globalement

source: Enable or disable autocorrect feature.
fr: Active ou désactive la fonctionnalité de correction automatique lors de la saisie.

source: Enabled
fr: Activé

source: English
fr: Anglais

source: French
fr: Français

source: German
fr: Allemand

source: Hide branding
fr: Cacher la marque Webspellchecker

source: Invalid JSON.
fr: JSON invalide.

source: Note: only available for server version.
fr: Note: seulement disponible pour la version serveur

source: The parameter allows disabling the autoSearch mechanism by class, id, data attribute name and HTML elements.If enable_autosearch_in option is specified than this option will be ignored. Possible values are: <br> - '.class' - disable autoSearch for elements with a specified class. <br> - '#id' - disable autoSearch for elements with a specified id. <br> - '[data-attribute]' - disable autoSearch for elements with a specified data attribute name. <br> - 'textarea' - disable autoSearch for HTML elements (e.g. textarea, input).
fr: Ce paramètre permet de désactiver le mécanisme de recherche automatique par classe, identifiant, nom d'attribut de données et éléments HTML. Si l'option activate_autosearch_in est spécifiée, cette option sera ignorée. Les valeurs possibles sont : <br> - '.class' - désactive la recherche automatique pour les éléments avec une classe spécifiée. <br> - '#id' - désactive la recherche automatique des éléments avec un identifiant spécifié. <br> - '[data-attribute]' - désactive la recherche automatique pour les éléments avec un nom d'attribut de données spécifié. <br> - 'textarea' - désactive la recherche automatique pour les éléments HTML (par exemple textarea, input).

source: The parameter allows enabling the autoSearch mechanism only for elements with provided class, id, data attribute name or HTML elements type. Possible values are: <br> - '.class' - enable autoSearch for elements with a specified class. <br> - '#id' - enable autoSearch for elements with a specified id. <br> - '[data-attribute]' - enable autoSearch for elements with a specified data attribute name. <br> - 'textarea' - enable autoSearch for HTML elements (e.g. textarea, input).
fr: Ce paramètre permet d'activer le mécanisme de recherche automatique uniquement pour les éléments avec la classe, l'identifiant, le nom d'attribut de données ou le type d'élément HTML fournis. Les valeurs possibles sont : <br> - '.class' - active la recherche automatique des éléments avec une classe spécifiée. <br> - '#id' - active la recherche automatique des éléments avec un identifiant spécifié. <br> - '[data-attribute]' - active la recherche automatique des éléments avec un nom d'attribut de données spécifié. <br> - 'textarea' - active la recherche automatique des éléments HTML (par exemple textarea, input).

source: Theme
fr: Thème

source: Webspellchecker settings
fr: Paramètres de Webspellchecker

source: Webspellchecker settings control panel
fr: Contrôler les paramètres de Webspellchecker pour Plone.
