import re
from typing import (
    List,
    Dict
)


ETC_LAND_PATTERN: re.Pattern = r'\d+-?\d*\s?외\s?\d*'

ETC_LAND_PATTERN_FOR_SPLIT: re.Pattern = r'외\s*\d+\s*필지'

LOAD_PATTERN: re.Pattern = r'((?:\S*\s+)?(?:길|로)\s*\S*\s*(?:\d+(?:-\d+)?)\s*(?:외\s*\d+필지)?\s*)'

JIBUN_PATTERN: re.Pattern = r'((?:\S*\s+)?(?:동|리|가|로)\s*\S*\s*(?:\d+(?:-\d+)?)\s*(?:외\s*\d+필지)?\s*)'

LOAD_PATTERN_FOR_SLICE: re.Pattern = r'((?:\S+\s+)*?\S*(?:길)\b\s*\S*\s*(?:\d+(?:-\d+)?)\s*)'

JIBUN_PATTERN_FOR_SLICE: re.Pattern = r'((?:\S+\s+)*?(?:\S+(?:시|도)\s+)?\S*(?:동|리|가|로)\b\s*\S*\s*(?:\d{1,4}(?:-\d{1,4})\b)?)'

ADD_BJD_CHANGED_DICTIONARY: Dict[str, str] = {
    # 법정동코드 : 과거 법정동코드
    "4812110100": "4811010100", # 경상남도 창원시 북동 -> 경상남도 창원시 의창구 북동
    "4812110200": "4811010200", # 경상남도 창원시 중동 -> 경상남도 창원시 의창구 중동
    "4812110300": "4811010300", # 경상남도 창원시 서상동 -> 경상남도 창원시 의창구 서상동
    "4812110400": "4811010400", # 경상남도 창원시 소답동 -> 경상남도 창원시 의창구 소답동
    "4812110500": "4811010500", # 경상남도 창원시 도계동 -> 경상남도 창원시 의창구 도계동
    "4812110600": "4811010600", # 경상남도 창원시 동정동 -> 경상남도 창원시 의창구 동정동
    "4812110700": "4811010700", # 경상남도 창원시 소계동 -> 경상남도 창원시 의창구 소계동
    "4812110800": "4811010800", # 경상남도 창원시 용동 -> 경상남도 창원시 의창구 용동
    "4812111200": "4811012400", # 경상남도 창원시 덕정동 -> 경상남도 창원시 의창구 덕정동
    "4812111300": "4811013400", # 경상남도 창원시 지귀동 -> 경상남도 창원시 의창구 지귀동
    "4812111400": "4811013500", # 경상남도 창원시 서곡동 -> 경상남도 창원시 의창구 서곡동
    "4812111600": "4811013700", # 경상남도 창원시 봉림동 -> 경상남도 창원시 의창구 봉림동
    "4812111700": "4811013800", # 경상남도 창원시 퇴촌동 -> 경상남도 창원시 의창구 퇴촌동
    "4812111800": "4811013900", # 경상남도 창원시 명곡동 -> 경상남도 창원시 의창구 명곡동
    "4812111900": "4811014000", # 경상남도 창원시 반계동 -> 경상남도 창원시 의창구 반계동
    "4812112000": "4811014100", # 경상남도 창원시 사화동 -> 경상남도 창원시 의창구 사화동
    "4812112100": "4811014200", # 경상남도 창원시 차용동 -> 경상남도 창원시 의창구 차용동
    "4812112200": "4811014300", # 경상남도 창원시 내리동 -> 경상남도 창원시 의창구 내리동
    "4812112400": "4811014900", # 경상남도 창원시 명서동 -> 경상남도 창원시 의창구 명서동
    "4812112500": "4811015600", # 경상남도 창원시 사림동 -> 경상남도 창원시 의창구 사림동
    "4812112700": "4811016000", # 경상남도 창원시 봉곡동 -> 경상남도 창원시 의창구 봉곡동
    "4812112900": "4811016200", # 경상남도 창원시 팔용동 -> 경상남도 창원시 의창구 팔용동
    "4812125000": "4811025000", # 경상남도 창원시 동읍 -> 경상남도 창원시 의창구 동읍
    "4812125021": "4811025021", # 경상남도 창원시 동읍 용강리 -> 경상남도 창원시 의창구 동읍 용강리
    "4812125022": "4811025022", # 경상남도 창원시 동읍 용전리 -> 경상남도 창원시 의창구 동읍 용전리
    "4812125023": "4811025023", # 경상남도 창원시 동읍 남산리 -> 경상남도 창원시 의창구 동읍 남산리
    "4812125024": "4811025024", # 경상남도 창원시 동읍 덕천리 -> 경상남도 창원시 의창구 동읍 덕천리
    "4812125025": "4811025025", # 경상남도 창원시 동읍 덕산리 -> 경상남도 창원시 의창구 동읍 덕산리
    "4812125026": "4811025026", # 경상남도 창원시 동읍 봉산리 -> 경상남도 창원시 의창구 동읍 봉산리
    "4812125027": "4811025027", # 경상남도 창원시 동읍 송정리 -> 경상남도 창원시 의창구 동읍 송정리
    "4812125028": "4811025028", # 경상남도 창원시 동읍 용정리 -> 경상남도 창원시 의창구 동읍 용정리
    "4812125029": "4811025029", # 경상남도 창원시 동읍 단계리 -> 경상남도 창원시 의창구 동읍 단계리
    "4812125030": "4811025030", # 경상남도 창원시 동읍 무성리 -> 경상남도 창원시 의창구 동읍 무성리
    "4812125031": "4811025031", # 경상남도 창원시 동읍 무점리 -> 경상남도 창원시 의창구 동읍 무점리
    "4812125032": "4811025032", # 경상남도 창원시 동읍 용잠리 -> 경상남도 창원시 의창구 동읍 용잠리
    "4812125033": "4811025033", # 경상남도 창원시 동읍 신방리 -> 경상남도 창원시 의창구 동읍 신방리
    "4812125034": "4811025034", # 경상남도 창원시 동읍 다호리 -> 경상남도 창원시 의창구 동읍 다호리
    "4812125035": "4811025035", # 경상남도 창원시 동읍 월잠리 -> 경상남도 창원시 의창구 동읍 월잠리
    "4812125036": "4811025036", # 경상남도 창원시 동읍 화양리 -> 경상남도 창원시 의창구 동읍 화양리
    "4812125037": "4811025037", # 경상남도 창원시 동읍 석산리 -> 경상남도 창원시 의창구 동읍 석산리
    "4812125038": "4811025038", # 경상남도 창원시 동읍 금산리 -> 경상남도 창원시 의창구 동읍 금산리
    "4812125039": "4811025039", # 경상남도 창원시 동읍 봉곡리 -> 경상남도 창원시 의창구 동읍 봉곡리
    "4812125040": "4811025040", # 경상남도 창원시 동읍 봉강리 -> 경상남도 창원시 의창구 동읍 봉강리
    "4812125041": "4811025041", # 경상남도 창원시 동읍 본포리 -> 경상남도 창원시 의창구 동읍 본포리
    "4812125042": "4811025042", # 경상남도 창원시 동읍 노연리 -> 경상남도 창원시 의창구 동읍 노연리
    "4812125043": "4811025043", # 경상남도 창원시 동읍 산남리 -> 경상남도 창원시 의창구 동읍 산남리
    "4812125044": "4811025044", # 경상남도 창원시 동읍 죽동리 -> 경상남도 창원시 의창구 동읍 죽동리
    "4812131000": "4811032000", # 경상남도 창원시 북면 -> 경상남도 창원시 의창구 북면
    "4812131021": "4811032021", # 경상남도 창원시 북면 지개리 -> 경상남도 창원시 의창구 북면 지개리
    "4812131022": "4811032022", # 경상남도 창원시 북면 고암리 -> 경상남도 창원시 의창구 북면 고암리
    "4812131023": "4811032023", # 경상남도 창원시 북면 대산리 -> 경상남도 창원시 의창구 북면 대산리
    "4812131024": "4811032024", # 경상남도 창원시 북면 월촌리 -> 경상남도 창원시 의창구 북면 월촌리
    "4812131025": "4811032025", # 경상남도 창원시 북면 월백리 -> 경상남도 창원시 의창구 북면 월백리
    "4812131026": "4811032026", # 경상남도 창원시 북면 화천리 -> 경상남도 창원시 의창구 북면 화천리
    "4812131027": "4811032027", # 경상남도 창원시 북면 외감리 -> 경상남도 창원시 의창구 북면 외감리
    "4812131028": "4811032028", # 경상남도 창원시 북면 감계리 -> 경상남도 창원시 의창구 북면 감계리
    "4812131029": "4811032029", # 경상남도 창원시 북면 동전리 -> 경상남도 창원시 의창구 북면 동전리
    "4812131030": "4811032030", # 경상남도 창원시 북면 무동리 -> 경상남도 창원시 의창구 북면 무동리
    "4812131031": "4811032031", # 경상남도 창원시 북면 무곡리 -> 경상남도 창원시 의창구 북면 무곡리
    "4812131032": "4811032032", # 경상남도 창원시 북면 내곡리 -> 경상남도 창원시 의창구 북면 내곡리
    "4812131033": "4811032033", # 경상남도 창원시 북면 상천리 -> 경상남도 창원시 의창구 북면 상천리
    "4812131034": "4811032034", # 경상남도 창원시 북면 하천리 -> 경상남도 창원시 의창구 북면 하천리
    "4812131035": "4811032035", # 경상남도 창원시 북면 외산리 -> 경상남도 창원시 의창구 북면 외산리
    "4812131036": "4811032036", # 경상남도 창원시 북면 신촌리 -> 경상남도 창원시 의창구 북면 신촌리
    "4812131037": "4811032037", # 경상남도 창원시 북면 마산리 -> 경상남도 창원시 의창구 북면 마산리
    "4812131038": "4811032038", # 경상남도 창원시 북면 월계리 -> 경상남도 창원시 의창구 북면 월계리
    "4812132000": "4811033000", # 경상남도 창원시 대산면 -> 경상남도 창원시 의창구 대산면
    "4812132021": "4811033021", # 경상남도 창원시 대산면 갈전리 -> 경상남도 창원시 의창구 대산면 갈전리
    "4812132022": "4811033022", # 경상남도 창원시 대산면 일동리 -> 경상남도 창원시 의창구 대산면 일동리
    "4812132023": "4811033023", # 경상남도 창원시 대산면 모산리 -> 경상남도 창원시 의창구 대산면 모산리
    "4812132024": "4811033024", # 경상남도 창원시 대산면 가술리 -> 경상남도 창원시 의창구 대산면 가술리
    "4812132025": "4811033025", # 경상남도 창원시 대산면 제동리 -> 경상남도 창원시 의창구 대산면 제동리
    "4812132026": "4811033026", # 경상남도 창원시 대산면 우암리 -> 경상남도 창원시 의창구 대산면 우암리
    "4812132027": "4811033027", # 경상남도 창원시 대산면 북부리 -> 경상남도 창원시 의창구 대산면 북부리
    "4812132028": "4811033028", # 경상남도 창원시 대산면 유등리 -> 경상남도 창원시 의창구 대산면 유등리
    "4812132029": "4811033029", # 경상남도 창원시 대산면 대방리 -> 경상남도 창원시 의창구 대산면 대방리
    "4812310100": "4811011000", # 경상남도 창원시 토월동 -> 경상남도 창원시 성산구 토월동
    "4812310200": "4811011100", # 경상남도 창원시 사파정동 -> 경상남도 창원시 성산구 사파정동
    "4812310300": "4811011200", # 경상남도 창원시 가음정동 -> 경상남도 창원시 성산구 가음정동
    "4812310400": "4811011300", # 경상남도 창원시 외동 -> 경상남도 창원시 성산구 외동
    "4812310500": "4811011400", # 경상남도 창원시 대방동 -> 경상남도 창원시 성산구 대방동
    "4812310600": "4811011500", # 경상남도 창원시 남산동 -> 경상남도 창원시 성산구 남산동
    "4812310700": "4811011600", # 경상남도 창원시 삼정자동 -> 경상남도 창원시 성산구 삼정자동
    "4812310800": "4811011700", # 경상남도 창원시 천선동 -> 경상남도 창원시 성산구 천선동
    "4812310900": "4811011800", # 경상남도 창원시 불모산동 -> 경상남도 창원시 성산구 불모산동
    "4812311000": "4811011900", # 경상남도 창원시 안민동 -> 경상남도 창원시 성산구 안민동
    "4812311100": "4811012100", # 경상남도 창원시 내동 -> 경상남도 창원시 성산구 내동
    "4812311200": "4811012700", # 경상남도 창원시 남지동 -> 경상남도 창원시 성산구 남지동
    "4812311300": "4811012800", # 경상남도 창원시 상복동 -> 경상남도 창원시 성산구 상복동
    "4812311400": "4811012900", # 경상남도 창원시 완암동 -> 경상남도 창원시 성산구 완암동
    "4812311500": "4811013000", # 경상남도 창원시 창곡동 -> 경상남도 창원시 성산구 창곡동
    "4812311600": "4811013100", # 경상남도 창원시 월림동 -> 경상남도 창원시 성산구 월림동
    "4812311700": "4811013200", # 경상남도 창원시 적현동 -> 경상남도 창원시 성산구 적현동
    "4812311800": "4811013300", # 경상남도 창원시 양곡동 -> 경상남도 창원시 성산구 양곡동
    "4812311900": "4811013600", # 경상남도 창원시 반송동 -> 경상남도 창원시 성산구 반송동
    "4812312000": "4811014400", # 경상남도 창원시 귀산동 -> 경상남도 창원시 성산구 귀산동
    "4812312100": "4811014500", # 경상남도 창원시 귀곡동 -> 경상남도 창원시 성산구 귀곡동
    "4812312200": "4811014600", # 경상남도 창원시 귀현동 -> 경상남도 창원시 성산구 귀현동
    "4812312300": "4811014700", # 경상남도 창원시 신촌동 -> 경상남도 창원시 성산구 신촌동
    "4812312400": "4811015000", # 경상남도 창원시 반지동 -> 경상남도 창원시 성산구 반지동
    "4812312500": "4811015100", # 경상남도 창원시 중앙동 -> 경상남도 창원시 성산구 중앙동
    "4812312600": "4811015200", # 경상남도 창원시 반림동 -> 경상남도 창원시 성산구 반림동
    "4812312700": "4811015300", # 경상남도 창원시 상남동 -> 경상남도 창원시 성산구 상남동
    "4812312800": "4811015400", # 경상남도 창원시 성주동 -> 경상남도 창원시 성산구 성주동
    "4812312900": "4811015500", # 경상남도 창원시 웅남동 -> 경상남도 창원시 성산구 웅남동
    "4812313000": "4811015700", # 경상남도 창원시 사파동 -> 경상남도 창원시 성산구 사파동
    "4812313100": "4811015900", # 경상남도 창원시 가음동 -> 경상남도 창원시 성산구 가음동
    "4812313200": "4811016300", # 경상남도 창원시 성산동 -> 경상남도 창원시 성산구 성산동
    "4812313300": "4811016400", # 경상남도 창원시 남양동 -> 경상남도 창원시 성산구 남양동
    "4812313400": "4811010900", # 경상남도 창원시 용지동 -> 경상남도 창원시 성산구 용지동
    "4812313500": "4811016100", # 경상남도 창원시 용호동 -> 경상남도 창원시 성산구 용호동
    "4812313600": "4811015800", # 경상남도 창원시 신월동 -> 경상남도 창원시 성산구 신월동
    "4812313700": "4811014800", # 경상남도 창원시 대원동 -> 경상남도 창원시 성산구 대원동
    "4812313800": "4811012300", # 경상남도 창원시 두대동 -> 경상남도 창원시 성산구 두대동
    "4812313900": "4811012200", # 경상남도 창원시 삼동동 -> 경상남도 창원시 성산구 삼동동
    "4812314000": "4811012400", # 경상남도 창원시 덕정동 -> 경상남도 창원시 성산구 덕정동
    "4812314100": "4811013800", # 경상남도 창원시 퇴촌동 -> 경상남도 창원시 성산구 퇴촌동
    "4812510100": "4816010100", # 경상남도 마산시 가포동 -> 경상남도 창원시 마산합포구 가포동
    "4812510200": "4816010200", # 경상남도 마산시 교방동 -> 경상남도 창원시 마산합포구 교방동
    "4812510300": "4816010300", # 경상남도 마산시 교원동 -> 경상남도 창원시 마산합포구 교원동
    "4812510400": "4816010400", # 경상남도 마산시 남성동 -> 경상남도 창원시 마산합포구 남성동
    "4812510500": "4816010500", # 경상남도 마산시 대내동 -> 경상남도 창원시 마산합포구 대내동
    "4812510600": "4816010600", # 경상남도 마산시 대성동1가 -> 경상남도 창원시 마산합포구 대성동1가
    "4812510700": "4816010700", # 경상남도 마산시 대성동2가 -> 경상남도 창원시 마산합포구 대성동2가
    "4812510800": "4816010800", # 경상남도 마산시 대외동 -> 경상남도 창원시 마산합포구 대외동
    "4812510900": "4816010900", # 경상남도 마산시 대창동 -> 경상남도 창원시 마산합포구 대창동
    "4812511000": "4816011000", # 경상남도 마산시 덕동동 -> 경상남도 창원시 마산합포구 덕동동
    "4812511100": "4816011100", # 경상남도 마산시 동성동 -> 경상남도 창원시 마산합포구 동성동
    "4812511200": "4816011200", # 경상남도 마산시 두월동1가 -> 경상남도 창원시 마산합포구 두월동1가
    "4812511300": "4816011300", # 경상남도 마산시 두월동2가 -> 경상남도 창원시 마산합포구 두월동2가
    "4812511400": "4816011400", # 경상남도 마산시 두월동3가 -> 경상남도 창원시 마산합포구 두월동3가
    "4812511500": "4816011500", # 경상남도 마산시 문화동 -> 경상남도 창원시 마산합포구 문화동
    "4812511600": "4816011600", # 경상남도 마산시 반월동 -> 경상남도 창원시 마산합포구 반월동
    "4812511700": "4816011700", # 경상남도 마산시 부림동 -> 경상남도 창원시 마산합포구 부림동
    "4812511800": "4816011800", # 경상남도 마산시 산호동 -> 경상남도 창원시 마산합포구 산호동
    "4812511900": "4816011900", # 경상남도 마산시 상남동 -> 경상남도 창원시 마산합포구 상남동
    "4812512000": "4816012000", # 경상남도 마산시 서성동 -> 경상남도 창원시 마산합포구 서성동
    "4812512100": "4816012100", # 경상남도 마산시 성호동 -> 경상남도 창원시 마산합포구 성호동
    "4812512200": "4816012200", # 경상남도 마산시 수성동 -> 경상남도 창원시 마산합포구 수성동
    "4812512300": "4816012300", # 경상남도 마산시 신월동 -> 경상남도 창원시 마산합포구 신월동
    "4812512400": "4816012400", # 경상남도 마산시 신창동 -> 경상남도 창원시 마산합포구 신창동
    "4812512500": "4816012500", # 경상남도 마산시 신포동1가 -> 경상남도 창원시 마산합포구 신포동1가
    "4812512600": "4816012600", # 경상남도 마산시 신포동2가 -> 경상남도 창원시 마산합포구 신포동2가
    "4812512700": "4816012700", # 경상남도 마산시 신흥동 -> 경상남도 창원시 마산합포구 신흥동
    "4812512800": "4816012800", # 경상남도 마산시 완월동 -> 경상남도 창원시 마산합포구 완월동
    "4812512900": "4816012900", # 경상남도 마산시 월남동1가 -> 경상남도 창원시 마산합포구 월남동1가
    "4812513000": "4816013000", # 경상남도 마산시 월남동2가 -> 경상남도 창원시 마산합포구 월남동2가
    "4812513100": "4816013100", # 경상남도 마산시 월남동3가 -> 경상남도 창원시 마산합포구 월남동3가
    "4812513200": "4816013200", # 경상남도 마산시 월남동4가 -> 경상남도 창원시 마산합포구 월남동4가
    "4812513300": "4816013300", # 경상남도 마산시 월남동5가 -> 경상남도 창원시 마산합포구 월남동5가
    "4812513400": "4816013400", # 경상남도 마산시 월영동 -> 경상남도 창원시 마산합포구 월영동
    "4812513500": "4816013500", # 경상남도 마산시 월포동 -> 경상남도 창원시 마산합포구 월포동
    "4812513600": "4816013600", # 경상남도 마산시 예곡동 -> 경상남도 창원시 마산합포구 예곡동
    "4812513700": "4816013700", # 경상남도 마산시 오동동 -> 경상남도 창원시 마산합포구 오동동
    "4812513800": "4816013800", # 경상남도 마산시 우산동 -> 경상남도 창원시 마산합포구 우산동
    "4812513900": "4816013900", # 경상남도 마산시 유록동 -> 경상남도 창원시 마산합포구 유록동
    "4812514000": "4816014000", # 경상남도 마산시 자산동 -> 경상남도 창원시 마산합포구 자산동
    "4812514100": "4816014100", # 경상남도 마산시 장군동1가 -> 경상남도 창원시 마산합포구 장군동1가
    "4812514200": "4816014200", # 경상남도 마산시 장군동2가 -> 경상남도 창원시 마산합포구 장군동2가
    "4812514300": "4816014300", # 경상남도 마산시 장군동3가 -> 경상남도 창원시 마산합포구 장군동3가
    "4812514400": "4816014400", # 경상남도 마산시 장군동4가 -> 경상남도 창원시 마산합포구 장군동4가
    "4812514500": "4816014500", # 경상남도 마산시 장군동5가 -> 경상남도 창원시 마산합포구 장군동5가
    "4812514600": "4816014600", # 경상남도 마산시 중성동 -> 경상남도 창원시 마산합포구 중성동
    "4812514700": "4816014700", # 경상남도 마산시 중앙동1가 -> 경상남도 창원시 마산합포구 중앙동1가
    "4812514800": "4816014800", # 경상남도 마산시 중앙동2가 -> 경상남도 창원시 마산합포구 중앙동2가
    "4812514900": "4816014900", # 경상남도 마산시 중앙동3가 -> 경상남도 창원시 마산합포구 중앙동3가
    "4812515000": "4816015000", # 경상남도 마산시 창동 -> 경상남도 창원시 마산합포구 창동
    "4812515100": "4816015100", # 경상남도 마산시 창포동1가 -> 경상남도 창원시 마산합포구 창포동1가
    "4812515200": "4816015200", # 경상남도 마산시 창포동2가 -> 경상남도 창원시 마산합포구 창포동2가
    "4812515300": "4816015300", # 경상남도 마산시 창포동3가 -> 경상남도 창원시 마산합포구 창포동3가
    "4812515400": "4816015400", # 경상남도 마산시 청계동 -> 경상남도 창원시 마산합포구 청계동
    "4812515500": "4816015500", # 경상남도 마산시 추산동 -> 경상남도 창원시 마산합포구 추산동
    "4812515600": "4816015600", # 경상남도 마산시 평화동 -> 경상남도 창원시 마산합포구 평화동
    "4812515700": "4816015700", # 경상남도 마산시 화영동 -> 경상남도 창원시 마산합포구 화영동
    "4812515800": "4816015800", # 경상남도 마산시 해운동 -> 경상남도 창원시 마산합포구 해운동
    "4812515900": "4816015900", # 경상남도 마산시 현동 -> 경상남도 창원시 마산합포구 현동
    "4812516000": "4816016000", # 경상남도 마산시 홍문동 -> 경상남도 창원시 마산합포구 홍문동
    "4812531000": "4816031000", # 경상남도 마산시 구산면 -> 경상남도 창원시 마산합포구 구산면
    "4812531021": "4816031021", # 경상남도 마산시 구산면 유산리 -> 경상남도 창원시 마산합포구 구산면 유산리
    "4812531022": "4816031022", # 경상남도 마산시 구산면 마전리 -> 경상남도 창원시 마산합포구 구산면 마전리
    "4812531023": "4816031023", # 경상남도 마산시 구산면 석곡리 -> 경상남도 창원시 마산합포구 구산면 석곡리
    "4812531024": "4816031024", # 경상남도 마산시 구산면 수정리 -> 경상남도 창원시 마산합포구 구산면 수정리
    "4812531025": "4816031025", # 경상남도 마산시 구산면 내포리 -> 경상남도 창원시 마산합포구 구산면 내포리
    "4812531026": "4816031026", # 경상남도 마산시 구산면 옥계리 -> 경상남도 창원시 마산합포구 구산면 옥계리
    "4812531027": "4816031027", # 경상남도 마산시 구산면 반동리 -> 경상남도 창원시 마산합포구 구산면 반동리
    "4812531028": "4816031028", # 경상남도 마산시 구산면 구복리 -> 경상남도 창원시 마산합포구 구산면 구복리
    "4812531029": "4816031029", # 경상남도 마산시 구산면 심리 -> 경상남도 창원시 마산합포구 구산면 심리
    "4812531030": "4816031030", # 경상남도 마산시 구산면 난포리 -> 경상남도 창원시 마산합포구 구산면 난포리
    "4812532000": "4816032000", # 경상남도 마산시 진동면 -> 경상남도 창원시 마산합포구 진동면
    "4812532021": "4816032021", # 경상남도 마산시 진동면 고현리 -> 경상남도 창원시 마산합포구 진동면 고현리
    "4812532022": "4816032022", # 경상남도 마산시 진동면 신기리 -> 경상남도 창원시 마산합포구 진동면 신기리
    "4812532023": "4816032023", # 경상남도 마산시 진동면 사동리 -> 경상남도 창원시 마산합포구 진동면 사동리
    "4812532024": "4816032024", # 경상남도 마산시 진동면 진동리 -> 경상남도 창원시 마산합포구 진동면 진동리
    "4812532025": "4816032025", # 경상남도 마산시 진동면 요장리 -> 경상남도 창원시 마산합포구 진동면 요장리
    "4812532026": "4816032026", # 경상남도 마산시 진동면 다구리 -> 경상남도 창원시 마산합포구 진동면 다구리
    "4812532027": "4816032027", # 경상남도 마산시 진동면 교동리 -> 경상남도 창원시 마산합포구 진동면 교동리
    "4812532028": "4816032028", # 경상남도 마산시 진동면 인곡리 -> 경상남도 창원시 마산합포구 진동면 인곡리
    "4812532029": "4816032029", # 경상남도 마산시 진동면 태봉리 -> 경상남도 창원시 마산합포구 진동면 태봉리
    "4812532030": "4816032030", # 경상남도 마산시 진동면 동전리 -> 경상남도 창원시 마산합포구 진동면 동전리
    "4812533000": "4816033000", # 경상남도 마산시 진북면 -> 경상남도 창원시 마산합포구 진북면
    "4812533021": "4816033021", # 경상남도 마산시 진북면 지산리 -> 경상남도 창원시 마산합포구 진북면 지산리
    "4812533022": "4816033022", # 경상남도 마산시 진북면 예곡리 -> 경상남도 창원시 마산합포구 진북면 예곡리
    "4812533023": "4816033023", # 경상남도 마산시 진북면 인곡리 -> 경상남도 창원시 마산합포구 진북면 인곡리
    "4812533024": "4816033024", # 경상남도 마산시 진북면 대평리 -> 경상남도 창원시 마산합포구 진북면 대평리
    "4812533025": "4816033025", # 경상남도 마산시 진북면 이목리 -> 경상남도 창원시 마산합포구 진북면 이목리
    "4812533026": "4816033026", # 경상남도 마산시 진북면 금산리 -> 경상남도 창원시 마산합포구 진북면 금산리
    "4812533027": "4816033027", # 경상남도 마산시 진북면 영학리 -> 경상남도 창원시 마산합포구 진북면 영학리
    "4812533028": "4816033028", # 경상남도 마산시 진북면 부산리 -> 경상남도 창원시 마산합포구 진북면 부산리
    "4812533029": "4816033029", # 경상남도 마산시 진북면 덕곡리 -> 경상남도 창원시 마산합포구 진북면 덕곡리
    "4812533030": "4816033030", # 경상남도 마산시 진북면 신촌리 -> 경상남도 창원시 마산합포구 진북면 신촌리
    "4812533031": "4816033031", # 경상남도 마산시 진북면 망곡리 -> 경상남도 창원시 마산합포구 진북면 망곡리
    "4812533032": "4816033032", # 경상남도 마산시 진북면 부평리 -> 경상남도 창원시 마산합포구 진북면 부평리
    "4812533033": "4816033033", # 경상남도 마산시 진북면 추곡리 -> 경상남도 창원시 마산합포구 진북면 추곡리
    "4812533034": "4816033034", # 경상남도 마산시 진북면 대티리 -> 경상남도 창원시 마산합포구 진북면 대티리
    "4812533035": "4816033035", # 경상남도 마산시 진북면 정현리 -> 경상남도 창원시 마산합포구 진북면 정현리
    "4812534000": "4816034000", # 경상남도 마산시 진전면 -> 경상남도 창원시 마산합포구 진전면
    "4812534021": "4816034021", # 경상남도 마산시 진전면 율티리 -> 경상남도 창원시 마산합포구 진전면 율티리
    "4812534022": "4816034022", # 경상남도 마산시 진전면 근곡리 -> 경상남도 창원시 마산합포구 진전면 근곡리
    "4812534023": "4816034023", # 경상남도 마산시 진전면 임곡리 -> 경상남도 창원시 마산합포구 진전면 임곡리
    "4812534024": "4816034024", # 경상남도 마산시 진전면 봉곡리 -> 경상남도 창원시 마산합포구 진전면 봉곡리
    "4812534025": "4816034025", # 경상남도 마산시 진전면 곡안리 -> 경상남도 창원시 마산합포구 진전면 곡안리
    "4812534026": "4816034026", # 경상남도 마산시 진전면 동산리 -> 경상남도 창원시 마산합포구 진전면 동산리
    "4812534027": "4816034027", # 경상남도 마산시 진전면 양촌리 -> 경상남도 창원시 마산합포구 진전면 양촌리
    "4812534028": "4816034028", # 경상남도 마산시 진전면 봉암리 -> 경상남도 창원시 마산합포구 진전면 봉암리
    "4812534029": "4816034029", # 경상남도 마산시 진전면 일암리 -> 경상남도 창원시 마산합포구 진전면 일암리
    "4812534030": "4816034030", # 경상남도 마산시 진전면 오서리 -> 경상남도 창원시 마산합포구 진전면 오서리
    "4812534031": "4816034031", # 경상남도 마산시 진전면 이명리 -> 경상남도 창원시 마산합포구 진전면 이명리
    "4812534032": "4816034032", # 경상남도 마산시 진전면 창포리 -> 경상남도 창원시 마산합포구 진전면 창포리
    "4812534033": "4816034033", # 경상남도 마산시 진전면 시락리 -> 경상남도 창원시 마산합포구 진전면 시락리
    "4812534034": "4816034034", # 경상남도 마산시 진전면 평암리 -> 경상남도 창원시 마산합포구 진전면 평암리
    "4812534035": "4816034035", # 경상남도 마산시 진전면 금암리 -> 경상남도 창원시 마산합포구 진전면 금암리
    "4812534036": "4816034036", # 경상남도 마산시 진전면 고사리 -> 경상남도 창원시 마산합포구 진전면 고사리
    "4812534037": "4816034037", # 경상남도 마산시 진전면 여양리 -> 경상남도 창원시 마산합포구 진전면 여양리
    "4812710100": "4816016100", # 경상남도 마산시 구암동 -> 경상남도 창원시 마산회원구 구암동
    "4812710200": "4816016200", # 경상남도 마산시 두척동 -> 경상남도 창원시 마산회원구 두척동
    "4812710300": "4816016300", # 경상남도 마산시 봉암동 -> 경상남도 창원시 마산회원구 봉암동
    "4812710400": "4816016400", # 경상남도 마산시 석전동 -> 경상남도 창원시 마산회원구 석전동
    "4812710500": "4816016500", # 경상남도 마산시 양덕동 -> 경상남도 창원시 마산회원구 양덕동
    "4812710600": "4816016600", # 경상남도 마산시 합성동 -> 경상남도 창원시 마산회원구 합성동
    "4812710700": "4816016700", # 경상남도 마산시 회성동 -> 경상남도 창원시 마산회원구 회성동
    "4812710800": "4816016800", # 경상남도 마산시 회원동 -> 경상남도 창원시 마산회원구 회원동
    "4812725000": "4816025000", # 경상남도 마산시 내서읍 -> 경상남도 창원시 마산회원구 내서읍
    "4812725021": "4816025021", # 경상남도 마산시 내서읍 안성리 -> 경상남도 창원시 마산회원구 내서읍 안성리
    "4812725022": "4816025022", # 경상남도 마산시 내서읍 평성리 -> 경상남도 창원시 마산회원구 내서읍 평성리
    "4812725023": "4816025023", # 경상남도 마산시 내서읍 호계리 -> 경상남도 창원시 마산회원구 내서읍 호계리
    "4812725024": "4816025024", # 경상남도 마산시 내서읍 용담리 -> 경상남도 창원시 마산회원구 내서읍 용담리
    "4812725025": "4816025025", # 경상남도 마산시 내서읍 중리 -> 경상남도 창원시 마산회원구 내서읍 중리
    "4812725026": "4816025026", # 경상남도 마산시 내서읍 상곡리 -> 경상남도 창원시 마산회원구 내서읍 상곡리
    "4812725027": "4816025027", # 경상남도 마산시 내서읍 원계리 -> 경상남도 창원시 마산회원구 내서읍 원계리
    "4812725028": "4816025028", # 경상남도 마산시 내서읍 삼계리 -> 경상남도 창원시 마산회원구 내서읍 삼계리
    "4812725029": "4816025029", # 경상남도 마산시 내서읍 신감리 -> 경상남도 창원시 마산회원구 내서읍 신감리
    "4812725030": "4816025030", # 경상남도 마산시 내서읍 감천리 -> 경상남도 창원시 마산회원구 내서읍 감천리
    "4812910100": "4819010100", # 경상남도 진해시 동상동 -> 경상남도 창원시 진해구 동상동
    "4812910200": "4819010200", # 경상남도 진해시 도천동 -> 경상남도 창원시 진해구 도천동
    "4812910300": "4819010300", # 경상남도 진해시 도만동 -> 경상남도 창원시 진해구 도만동
    "4812910400": "4819010400", # 경상남도 진해시 신흥동 -> 경상남도 창원시 진해구 신흥동
    "4812910500": "4819010500", # 경상남도 진해시 현동 -> 경상남도 창원시 진해구 현동
    "4812910600": "4819010600", # 경상남도 진해시 비봉동 -> 경상남도 창원시 진해구 비봉동
    "4812910700": "4819010700", # 경상남도 진해시 태평동 -> 경상남도 창원시 진해구 태평동
    "4812910800": "4819010800", # 경상남도 진해시 충의동 -> 경상남도 창원시 진해구 충의동
    "4812910900": "4819010900", # 경상남도 진해시 무송동 -> 경상남도 창원시 진해구 무송동
    "4812911000": "4819011000", # 경상남도 진해시 인의동 -> 경상남도 창원시 진해구 인의동
    "4812911100": "4819011100", # 경상남도 진해시 숭인동 -> 경상남도 창원시 진해구 숭인동
    "4812911200": "4819011200", # 경상남도 진해시 대영동 -> 경상남도 창원시 진해구 대영동
    "4812911300": "4819011300", # 경상남도 진해시 남빈동 -> 경상남도 창원시 진해구 남빈동
    "4812911400": "4819011400", # 경상남도 진해시 앵곡동 -> 경상남도 창원시 진해구 앵곡동
    "4812911500": "4819011500", # 경상남도 진해시 제황산동 -> 경상남도 창원시 진해구 제황산동
    "4812911600": "4819011600", # 경상남도 진해시 속천동 -> 경상남도 창원시 진해구 속천동
    "4812911700": "4819011700", # 경상남도 진해시 대죽동 -> 경상남도 창원시 진해구 대죽동
    "4812911800": "4819011800", # 경상남도 진해시 안곡동 -> 경상남도 창원시 진해구 안곡동
    "4812911900": "4819011900", # 경상남도 진해시 수송동 -> 경상남도 창원시 진해구 수송동
    "4812912000": "4819012000", # 경상남도 진해시 회현동 -> 경상남도 창원시 진해구 회현동
    "4812912100": "4819012100", # 경상남도 진해시 익선동 -> 경상남도 창원시 진해구 익선동
    "4812912200": "4819012200", # 경상남도 진해시 창선동 -> 경상남도 창원시 진해구 창선동
    "4812912300": "4819012300", # 경상남도 진해시 대천동 -> 경상남도 창원시 진해구 대천동
    "4812912400": "4819012400", # 경상남도 진해시 광화동 -> 경상남도 창원시 진해구 광화동
    "4812912500": "4819012500", # 경상남도 진해시 통신동 -> 경상남도 창원시 진해구 통신동
    "4812912600": "4819012600", # 경상남도 진해시 중앙동 -> 경상남도 창원시 진해구 중앙동
    "4812912700": "4819012700", # 경상남도 진해시 부흥동 -> 경상남도 창원시 진해구 부흥동
    "4812912800": "4819012800", # 경상남도 진해시 중평동 -> 경상남도 창원시 진해구 중평동
    "4812912900": "4819012900", # 경상남도 진해시 근화동 -> 경상남도 창원시 진해구 근화동
    "4812913000": "4819013000", # 경상남도 진해시 송죽동 -> 경상남도 창원시 진해구 송죽동
    "4812913100": "4819013100", # 경상남도 진해시 화천동 -> 경상남도 창원시 진해구 화천동
    "4812913200": "4819013200", # 경상남도 진해시 송학동 -> 경상남도 창원시 진해구 송학동
    "4812913300": "4819013300", # 경상남도 진해시 대흥동 -> 경상남도 창원시 진해구 대흥동
    "4812913400": "4819013400", # 경상남도 진해시 평안동 -> 경상남도 창원시 진해구 평안동
    "4812913500": "4819013500", # 경상남도 진해시 충무동 -> 경상남도 창원시 진해구 충무동
    "4812913600": "4819013600", # 경상남도 진해시 인사동 -> 경상남도 창원시 진해구 인사동
    "4812913700": "4819013700", # 경상남도 진해시 여좌동 -> 경상남도 창원시 진해구 여좌동
    "4812913800": "4819013800", # 경상남도 진해시 태백동 -> 경상남도 창원시 진해구 태백동
    "4812913900": "4819013900", # 경상남도 진해시 경화동 -> 경상남도 창원시 진해구 경화동
    "4812914000": "4819014000", # 경상남도 진해시 석동 -> 경상남도 창원시 진해구 석동
    "4812914100": "4819014100", # 경상남도 진해시 이동 -> 경상남도 창원시 진해구 이동
    "4812914200": "4819014200", # 경상남도 진해시 자은동 -> 경상남도 창원시 진해구 자은동
    "4812914300": "4819014300", # 경상남도 진해시 덕산동 -> 경상남도 창원시 진해구 덕산동
    "4812914400": "4819014400", # 경상남도 진해시 풍호동 -> 경상남도 창원시 진해구 풍호동
    "4812914500": "4819014500", # 경상남도 진해시 장천동 -> 경상남도 창원시 진해구 장천동
    "4812914600": "4819014600", # 경상남도 진해시 행암동 -> 경상남도 창원시 진해구 행암동
    "4812914700": "4819014700", # 경상남도 진해시 북부동 -> 경상남도 창원시 진해구 북부동
    "4812914800": "4819014800", # 경상남도 진해시 성내동 -> 경상남도 창원시 진해구 성내동
    "4812914900": "4819014900", # 경상남도 진해시 서중동 -> 경상남도 창원시 진해구 서중동
    "4812915000": "4819015000", # 경상남도 진해시 남문동 -> 경상남도 창원시 진해구 남문동
    "4812915100": "4819015100", # 경상남도 진해시 제덕동 -> 경상남도 창원시 진해구 제덕동
    "4812915200": "4819015200", # 경상남도 진해시 수도동 -> 경상남도 창원시 진해구 수도동
    "4812915300": "4819015300", # 경상남도 진해시 연도동 -> 경상남도 창원시 진해구 연도동
    "4812915400": "4819015400", # 경상남도 진해시 명동 -> 경상남도 창원시 진해구 명동
    "4812915500": "4819015500", # 경상남도 진해시 죽곡동 -> 경상남도 창원시 진해구 죽곡동
    "4812915600": "4819015600", # 경상남도 진해시 원포동 -> 경상남도 창원시 진해구 원포동
    "4812915700": "4819015700", # 경상남도 진해시 남양동 -> 경상남도 창원시 진해구 남양동
    "4812915800": "4819015800", # 경상남도 진해시 마천동 -> 경상남도 창원시 진해구 마천동
    "4812915900": "4819015900", # 경상남도 진해시 소사동 -> 경상남도 창원시 진해구 소사동
    "4812916000": "4819016000", # 경상남도 진해시 대장동 -> 경상남도 창원시 진해구 대장동
    "4812916100": "4819016100", # 경상남도 진해시 두동 -> 경상남도 창원시 진해구 두동
    "4812916200": "4819016200", # 경상남도 진해시 청안동 -> 경상남도 창원시 진해구 청안동
    "4812916300": "4819016300", # 경상남도 진해시 안골동 -> 경상남도 창원시 진해구 안골동
    "4812916400": "4819016400", # 경상남도 진해시 용원동 -> 경상남도 창원시 진해구 용원동
    "4812916500": "4819016500", # 경상남도 진해시 가주동 -> 경상남도 창원시 진해구 가주동

    "4413110100": "4413010100", # 충청남도 천안시 대흥동 -> 충청남도 천안시 동남구 대흥동
    "4413110200": "4413010300", # 충청남도 천안시 성황동 -> 충청남도 천안시 동남구 성황동
    "4413110300": "4413010400", # 충청남도 천안시 문화동 -> 충청남도 천안시 동남구 문화동
    "4413110400": "4413010500", # 충청남도 천안시 사직동 -> 충청남도 천안시 동남구 사직동
    "4413110500": "4413010600", # 충청남도 천안시 영성동 -> 충청남도 천안시 동남구 영성동
    "4413110600": "4413010700", # 충청남도 천안시 오룡동 -> 충청남도 천안시 동남구 오룡동
    "4413110700": "4413010800", # 충청남도 천안시 원성동 -> 충청남도 천안시 동남구 원성동
    "4413110800": "4413010900", # 충청남도 천안시 구성동 -> 충청남도 천안시 동남구 구성동
    "4413110900": "4413011000", # 충청남도 천안시 청수동 -> 충청남도 천안시 동남구 청수동
    "4413111000": "4413011100", # 충청남도 천안시 삼룡동 -> 충청남도 천안시 동남구 삼룡동
    "4413111100": "4413011200", # 충청남도 천안시 청당동 -> 충청남도 천안시 동남구 청당동
    "4413111200": "4413011300", # 충청남도 천안시 유량동 -> 충청남도 천안시 동남구 유량동
    "4413111300": "4413011900", # 충청남도 천안시 봉명동 -> 충청남도 천안시 동남구 봉명동
    "4413111400": "4413012000", # 충청남도 천안시 다가동 -> 충청남도 천안시 동남구 다가동
    "4413111500": "4413012100", # 충청남도 천안시 용곡동 -> 충청남도 천안시 동남구 용곡동
    "4413111600": "4413012200", # 충청남도 천안시 신방동 -> 충청남도 천안시 동남구 신방동
    "4413111700": "4413012300", # 충청남도 천안시 쌍용동 -> 충청남도 천안시 동남구 쌍용동
    "4413111800": "4413012500", # 충청남도 천안시 신부동 -> 충청남도 천안시 동남구 신부동
    "4413111900": "4413012900", # 충청남도 천안시 안서동 -> 충청남도 천안시 동남구 안서동
    "4413112000": "4413013000", # 충청남도 천안시 구룡동 -> 충청남도 천안시 동남구 구룡동
    "4413125000": "4413025900", # 충청남도 천안시 목천읍 -> 충청남도 천안시 동남구 목천읍
    "4413131000": "4413031000", # 충청남도 천안시 풍세면 -> 충청남도 천안시 동남구 풍세면
    "4413131021": "4413031021", # 충청남도 천안시 풍세면 풍서리 -> 충청남도 천안시 동남구 풍세면 풍서리
    "4413131022": "4413031022", # 충청남도 천안시 풍세면 가송리 -> 충청남도 천안시 동남구 풍세면 가송리
    "4413131023": "4413031023", # 충청남도 천안시 풍세면 미죽리 -> 충청남도 천안시 동남구 풍세면 미죽리
    "4413131024": "4413031024", # 충청남도 천안시 풍세면 두남리 -> 충청남도 천안시 동남구 풍세면 두남리
    "4413131025": "4413031025", # 충청남도 천안시 풍세면 남관리 -> 충청남도 천안시 동남구 풍세면 남관리
    "4413131026": "4413031026", # 충청남도 천안시 풍세면 삼태리 -> 충청남도 천안시 동남구 풍세면 삼태리
    "4413131027": "4413031027", # 충청남도 천안시 풍세면 용정리 -> 충청남도 천안시 동남구 풍세면 용정리
    "4413131028": "4413031028", # 충청남도 천안시 풍세면 보성리 -> 충청남도 천안시 동남구 풍세면 보성리
    "4413132000": "4413032000", # 충청남도 천안시 광덕면 -> 충청남도 천안시 동남구 광덕면
    "4413132021": "4413032021", # 충청남도 천안시 광덕면 광덕리 -> 충청남도 천안시 동남구 광덕면 광덕리
    "4413132022": "4413032022", # 충청남도 천안시 광덕면 지장리 -> 충청남도 천안시 동남구 광덕면 지장리
    "4413132023": "4413032023", # 충청남도 천안시 광덕면 보산원리 -> 충청남도 천안시 동남구 광덕면 보산원리
    "4413132024": "4413032024", # 충청남도 천안시 광덕면 대덕리 -> 충청남도 천안시 동남구 광덕면 대덕리
    "4413132025": "4413032025", # 충청남도 천안시 광덕면 매당리 -> 충청남도 천안시 동남구 광덕면 매당리
    "4413132026": "4413032026", # 충청남도 천안시 광덕면 신흥리 -> 충청남도 천안시 동남구 광덕면 신흥리
    "4413132027": "4413032027", # 충청남도 천안시 광덕면 무학리 -> 충청남도 천안시 동남구 광덕면 무학리
    "4413132028": "4413032028", # 충청남도 천안시 광덕면 신덕리 -> 충청남도 천안시 동남구 광덕면 신덕리
    "4413132029": "4413032029", # 충청남도 천안시 광덕면 행정리 -> 충청남도 천안시 동남구 광덕면 행정리
    "4413132030": "4413032030", # 충청남도 천안시 광덕면 대평리 -> 충청남도 천안시 동남구 광덕면 대평리
    "4413132031": "4413032031", # 충청남도 천안시 광덕면 원덕리 -> 충청남도 천안시 동남구 광덕면 원덕리
    "4413133000": "4413034000", # 충청남도 천안시 북면 -> 충청남도 천안시 동남구 북면
    "4413133021": "4413034021", # 충청남도 천안시 북면 연춘리 -> 충청남도 천안시 동남구 북면 연춘리
    "4413133022": "4413034022", # 충청남도 천안시 북면 상동리 -> 충청남도 천안시 동남구 북면 상동리
    "4413133023": "4413034023", # 충청남도 천안시 북면 은지리 -> 충청남도 천안시 동남구 북면 은지리
    "4413133024": "4413034024", # 충청남도 천안시 북면 용암리 -> 충청남도 천안시 동남구 북면 용암리
    "4413133025": "4413034025", # 충청남도 천안시 북면 매송리 -> 충청남도 천안시 동남구 북면 매송리
    "4413133026": "4413034026", # 충청남도 천안시 북면 명덕리 -> 충청남도 천안시 동남구 북면 명덕리
    "4413133027": "4413034027", # 충청남도 천안시 북면 오곡리 -> 충청남도 천안시 동남구 북면 오곡리
    "4413133028": "4413034028", # 충청남도 천안시 북면 사담리 -> 충청남도 천안시 동남구 북면 사담리
    "4413133029": "4413034029", # 충청남도 천안시 북면 전곡리 -> 충청남도 천안시 동남구 북면 전곡리
    "4413133030": "4413034030", # 충청남도 천안시 북면 양곡리 -> 충청남도 천안시 동남구 북면 양곡리
    "4413133031": "4413034031", # 충청남도 천안시 북면 납안리 -> 충청남도 천안시 동남구 북면 납안리
    "4413133032": "4413034032", # 충청남도 천안시 북면 운용리 -> 충청남도 천안시 동남구 북면 운용리
    "4413133033": "4413034033", # 충청남도 천안시 북면 대평리 -> 충청남도 천안시 동남구 북면 대평리
    "4413134000": "4413035000", # 충청남도 천안시 성남면 -> 충청남도 천안시 동남구 성남면
    "4413134021": "4413035021", # 충청남도 천안시 성남면 신덕리 -> 충청남도 천안시 동남구 성남면 신덕리
    "4413134022": "4413035022", # 충청남도 천안시 성남면 봉양리 -> 충청남도 천안시 동남구 성남면 봉양리
    "4413134023": "4413035023", # 충청남도 천안시 성남면 대흥리 -> 충청남도 천안시 동남구 성남면 대흥리
    "4413134024": "4413035024", # 충청남도 천안시 성남면 대정리 -> 충청남도 천안시 동남구 성남면 대정리
    "4413134025": "4413035025", # 충청남도 천안시 성남면 석곡리 -> 충청남도 천안시 동남구 성남면 석곡리
    "4413134026": "4413035026", # 충청남도 천안시 성남면 용원리 -> 충청남도 천안시 동남구 성남면 용원리
    "4413134027": "4413035027", # 충청남도 천안시 성남면 신사리 -> 충청남도 천안시 동남구 성남면 신사리
    "4413134028": "4413035028", # 충청남도 천안시 성남면 대화리 -> 충청남도 천안시 동남구 성남면 대화리
    "4413134029": "4413035029", # 충청남도 천안시 성남면 화성리 -> 충청남도 천안시 동남구 성남면 화성리
    "4413135000": "4413036000", # 충청남도 천안시 수신면 -> 충청남도 천안시 동남구 수신면
    "4413135021": "4413036021", # 충청남도 천안시 수신면 속창리 -> 충청남도 천안시 동남구 수신면 속창리
    "4413135022": "4413036022", # 충청남도 천안시 수신면 신풍리 -> 충청남도 천안시 동남구 수신면 신풍리
    "4413135023": "4413036023", # 충청남도 천안시 수신면 해정리 -> 충청남도 천안시 동남구 수신면 해정리
    "4413135024": "4413036024", # 충청남도 천안시 수신면 백자리 -> 충청남도 천안시 동남구 수신면 백자리
    "4413135025": "4413036025", # 충청남도 천안시 수신면 발산리 -> 충청남도 천안시 동남구 수신면 발산리
    "4413135026": "4413036026", # 충청남도 천안시 수신면 장산리 -> 충청남도 천안시 동남구 수신면 장산리
    "4413136000": "4413037000", # 충청남도 천안시 병천면 -> 충청남도 천안시 동남구 병천면
    "4413136021": "4413037021", # 충청남도 천안시 병천면 가전리 -> 충청남도 천안시 동남구 병천면 가전리
    "4413136022": "4413037022", # 충청남도 천안시 병천면 병천리 -> 충청남도 천안시 동남구 병천면 병천리
    "4413136023": "4413037023", # 충청남도 천안시 병천면 탑원리 -> 충청남도 천안시 동남구 병천면 탑원리
    "4413136024": "4413037024", # 충청남도 천안시 병천면 도원리 -> 충청남도 천안시 동남구 병천면 도원리
    "4413136025": "4413037025", # 충청남도 천안시 병천면 매성리 -> 충청남도 천안시 동남구 병천면 매성리
    "4413136026": "4413037026", # 충청남도 천안시 병천면 관성리 -> 충청남도 천안시 동남구 병천면 관성리
    "4413136027": "4413037027", # 충청남도 천안시 병천면 봉항리 -> 충청남도 천안시 동남구 병천면 봉항리
    "4413136028": "4413037028", # 충청남도 천안시 병천면 용두리 -> 충청남도 천안시 동남구 병천면 용두리
    "4413136029": "4413037029", # 충청남도 천안시 병천면 송정리 -> 충청남도 천안시 동남구 병천면 송정리
    "4413137000": "4413038000", # 충청남도 천안시 동면 -> 충청남도 천안시 동남구 동면
    "4413137021": "4413038021", # 충청남도 천안시 동면 구도리 -> 충청남도 천안시 동남구 동면 구도리
    "4413137022": "4413038022", # 충청남도 천안시 동면 송연리 -> 충청남도 천안시 동남구 동면 송연리
    "4413137023": "4413038023", # 충청남도 천안시 동면 화계리 -> 충청남도 천안시 동남구 동면 화계리
    "4413137024": "4413038024", # 충청남도 천안시 동면 광덕리 -> 충청남도 천안시 동남구 동면 광덕리
    "4413137025": "4413038025", # 충청남도 천안시 동면 동산리 -> 충청남도 천안시 동남구 동면 동산리
    "4413137026": "4413038026", # 충청남도 천안시 동면 행암리 -> 충청남도 천안시 동남구 동면 행암리
    "4413137027": "4413038027", # 충청남도 천안시 동면 덕성리 -> 충청남도 천안시 동남구 동면 덕성리
    "4413137028": "4413038028", # 충청남도 천안시 동면 죽계리 -> 충청남도 천안시 동남구 동면 죽계리
    "4413137029": "4413038029", # 충청남도 천안시 동면 장송리 -> 충청남도 천안시 동남구 동면 장송리
    "4413137030": "4413038030", # 충청남도 천안시 동면 수남리 -> 충청남도 천안시 동남구 동면 수남리
    "4413137031": "4413038031", # 충청남도 천안시 동면 화덕리 -> 충청남도 천안시 동남구 동면 화덕리
    "4413310100": "4413010200", # 충청남도 천안시 와촌동 -> 충청남도 천안시 서북구 와촌동
    "4413310200": "4413011400", # 충청남도 천안시 성정동 -> 충청남도 천안시 서북구 성정동
    "4413310300": "4413011500", # 충청남도 천안시 백석동 -> 충청남도 천안시 서북구 백석동
    "4413310400": "4413011600", # 충청남도 천안시 두정동 -> 충청남도 천안시 서북구 두정동
    "4413310500": "4413011700", # 충청남도 천안시 성성동 -> 충청남도 천안시 서북구 성성동
    "4413310600": "4413011800", # 충청남도 천안시 차암동 -> 충청남도 천안시 서북구 차암동
    "4413310700": "4413012300", # 충청남도 천안시 쌍용동 -> 충청남도 천안시 서북구 쌍용동
    "4413310800": "4413012400", # 충청남도 천안시 불당동 -> 충청남도 천안시 서북구 불당동
    "4413310900": "4413012600", # 충청남도 천안시 업성동 -> 충청남도 천안시 서북구 업성동
    "4413311000": "4413012700", # 충청남도 천안시 신당동 -> 충청남도 천안시 서북구 신당동
    "4413311100": "4413012800", # 충청남도 천안시 부대동 -> 충청남도 천안시 서북구 부대동
    "4413325000": "4413025000", # 충청남도 천안시 성환읍 -> 충청남도 천안시 서북구 성환읍
    "4413325021": "4413025021", # 충청남도 천안시 성환읍 성환리 -> 충청남도 천안시 서북구 성환읍 성환리
    "4413325022": "4413025022", # 충청남도 천안시 성환읍 성월리 -> 충청남도 천안시 서북구 성환읍 성월리
    "4413325023": "4413025023", # 충청남도 천안시 성환읍 매주리 -> 충청남도 천안시 서북구 성환읍 매주리
    "4413325024": "4413025024", # 충청남도 천안시 성환읍 율금리 -> 충청남도 천안시 서북구 성환읍 율금리
    "4413325025": "4413025025", # 충청남도 천안시 성환읍 왕림리 -> 충청남도 천안시 서북구 성환읍 왕림리
    "4413325026": "4413025026", # 충청남도 천안시 성환읍 신방리 -> 충청남도 천안시 서북구 성환읍 신방리
    "4413325027": "4413025027", # 충청남도 천안시 성환읍 송덕리 -> 충청남도 천안시 서북구 성환읍 송덕리
    "4413325028": "4413025028", # 충청남도 천안시 성환읍 우신리 -> 충청남도 천안시 서북구 성환읍 우신리
    "4413325029": "4413025029", # 충청남도 천안시 성환읍 어룡리 -> 충청남도 천안시 서북구 성환읍 어룡리
    "4413325030": "4413025030", # 충청남도 천안시 성환읍 복모리 -> 충청남도 천안시 서북구 성환읍 복모리
    "4413325031": "4413025031", # 충청남도 천안시 성환읍 신가리 -> 충청남도 천안시 서북구 성환읍 신가리
    "4413325032": "4413025032", # 충청남도 천안시 성환읍 와룡리 -> 충청남도 천안시 서북구 성환읍 와룡리
    "4413325033": "4413025033", # 충청남도 천안시 성환읍 학정리 -> 충청남도 천안시 서북구 성환읍 학정리
    "4413325034": "4413025034", # 충청남도 천안시 성환읍 대홍리 -> 충청남도 천안시 서북구 성환읍 대홍리
    "4413325035": "4413025035", # 충청남도 천안시 성환읍 수향리 -> 충청남도 천안시 서북구 성환읍 수향리
    "4413325036": "4413025036", # 충청남도 천안시 성환읍 안궁리 -> 충청남도 천안시 서북구 성환읍 안궁리
    "4413325037": "4413025037", # 충청남도 천안시 성환읍 양령리 -> 충청남도 천안시 서북구 성환읍 양령리
    "4413325038": "4413025038", # 충청남도 천안시 성환읍 도하리 -> 충청남도 천안시 서북구 성환읍 도하리
    "4413325300": "4413025300", # 충청남도 천안시 성거읍 -> 충청남도 천안시 서북구 성거읍
    "4413325321": "4413025321", # 충청남도 천안시 성거읍 송남리 -> 충청남도 천안시 서북구 성거읍 송남리
    "4413325322": "4413025322", # 충청남도 천안시 성거읍 천흥리 -> 충청남도 천안시 서북구 성거읍 천흥리
    "4413325323": "4413025323", # 충청남도 천안시 성거읍 오목리 -> 충청남도 천안시 서북구 성거읍 오목리
    "4413325324": "4413025324", # 충청남도 천안시 성거읍 오색당리 -> 충청남도 천안시 서북구 성거읍 오색당리
    "4413325325": "4413025325", # 충청남도 천안시 성거읍 저리 -> 충청남도 천안시 서북구 성거읍 저리
    "4413325326": "4413025326", # 충청남도 천안시 성거읍 모전리 -> 충청남도 천안시 서북구 성거읍 모전리
    "4413325327": "4413025327", # 충청남도 천안시 성거읍 삼곡리 -> 충청남도 천안시 서북구 성거읍 삼곡리
    "4413325328": "4413025328", # 충청남도 천안시 성거읍 정촌리 -> 충청남도 천안시 서북구 성거읍 정촌리
    "4413325329": "4413025329", # 충청남도 천안시 성거읍 문덕리 -> 충청남도 천안시 서북구 성거읍 문덕리
    "4413325330": "4413025330", # 충청남도 천안시 성거읍 석교리 -> 충청남도 천안시 서북구 성거읍 석교리
    "4413325331": "4413025331", # 충청남도 천안시 성거읍 요방리 -> 충청남도 천안시 서북구 성거읍 요방리
    "4413325332": "4413025332", # 충청남도 천안시 성거읍 소우리 -> 충청남도 천안시 서북구 성거읍 소우리
    "4413325333": "4413025333", # 충청남도 천안시 성거읍 신월리 -> 충청남도 천안시 서북구 성거읍 신월리
    "4413325600": "4413025600", # 충청남도 천안시 직산읍 -> 충청남도 천안시 서북구 직산읍
    "4413325621": "4413025621", # 충청남도 천안시 직산읍 군동리 -> 충청남도 천안시 서북구 직산읍 군동리
    "4413325622": "4413025622", # 충청남도 천안시 직산읍 군서리 -> 충청남도 천안시 서북구 직산읍 군서리
    "4413325623": "4413025623", # 충청남도 천안시 직산읍 남산리 -> 충청남도 천안시 서북구 직산읍 남산리
    "4413325624": "4413025624", # 충청남도 천안시 직산읍 판정리 -> 충청남도 천안시 서북구 직산읍 판정리
    "4413325625": "4413025625", # 충청남도 천안시 직산읍 수헐리 -> 충청남도 천안시 서북구 직산읍 수헐리
    "4413325626": "4413025626", # 충청남도 천안시 직산읍 삼은리 -> 충청남도 천안시 서북구 직산읍 삼은리
    "4413325627": "4413025627", # 충청남도 천안시 직산읍 상덕리 -> 충청남도 천안시 서북구 직산읍 상덕리
    "4413325628": "4413025628", # 충청남도 천안시 직산읍 부송리 -> 충청남도 천안시 서북구 직산읍 부송리
    "4413325629": "4413025629", # 충청남도 천안시 직산읍 모시리 -> 충청남도 천안시 서북구 직산읍 모시리
    "4413325630": "4413025630", # 충청남도 천안시 직산읍 자은가리 -> 충청남도 천안시 서북구 직산읍 자은가리
    "4413325631": "4413025631", # 충청남도 천안시 직산읍 양당리 -> 충청남도 천안시 서북구 직산읍 양당리
    "4413325632": "4413025632", # 충청남도 천안시 직산읍 신갈리 -> 충청남도 천안시 서북구 직산읍 신갈리
    "4413325633": "4413025633", # 충청남도 천안시 직산읍 마정리 -> 충청남도 천안시 서북구 직산읍 마정리
    "4413325634": "4413025634", # 충청남도 천안시 직산읍 석곡리 -> 충청남도 천안시 서북구 직산읍 석곡리
    "4413331000": "4413040000", # 충청남도 천안시 입장면 -> 충청남도 천안시 서북구 입장면
    "4413331021": "4413040021", # 충청남도 천안시 입장면 하장리 -> 충청남도 천안시 서북구 입장면 하장리
    "4413331022": "4413040022", # 충청남도 천안시 입장면 상장리 -> 충청남도 천안시 서북구 입장면 상장리
    "4413331023": "4413040023", # 충청남도 천안시 입장면 기로리 -> 충청남도 천안시 서북구 입장면 기로리
    "4413331024": "4413040024", # 충청남도 천안시 입장면 도림리 -> 충청남도 천안시 서북구 입장면 도림리
    "4413331025": "4413040025", # 충청남도 천안시 입장면 양대리 -> 충청남도 천안시 서북구 입장면 양대리
    "4413331026": "4413040026", # 충청남도 천안시 입장면 홍천리 -> 충청남도 천안시 서북구 입장면 홍천리
    "4413331027": "4413040027", # 충청남도 천안시 입장면 호당리 -> 충청남도 천안시 서북구 입장면 호당리
    "4413331028": "4413040028", # 충청남도 천안시 입장면 시장리 -> 충청남도 천안시 서북구 입장면 시장리
    "4413331029": "4413040029", # 충청남도 천안시 입장면 효계리 -> 충청남도 천안시 서북구 입장면 효계리
    "4413331030": "4413040030", # 충청남도 천안시 입장면 신덕리 -> 충청남도 천안시 서북구 입장면 신덕리
    "4413331031": "4413040031", # 충청남도 천안시 입장면 신두리 -> 충청남도 천안시 서북구 입장면 신두리
    "4413331032": "4413040032", # 충청남도 천안시 입장면 용정리 -> 충청남도 천안시 서북구 입장면 용정리
    "4413331033": "4413040033", # 충청남도 천안시 입장면 흑암리 -> 충청남도 천안시 서북구 입장면 흑암리
    "4413331034": "4413040034", # 충청남도 천안시 입장면 산정리 -> 충청남도 천안시 서북구 입장면 산정리
    "4413331035": "4413040035", # 충청남도 천안시 입장면 연곡리 -> 충청남도 천안시 서북구 입장면 연곡리
    "4413331036": "4413040036", # 충청남도 천안시 입장면 가산리 -> 충청남도 천안시 서북구 입장면 가산리
    "4413331037": "4413040037", # 충청남도 천안시 입장면 유리 -> 충청남도 천안시 서북구 입장면 유리
    "4413331038": "4413040038", # 충청남도 천안시 입장면 독정리 -> 충청남도 천안시 서북구 입장면 독정리

    "4122025300": "4122038000", # 경기도 평택시 안중면 -> 경기도 평택시 안중읍
    "4122025321": "4122038021", # 경기도 평택시 안중면 안중리 -> 경기도 평택시 안중읍 안중리
    "4122025322": "4122038022", # 경기도 평택시 안중면 학현리 -> 경기도 평택시 안중읍 학현리
    "4122025323": "4122038023", # 경기도 평택시 안중면 금곡리 -> 경기도 평택시 안중읍 금곡리
    "4122025324": "4122038024", # 경기도 평택시 안중면 대반리 -> 경기도 평택시 안중읍 대반리
    "4122025325": "4122038025", # 경기도 평택시 안중면 삼정리 -> 경기도 평택시 안중읍 삼정리
    "4122025326": "4122038026", # 경기도 평택시 안중면 용성리 -> 경기도 평택시 안중읍 용성리
    "4122025327": "4122038027", # 경기도 평택시 안중면 덕우리 -> 경기도 평택시 안중읍 덕우리
    "4122025328": "4122038028", # 경기도 평택시 안중면 성해리 -> 경기도 평택시 안중읍 성해리
    "4122025329": "4122038029", # 경기도 평택시 안중면 송담리 -> 경기도 평택시 안중읍 송담리
    "4122025330": "4122038030", # 경기도 평택시 안중면 현화리 -> 경기도 평택시 안중읍 현화리

    "4161025000": "4179031000", # 경기도 광주군 오포면 -> 경기도 광주시 오포읍
    "4161025021": "4179031021", # 경기도 광주군 오포면 고산리 -> 경기도 광주시 오포읍 고산리
    "4161025022": "4179031022", # 경기도 광주군 오포면 신현리 -> 경기도 광주시 오포읍 신현리
    "4161025023": "4179031023", # 경기도 광주군 오포면 능평리 -> 경기도 광주시 오포읍 능평리
    "4161025024": "4179031024", # 경기도 광주군 오포면 문형리 -> 경기도 광주시 오포읍 문형리
    "4161025025": "4179031025", # 경기도 광주군 오포면 추자리 -> 경기도 광주시 오포읍 추자리
    "4161025026": "4179031026", # 경기도 광주군 오포면 매산리 -> 경기도 광주시 오포읍 매산리
    "4161025027": "4179031027", # 경기도 광주군 오포면 양벌리 -> 경기도 광주시 오포읍 양벌리

    "4155037000": "4186037000", # 경기도 안성군 공도면 -> 경기도 안성시 공도면
    "4155037021": "4186037021", # 경기도 안성군 공도면 양기리 -> 경기도 안성시 공도면 양기리
    "4155037022": "4186037022", # 경기도 안성군 공도면 웅교리 -> 경기도 안성시 공도면 웅교리
    "4155037023": "4186037023", # 경기도 안성군 공도면 신두리 -> 경기도 안성시 공도면 신두리
    "4155037024": "4186037024", # 경기도 안성군 공도면 중복리 -> 경기도 안성시 공도면 중복리
    "4155037025": "4186037025", # 경기도 안성군 공도면 용두리 -> 경기도 안성시 공도면 용두리
    "4155037026": "4186037026", # 경기도 안성군 공도면 승두리 -> 경기도 안성시 공도면 승두리
    "4155037027": "4186037027", # 경기도 안성군 공도면 건천리 -> 경기도 안성시 공도면 건천리
    "4155037028": "4186037028", # 경기도 안성군 공도면 불당리 -> 경기도 안성시 공도면 불당리
    "4155037029": "4186037029", # 경기도 안성군 공도면 만정리 -> 경기도 안성시 공도면 만정리
    "4155037030": "4186037030", # 경기도 안성군 공도면 마정리 -> 경기도 안성시 공도면 마정리
    "4155037031": "4186037031", # 경기도 안성군 공도면 진사리 -> 경기도 안성시 공도면 진사리

    "4155025000": "4155037000", # 경기도 안성시 공도면 -> 경기도 안성시 공도읍
    "4155025021": "4155037021", # 경기도 안성시 공도면 양기리 -> 경기도 안성시 공도읍 양기리
    "4155025022": "4155037022", # 경기도 안성시 공도면 웅교리 -> 경기도 안성시 공도읍 웅교리
    "4155025023": "4155037023", # 경기도 안성시 공도면 신두리 -> 경기도 안성시 공도읍 신두리
    "4155025024": "4155037024", # 경기도 안성시 공도면 중복리 -> 경기도 안성시 공도읍 중복리
    "4155025025": "4155037025", # 경기도 안성시 공도면 용두리 -> 경기도 안성시 공도읍 용두리
    "4155025026": "4155037026", # 경기도 안성시 공도면 승두리 -> 경기도 안성시 공도읍 승두리
    "4155025027": "4155037027", # 경기도 안성시 공도면 건천리 -> 경기도 안성시 공도읍 건천리
    "4155025028": "4155037028", # 경기도 안성시 공도면 불당리 -> 경기도 안성시 공도읍 불당리
    "4155025029": "4155037029", # 경기도 안성시 공도면 만정리 -> 경기도 안성시 공도읍 만정리
    "4155025030": "4155037030", # 경기도 안성시 공도면 마정리 -> 경기도 안성시 공도읍 마정리
    "4155025031": "4155037031", # 경기도 안성시 공도면 진사리 -> 경기도 안성시 공도읍 진사리

    "4172013000": "4172032000", # 경기도 남양주군 진접면 -> 경기도 남양주군 진접읍
    "4172013021": "4172032021", # 경기도 남양주군 진접면 장현리 -> 경기도 남양주군 진접읍 장현리
    "4172013022": "4172032022", # 경기도 남양주군 진접면 내각리 -> 경기도 남양주군 진접읍 내각리
    "4172013023": "4172032023", # 경기도 남양주군 진접면 내곡리 -> 경기도 남양주군 진접읍 내곡리
    "4172013024": "4172032024", # 경기도 남양주군 진접면 연평리 -> 경기도 남양주군 진접읍 연평리
    "4172013025": "4172032025", # 경기도 남양주군 진접면 부평리 -> 경기도 남양주군 진접읍 부평리
    "4172013026": "4172032026", # 경기도 남양주군 진접면 팔야리 -> 경기도 남양주군 진접읍 팔야리
    "4172013027": "4172032027", # 경기도 남양주군 진접면 진벌리 -> 경기도 남양주군 진접읍 진벌리
    "4172013028": "4172032028", # 경기도 남양주군 진접면 금곡리 -> 경기도 남양주군 진접읍 금곡리
    "4172013029": "4172032029", # 경기도 남양주군 진접면 양지리 -> 경기도 남양주군 진접읍 양지리
    "4172013030": "4172032030", # 경기도 남양주군 진접면 팔현리 -> 경기도 남양주군 진접읍 팔현리
    "4172013031": "4172032031", # 경기도 남양주군 진접면 오남리 -> 경기도 남양주군 진접읍 오남리

    "4136025300": "4172013000", # 경기도 남양주군 진접읍 -> 경기도 남양주시 진접읍
    "4136025321": "4172013021", # 경기도 남양주군 진접읍 장현리 -> 경기도 남양주시 진접읍 장현리
    "4136025322": "4172013022", # 경기도 남양주군 진접읍 내각리 -> 경기도 남양주시 진접읍 내각리
    "4136025323": "4172013023", # 경기도 남양주군 진접읍 내곡리 -> 경기도 남양주시 진접읍 내곡리
    "4136025324": "4172013024", # 경기도 남양주군 진접읍 연평리 -> 경기도 남양주시 진접읍 연평리
    "4136025325": "4172013025", # 경기도 남양주군 진접읍 부평리 -> 경기도 남양주시 진접읍 부평리
    "4136025326": "4172013026", # 경기도 남양주군 진접읍 팔야리 -> 경기도 남양주시 진접읍 팔야리
    "4136025327": "4172013027", # 경기도 남양주군 진접읍 진벌리 -> 경기도 남양주시 진접읍 진벌리
    "4136025328": "4172013028", # 경기도 남양주군 진접읍 금곡리 -> 경기도 남양주시 진접읍 금곡리
    "4136025329": "4172013029", # 경기도 남양주군 진접읍 양지리 -> 경기도 남양주시 진접읍 양지리
    "4136025330": "4172013030", # 경기도 남양주군 진접읍 팔현리 -> 경기도 남양주시 진접읍 팔현리
    "4136025331": "4172013031", # 경기도 남양주군 진접읍 오남리 -> 경기도 남양주시 진접읍 오남리

    "2600000000": "2100000000", # 부산직할시 -> 부산광역시
    "2611000000": "2111000000", # 부산직할시 중구 -> 부산광역시 중구
    "2611010100": "2111010100", # 부산직할시 중구 영주동 -> 부산광역시 중구 영주동
    "2611010200": "2111010200", # 부산직할시 중구 대창동1가 -> 부산광역시 중구 대창동1가
    "2611010300": "2111010300", # 부산직할시 중구 대창동2가 -> 부산광역시 중구 대창동2가
    "2611010400": "2111010400", # 부산직할시 중구 중앙동1가 -> 부산광역시 중구 중앙동1가
    "2611010500": "2111010500", # 부산직할시 중구 중앙동2가 -> 부산광역시 중구 중앙동2가
    "2611010600": "2111010600", # 부산직할시 중구 중앙동3가 -> 부산광역시 중구 중앙동3가
    "2611010700": "2111010700", # 부산직할시 중구 중앙동4가 -> 부산광역시 중구 중앙동4가
    "2611010800": "2111010800", # 부산직할시 중구 중앙동5가 -> 부산광역시 중구 중앙동5가
    "2611010900": "2111010900", # 부산직할시 중구 중앙동6가 -> 부산광역시 중구 중앙동6가
    "2611011000": "2111011000", # 부산직할시 중구 중앙동7가 -> 부산광역시 중구 중앙동7가
    "2611011100": "2111011100", # 부산직할시 중구 동광동1가 -> 부산광역시 중구 동광동1가
    "2611011200": "2111011200", # 부산직할시 중구 동광동2가 -> 부산광역시 중구 동광동2가
    "2611011300": "2111011300", # 부산직할시 중구 동광동3가 -> 부산광역시 중구 동광동3가
    "2611011400": "2111011400", # 부산직할시 중구 동광동4가 -> 부산광역시 중구 동광동4가
    "2611011500": "2111011500", # 부산직할시 중구 동광동5가 -> 부산광역시 중구 동광동5가
    "2611011600": "2111011600", # 부산직할시 중구 대청동1가 -> 부산광역시 중구 대청동1가
    "2611011700": "2111011700", # 부산직할시 중구 대청동2가 -> 부산광역시 중구 대청동2가
    "2611011800": "2111011800", # 부산직할시 중구 대청동3가 -> 부산광역시 중구 대청동3가
    "2611011900": "2111011900", # 부산직할시 중구 대청동4가 -> 부산광역시 중구 대청동4가
    "2611012000": "2111012000", # 부산직할시 중구 보수동1가 -> 부산광역시 중구 보수동1가
    "2611012100": "2111012100", # 부산직할시 중구 보수동2가 -> 부산광역시 중구 보수동2가
    "2611012200": "2111012200", # 부산직할시 중구 보수동3가 -> 부산광역시 중구 보수동3가
    "2611012300": "2111012300", # 부산직할시 중구 부평동1가 -> 부산광역시 중구 부평동1가
    "2611012400": "2111012400", # 부산직할시 중구 부평동2가 -> 부산광역시 중구 부평동2가
    "2611012500": "2111012500", # 부산직할시 중구 부평동3가 -> 부산광역시 중구 부평동3가
    "2611012600": "2111012600", # 부산직할시 중구 부평동4가 -> 부산광역시 중구 부평동4가
    "2611012700": "2111012700", # 부산직할시 중구 신창동1가 -> 부산광역시 중구 신창동1가
    "2611012800": "2111012800", # 부산직할시 중구 신창동2가 -> 부산광역시 중구 신창동2가
    "2611012900": "2111012900", # 부산직할시 중구 신창동3가 -> 부산광역시 중구 신창동3가
    "2611013000": "2111013000", # 부산직할시 중구 신창동4가 -> 부산광역시 중구 신창동4가
    "2611013100": "2111013100", # 부산직할시 중구 창선동1가 -> 부산광역시 중구 창선동1가
    "2611013200": "2111013200", # 부산직할시 중구 창선동2가 -> 부산광역시 중구 창선동2가
    "2611013300": "2111013300", # 부산직할시 중구 광복동1가 -> 부산광역시 중구 광복동1가
    "2611013400": "2111013400", # 부산직할시 중구 광복동2가 -> 부산광역시 중구 광복동2가
    "2611013500": "2111013500", # 부산직할시 중구 광복동3가 -> 부산광역시 중구 광복동3가
    "2611013600": "2111013600", # 부산직할시 중구 남포동1가 -> 부산광역시 중구 남포동1가
    "2611013700": "2111013700", # 부산직할시 중구 남포동2가 -> 부산광역시 중구 남포동2가
    "2611013800": "2111013800", # 부산직할시 중구 남포동3가 -> 부산광역시 중구 남포동3가
    "2611013900": "2111013900", # 부산직할시 중구 남포동4가 -> 부산광역시 중구 남포동4가
    "2611014000": "2111014000", # 부산직할시 중구 남포동5가 -> 부산광역시 중구 남포동5가
    "2611014100": "2111014100", # 부산직할시 중구 남포동6가 -> 부산광역시 중구 남포동6가
    "2614000000": "2114000000", # 부산직할시 서구 -> 부산광역시 서구
    "2614010100": "2114010100", # 부산직할시 서구 동대신동1가 -> 부산광역시 서구 동대신동1가
    "2614010200": "2114010200", # 부산직할시 서구 동대신동2가 -> 부산광역시 서구 동대신동2가
    "2614010300": "2114010300", # 부산직할시 서구 동대신동3가 -> 부산광역시 서구 동대신동3가
    "2614010400": "2114010400", # 부산직할시 서구 서대신동1가 -> 부산광역시 서구 서대신동1가
    "2614010500": "2114010500", # 부산직할시 서구 서대신동2가 -> 부산광역시 서구 서대신동2가
    "2614010600": "2114010600", # 부산직할시 서구 서대신동3가 -> 부산광역시 서구 서대신동3가
    "2614010700": "2114010700", # 부산직할시 서구 부용동1가 -> 부산광역시 서구 부용동1가
    "2614010800": "2114010800", # 부산직할시 서구 부용동2가 -> 부산광역시 서구 부용동2가
    "2614010900": "2114010900", # 부산직할시 서구 부민동1가 -> 부산광역시 서구 부민동1가
    "2614011000": "2114011000", # 부산직할시 서구 부민동2가 -> 부산광역시 서구 부민동2가
    "2614011100": "2114011100", # 부산직할시 서구 부민동3가 -> 부산광역시 서구 부민동3가
    "2614011200": "2114011200", # 부산직할시 서구 토성동1가 -> 부산광역시 서구 토성동1가
    "2614011300": "2114011300", # 부산직할시 서구 토성동2가 -> 부산광역시 서구 토성동2가
    "2614011400": "2114011400", # 부산직할시 서구 토성동3가 -> 부산광역시 서구 토성동3가
    "2614011500": "2114011500", # 부산직할시 서구 아미동1가 -> 부산광역시 서구 아미동1가
    "2614011600": "2114011600", # 부산직할시 서구 아미동2가 -> 부산광역시 서구 아미동2가
    "2614011700": "2114011700", # 부산직할시 서구 토성동4가 -> 부산광역시 서구 토성동4가
    "2614011800": "2114011800", # 부산직할시 서구 토성동5가 -> 부산광역시 서구 토성동5가
    "2614011900": "2114011900", # 부산직할시 서구 초장동 -> 부산광역시 서구 초장동
    "2614012000": "2114012000", # 부산직할시 서구 충무동1가 -> 부산광역시 서구 충무동1가
    "2614012100": "2114012100", # 부산직할시 서구 충무동2가 -> 부산광역시 서구 충무동2가
    "2614012200": "2114012200", # 부산직할시 서구 충무동3가 -> 부산광역시 서구 충무동3가
    "2614012300": "2114012300", # 부산직할시 서구 남부민동 -> 부산광역시 서구 남부민동
    "2614012400": "2114012400", # 부산직할시 서구 암남동 -> 부산광역시 서구 암남동
    "2617000000": "2117000000", # 부산직할시 동구 -> 부산광역시 동구
    "2617010100": "2117010100", # 부산직할시 동구 초량동 -> 부산광역시 동구 초량동
    "2617010200": "2117010200", # 부산직할시 동구 수정동 -> 부산광역시 동구 수정동
    "2617010300": "2117010300", # 부산직할시 동구 좌천동 -> 부산광역시 동구 좌천동
    "2617010400": "2117010400", # 부산직할시 동구 범일동 -> 부산광역시 동구 범일동
    "2620000000": "2120000000", # 부산직할시 영도구 -> 부산광역시 영도구
    "2620010100": "2120010100", # 부산직할시 영도구 대교동1가 -> 부산광역시 영도구 대교동1가
    "2620010200": "2120010200", # 부산직할시 영도구 대교동2가 -> 부산광역시 영도구 대교동2가
    "2620010300": "2120010300", # 부산직할시 영도구 대평동1가 -> 부산광역시 영도구 대평동1가
    "2620010400": "2120010400", # 부산직할시 영도구 대평동2가 -> 부산광역시 영도구 대평동2가
    "2620010500": "2120010500", # 부산직할시 영도구 남항동1가 -> 부산광역시 영도구 남항동1가
    "2620010600": "2120010600", # 부산직할시 영도구 남항동2가 -> 부산광역시 영도구 남항동2가
    "2620010700": "2120010700", # 부산직할시 영도구 남항동3가 -> 부산광역시 영도구 남항동3가
    "2620010800": "2120010800", # 부산직할시 영도구 영선동1가 -> 부산광역시 영도구 영선동1가
    "2620010900": "2120010900", # 부산직할시 영도구 영선동2가 -> 부산광역시 영도구 영선동2가
    "2620011000": "2120011000", # 부산직할시 영도구 영선동3가 -> 부산광역시 영도구 영선동3가
    "2620011100": "2120011100", # 부산직할시 영도구 영선동4가 -> 부산광역시 영도구 영선동4가
    "2620011200": "2120011200", # 부산직할시 영도구 신선동1가 -> 부산광역시 영도구 신선동1가
    "2620011300": "2120011300", # 부산직할시 영도구 신선동2가 -> 부산광역시 영도구 신선동2가
    "2620011400": "2120011400", # 부산직할시 영도구 신선동3가 -> 부산광역시 영도구 신선동3가
    "2620011500": "2120011500", # 부산직할시 영도구 봉래동1가 -> 부산광역시 영도구 봉래동1가
    "2620011600": "2120011600", # 부산직할시 영도구 봉래동2가 -> 부산광역시 영도구 봉래동2가
    "2620011700": "2120011700", # 부산직할시 영도구 봉래동3가 -> 부산광역시 영도구 봉래동3가
    "2620011800": "2120011800", # 부산직할시 영도구 봉래동4가 -> 부산광역시 영도구 봉래동4가
    "2620011900": "2120011900", # 부산직할시 영도구 봉래동5가 -> 부산광역시 영도구 봉래동5가
    "2620012000": "2120012000", # 부산직할시 영도구 청학동 -> 부산광역시 영도구 청학동
    "2620012100": "2120012100", # 부산직할시 영도구 동삼동 -> 부산광역시 영도구 동삼동
    "2623000000": "2123000000", # 부산직할시 부산진구 -> 부산광역시 부산진구
    "2623010100": "2123010100", # 부산직할시 부산진구 양정동 -> 부산광역시 부산진구 양정동
    "2623010200": "2123010200", # 부산직할시 부산진구 전포동 -> 부산광역시 부산진구 전포동
    "2623010300": "2123010300", # 부산직할시 부산진구 부전동 -> 부산광역시 부산진구 부전동
    "2623010400": "2123010400", # 부산직할시 부산진구 범천동 -> 부산광역시 부산진구 범천동
    "2623010500": "2123010500", # 부산직할시 부산진구 범전동 -> 부산광역시 부산진구 범전동
    "2623010600": "2123010600", # 부산직할시 부산진구 연지동 -> 부산광역시 부산진구 연지동
    "2623010700": "2123010700", # 부산직할시 부산진구 초읍동 -> 부산광역시 부산진구 초읍동
    "2623010800": "2123010800", # 부산직할시 부산진구 부암동 -> 부산광역시 부산진구 부암동
    "2623010900": "2123010900", # 부산직할시 부산진구 당감동 -> 부산광역시 부산진구 당감동
    "2623011000": "2123011000", # 부산직할시 부산진구 가야동 -> 부산광역시 부산진구 가야동
    "2623011100": "2123011100", # 부산직할시 부산진구 개금동 -> 부산광역시 부산진구 개금동
    "2626000000": "2126000000", # 부산직할시 동래구 -> 부산광역시 동래구
    "2626010100": "2126010100", # 부산직할시 동래구 명장동 -> 부산광역시 동래구 명장동
    "2626010200": "2126010200", # 부산직할시 동래구 안락동 -> 부산광역시 동래구 안락동
    "2626010300": "2126010300", # 부산직할시 동래구 칠산동 -> 부산광역시 동래구 칠산동
    "2626010400": "2126010400", # 부산직할시 동래구 낙민동 -> 부산광역시 동래구 낙민동
    "2626010500": "2126010500", # 부산직할시 동래구 복천동 -> 부산광역시 동래구 복천동
    "2626010600": "2126010600", # 부산직할시 동래구 수안동 -> 부산광역시 동래구 수안동
    "2626010700": "2126010700", # 부산직할시 동래구 명륜동 -> 부산광역시 동래구 명륜동
    "2626010800": "2126010800", # 부산직할시 동래구 온천동 -> 부산광역시 동래구 온천동
    "2626010900": "2126010900", # 부산직할시 동래구 사직동 -> 부산광역시 동래구 사직동
    "2626011000": "2126011000", # 부산직할시 동래구 거제동 -> 부산광역시 동래구 거제동
    "2626011100": "2126011100", # 부산직할시 동래구 연산동 -> 부산광역시 동래구 연산동
    "2629000000": "2129000000", # 부산직할시 남구 -> 부산광역시 남구
    "2629010100": "2129010100", # 부산직할시 남구 망미동 -> 부산광역시 남구 망미동
    "2629010200": "2129010200", # 부산직할시 남구 수영동 -> 부산광역시 남구 수영동
    "2629010300": "2129010300", # 부산직할시 남구 민락동 -> 부산광역시 남구 민락동
    "2629010400": "2129010400", # 부산직할시 남구 광안동 -> 부산광역시 남구 광안동
    "2629010500": "2129010500", # 부산직할시 남구 남천동 -> 부산광역시 남구 남천동
    "2629010600": "2129010600", # 부산직할시 남구 대연동 -> 부산광역시 남구 대연동
    "2629010700": "2129010700", # 부산직할시 남구 용호동 -> 부산광역시 남구 용호동
    "2629010800": "2129010800", # 부산직할시 남구 용당동 -> 부산광역시 남구 용당동
    "2629010900": "2129010900", # 부산직할시 남구 문현동 -> 부산광역시 남구 문현동
    "2629011000": "2129011000", # 부산직할시 남구 우암동 -> 부산광역시 남구 우암동
    "2629011100": "2129011100", # 부산직할시 남구 감만동 -> 부산광역시 남구 감만동
    "2632000000": "2132000000", # 부산직할시 북구 -> 부산광역시 북구
    "2632010100": "2132010100", # 부산직할시 북구 금곡동 -> 부산광역시 북구 금곡동
    "2632010200": "2132010200", # 부산직할시 북구 화명동 -> 부산광역시 북구 화명동
    "2632010300": "2132010300", # 부산직할시 북구 만덕동 -> 부산광역시 북구 만덕동
    "2632010400": "2132010400", # 부산직할시 북구 덕천동 -> 부산광역시 북구 덕천동
    "2632010500": "2132010500", # 부산직할시 북구 구포동 -> 부산광역시 북구 구포동
    "2632010600": "2132010600", # 부산직할시 북구 삼락동 -> 부산광역시 북구 삼락동
    "2632010700": "2132010700", # 부산직할시 북구 모라동 -> 부산광역시 북구 모라동
    "2632010800": "2132010800", # 부산직할시 북구 덕포동 -> 부산광역시 북구 덕포동
    "2632010900": "2132010900", # 부산직할시 북구 괘법동 -> 부산광역시 북구 괘법동
    "2632011000": "2132011000", # 부산직할시 북구 감전동 -> 부산광역시 북구 감전동
    "2632011100": "2132011100", # 부산직할시 북구 주례동 -> 부산광역시 북구 주례동
    "2632011200": "2132011200", # 부산직할시 북구 학장동 -> 부산광역시 북구 학장동
    "2632011300": "2132011300", # 부산직할시 북구 엄궁동 -> 부산광역시 북구 엄궁동
    "2635000000": "2135000000", # 부산직할시 해운대구 -> 부산광역시 해운대구
    "2635010100": "2135010100", # 부산직할시 해운대구 반송동 -> 부산광역시 해운대구 반송동
    "2635010200": "2135010200", # 부산직할시 해운대구 석대동 -> 부산광역시 해운대구 석대동
    "2635010300": "2135010300", # 부산직할시 해운대구 반여동 -> 부산광역시 해운대구 반여동
    "2635010400": "2135010400", # 부산직할시 해운대구 재송동 -> 부산광역시 해운대구 재송동
    "2635010500": "2135010500", # 부산직할시 해운대구 우동 -> 부산광역시 해운대구 우동
    "2635010600": "2135010600", # 부산직할시 해운대구 중동 -> 부산광역시 해운대구 중동
    "2635010700": "2135010700", # 부산직할시 해운대구 좌동 -> 부산광역시 해운대구 좌동
    "2635010800": "2135010800", # 부산직할시 해운대구 송정동 -> 부산광역시 해운대구 송정동
    "2638000000": "2138000000", # 부산직할시 사하구 -> 부산광역시 사하구
    "2638010100": "2138010100", # 부산직할시 사하구 괴정동 -> 부산광역시 사하구 괴정동
    "2638010200": "2138010200", # 부산직할시 사하구 당리동 -> 부산광역시 사하구 당리동
    "2638010300": "2138010300", # 부산직할시 사하구 하단동 -> 부산광역시 사하구 하단동
    "2638010400": "2138010400", # 부산직할시 사하구 신평동 -> 부산광역시 사하구 신평동
    "2638010500": "2138010500", # 부산직할시 사하구 장림동 -> 부산광역시 사하구 장림동
    "2638010600": "2138010600", # 부산직할시 사하구 다대동 -> 부산광역시 사하구 다대동
    "2638010700": "2138010700", # 부산직할시 사하구 구평동 -> 부산광역시 사하구 구평동
    "2638010800": "2138010800", # 부산직할시 사하구 감천동 -> 부산광역시 사하구 감천동
    "2641000000": "2141000000", # 부산직할시 금정구 -> 부산광역시 금정구
    "2641010100": "2141010100", # 부산직할시 금정구 두구동 -> 부산광역시 금정구 두구동
    "2641010200": "2141010200", # 부산직할시 금정구 노포동 -> 부산광역시 금정구 노포동
    "2641010300": "2141010300", # 부산직할시 금정구 청룡동 -> 부산광역시 금정구 청룡동
    "2641010400": "2141010400", # 부산직할시 금정구 남산동 -> 부산광역시 금정구 남산동
    "2641010500": "2141010500", # 부산직할시 금정구 선동 -> 부산광역시 금정구 선동
    "2641010600": "2141010600", # 부산직할시 금정구 오륜동 -> 부산광역시 금정구 오륜동
    "2641010700": "2141010700", # 부산직할시 금정구 구서동 -> 부산광역시 금정구 구서동
    "2641010800": "2141010800", # 부산직할시 금정구 장전동 -> 부산광역시 금정구 장전동
    "2641010900": "2141010900", # 부산직할시 금정구 부곡동 -> 부산광역시 금정구 부곡동
    "2641011000": "2141011000", # 부산직할시 금정구 서동 -> 부산광역시 금정구 서동
    "2641011100": "2141011100", # 부산직할시 금정구 금사동 -> 부산광역시 금정구 금사동
    "2641011200": "2141011200", # 부산직할시 금정구 회동동 -> 부산광역시 금정구 회동동
    "2641011300": "2141011300", # 부산직할시 금정구 금성동 -> 부산광역시 금정구 금성동
    "2644000000": "2144000000", # 부산직할시 강서구 -> 부산광역시 강서구
    "2644010300": "2144010300", # 부산직할시 강서구 강동동 -> 부산광역시 강서구 강동동
    "2644010400": "2144010400", # 부산직할시 강서구 명지동 -> 부산광역시 강서구 명지동
    "2644010500": "2144010500", # 부산직할시 강서구 죽림동 -> 부산광역시 강서구 죽림동
    "2644010600": "2144010600", # 부산직할시 강서구 식만동 -> 부산광역시 강서구 식만동
    "2644010700": "2144010700", # 부산직할시 강서구 죽동동 -> 부산광역시 강서구 죽동동
    "2644010800": "2144010800", # 부산직할시 강서구 봉림동 -> 부산광역시 강서구 봉림동
    "2644010900": "2144010900", # 부산직할시 강서구 송정동 -> 부산광역시 강서구 송정동
    "2644011000": "2144011000", # 부산직할시 강서구 화전동 -> 부산광역시 강서구 화전동
    "2644011100": "2144011100", # 부산직할시 강서구 녹산동 -> 부산광역시 강서구 녹산동
    "2644011200": "2144011200", # 부산직할시 강서구 생곡동 -> 부산광역시 강서구 생곡동
    "2644011300": "2144011300", # 부산직할시 강서구 구랑동 -> 부산광역시 강서구 구랑동
    "2644011400": "2144011400", # 부산직할시 강서구 지사동 -> 부산광역시 강서구 지사동
    "2644011500": "2144011500", # 부산직할시 강서구 미음동 -> 부산광역시 강서구 미음동
    "2644011600": "2144011600", # 부산직할시 강서구 범방동 -> 부산광역시 강서구 범방동
    "2644011700": "2144011700", # 부산직할시 강서구 신호동 -> 부산광역시 강서구 신호동
    "2644011800": "2144011800", # 부산직할시 강서구 동선동 -> 부산광역시 강서구 동선동
    "2644011900": "2144011900", # 부산직할시 강서구 성북동 -> 부산광역시 강서구 성북동
    "2644012000": "2144012000", # 부산직할시 강서구 눌차동 -> 부산광역시 강서구 눌차동
    "2644012100": "2144012100", # 부산직할시 강서구 천성동 -> 부산광역시 강서구 천성동
    "2644012200": "2144012200", # 부산직할시 강서구 대항동 -> 부산광역시 강서구 대항동

    "2700000000": "2200000000", # 대구직할시 -> 대구광역시
    "2711000000": "2211000000", # 대구직할시 중구 -> 대구광역시 중구
    "2711010100": "2211010100", # 대구직할시 중구 동인동1가 -> 대구광역시 중구 동인동1가
    "2711010200": "2211010200", # 대구직할시 중구 동인동2가 -> 대구광역시 중구 동인동2가
    "2711010300": "2211010300", # 대구직할시 중구 동인동3가 -> 대구광역시 중구 동인동3가
    "2711010400": "2211010400", # 대구직할시 중구 동인동4가 -> 대구광역시 중구 동인동4가
    "2711010500": "2211010500", # 대구직할시 중구 삼덕동1가 -> 대구광역시 중구 삼덕동1가
    "2711010600": "2211010600", # 대구직할시 중구 삼덕동2가 -> 대구광역시 중구 삼덕동2가
    "2711010700": "2211010700", # 대구직할시 중구 삼덕동3가 -> 대구광역시 중구 삼덕동3가
    "2711010800": "2211010800", # 대구직할시 중구 봉산동 -> 대구광역시 중구 봉산동
    "2711010900": "2211010900", # 대구직할시 중구 장관동 -> 대구광역시 중구 장관동
    "2711011000": "2211011000", # 대구직할시 중구 상서동 -> 대구광역시 중구 상서동
    "2711011100": "2211011100", # 대구직할시 중구 수동 -> 대구광역시 중구 수동
    "2711011200": "2211011200", # 대구직할시 중구 덕산동 -> 대구광역시 중구 덕산동
    "2711011300": "2211011300", # 대구직할시 중구 종로1가 -> 대구광역시 중구 종로1가
    "2711011400": "2211011400", # 대구직할시 중구 종로2가 -> 대구광역시 중구 종로2가
    "2711011500": "2211011500", # 대구직할시 중구 사일동 -> 대구광역시 중구 사일동
    "2711011600": "2211011600", # 대구직할시 중구 동일동 -> 대구광역시 중구 동일동
    "2711011700": "2211011700", # 대구직할시 중구 남일동 -> 대구광역시 중구 남일동
    "2711011800": "2211011800", # 대구직할시 중구 전동 -> 대구광역시 중구 전동
    "2711011900": "2211011900", # 대구직할시 중구 동성로3가 -> 대구광역시 중구 동성로3가
    "2711012000": "2211012000", # 대구직할시 중구 동문동 -> 대구광역시 중구 동문동
    "2711012100": "2211012100", # 대구직할시 중구 문화동 -> 대구광역시 중구 문화동
    "2711012200": "2211012200", # 대구직할시 중구 공평동 -> 대구광역시 중구 공평동
    "2711012300": "2211012300", # 대구직할시 중구 동성로2가 -> 대구광역시 중구 동성로2가
    "2711012400": "2211012400", # 대구직할시 중구 태평로1가 -> 대구광역시 중구 태평로1가
    "2711012500": "2211012500", # 대구직할시 중구 교동 -> 대구광역시 중구 교동
    "2711012600": "2211012600", # 대구직할시 중구 용덕동 -> 대구광역시 중구 용덕동
    "2711012700": "2211012700", # 대구직할시 중구 상덕동 -> 대구광역시 중구 상덕동
    "2711012800": "2211012800", # 대구직할시 중구 완전동 -> 대구광역시 중구 완전동
    "2711012900": "2211012900", # 대구직할시 중구 도원동 -> 대구광역시 중구 도원동
    "2711013000": "2211013000", # 대구직할시 중구 수창동 -> 대구광역시 중구 수창동
    "2711013100": "2211013100", # 대구직할시 중구 태평로3가 -> 대구광역시 중구 태평로3가
    "2711013200": "2211013200", # 대구직할시 중구 인교동 -> 대구광역시 중구 인교동
    "2711013300": "2211013300", # 대구직할시 중구 서야동 -> 대구광역시 중구 서야동
    "2711013400": "2211013400", # 대구직할시 중구 서성로1가 -> 대구광역시 중구 서성로1가
    "2711013500": "2211013500", # 대구직할시 중구 시장북로 -> 대구광역시 중구 시장북로
    "2711013600": "2211013600", # 대구직할시 중구 하서동 -> 대구광역시 중구 하서동
    "2711013700": "2211013700", # 대구직할시 중구 남성로 -> 대구광역시 중구 남성로
    "2711013800": "2211013800", # 대구직할시 중구 계산동1가 -> 대구광역시 중구 계산동1가
    "2711013900": "2211013900", # 대구직할시 중구 계산동2가 -> 대구광역시 중구 계산동2가
    "2711014000": "2211014000", # 대구직할시 중구 동산동 -> 대구광역시 중구 동산동
    "2711014100": "2211014100", # 대구직할시 중구 서문로2가 -> 대구광역시 중구 서문로2가
    "2711014200": "2211014200", # 대구직할시 중구 서성로2가 -> 대구광역시 중구 서성로2가
    "2711014300": "2211014300", # 대구직할시 중구 포정동 -> 대구광역시 중구 포정동
    "2711014400": "2211014400", # 대구직할시 중구 서문로1가 -> 대구광역시 중구 서문로1가
    "2711014500": "2211014500", # 대구직할시 중구 서내동 -> 대구광역시 중구 서내동
    "2711014600": "2211014600", # 대구직할시 중구 북성로2가 -> 대구광역시 중구 북성로2가
    "2711014700": "2211014700", # 대구직할시 중구 대안동 -> 대구광역시 중구 대안동
    "2711014800": "2211014800", # 대구직할시 중구 동성로1가 -> 대구광역시 중구 동성로1가
    "2711014900": "2211014900", # 대구직할시 중구 태평로2가 -> 대구광역시 중구 태평로2가
    "2711015000": "2211015000", # 대구직할시 중구 북성로1가 -> 대구광역시 중구 북성로1가
    "2711015100": "2211015100", # 대구직할시 중구 화전동 -> 대구광역시 중구 화전동
    "2711015200": "2211015200", # 대구직할시 중구 향촌동 -> 대구광역시 중구 향촌동
    "2711015300": "2211015300", # 대구직할시 중구 북내동 -> 대구광역시 중구 북내동
    "2711015400": "2211015400", # 대구직할시 중구 대신동 -> 대구광역시 중구 대신동
    "2711015500": "2211015500", # 대구직할시 중구 달성동 -> 대구광역시 중구 달성동
    "2711015600": "2211015600", # 대구직할시 중구 남산동 -> 대구광역시 중구 남산동
    "2711015700": "2211015700", # 대구직할시 중구 대봉동 -> 대구광역시 중구 대봉동
    "2714000000": "2214000000", # 대구직할시 동구 -> 대구광역시 동구
    "2714010100": "2214010100", # 대구직할시 동구 신암동 -> 대구광역시 동구 신암동
    "2714010200": "2214010200", # 대구직할시 동구 신천동 -> 대구광역시 동구 신천동
    "2714010300": "2214010300", # 대구직할시 동구 효목동 -> 대구광역시 동구 효목동
    "2714010400": "2214010400", # 대구직할시 동구 평광동 -> 대구광역시 동구 평광동
    "2714010500": "2214010500", # 대구직할시 동구 봉무동 -> 대구광역시 동구 봉무동
    "2714010600": "2214010600", # 대구직할시 동구 불로동 -> 대구광역시 동구 불로동
    "2714010700": "2214010700", # 대구직할시 동구 도동 -> 대구광역시 동구 도동
    "2714010800": "2214010800", # 대구직할시 동구 지저동 -> 대구광역시 동구 지저동
    "2714010900": "2214010900", # 대구직할시 동구 입석동 -> 대구광역시 동구 입석동
    "2714011000": "2214011000", # 대구직할시 동구 검사동 -> 대구광역시 동구 검사동
    "2714011100": "2214011100", # 대구직할시 동구 방촌동 -> 대구광역시 동구 방촌동
    "2714011200": "2214011200", # 대구직할시 동구 둔산동 -> 대구광역시 동구 둔산동
    "2714011300": "2214011300", # 대구직할시 동구 부동 -> 대구광역시 동구 부동
    "2714011400": "2214011400", # 대구직할시 동구 신평동 -> 대구광역시 동구 신평동
    "2714011500": "2214011500", # 대구직할시 동구 서호동 -> 대구광역시 동구 서호동
    "2714011600": "2214011600", # 대구직할시 동구 동호동 -> 대구광역시 동구 동호동
    "2714011700": "2214011700", # 대구직할시 동구 신기동 -> 대구광역시 동구 신기동
    "2714011800": "2214011800", # 대구직할시 동구 율하동 -> 대구광역시 동구 율하동
    "2714011900": "2214011900", # 대구직할시 동구 용계동 -> 대구광역시 동구 용계동
    "2714012000": "2214012000", # 대구직할시 동구 율암동 -> 대구광역시 동구 율암동
    "2714012100": "2214012100", # 대구직할시 동구 상매동 -> 대구광역시 동구 상매동
    "2714012200": "2214012200", # 대구직할시 동구 매여동 -> 대구광역시 동구 매여동
    "2714012300": "2214012300", # 대구직할시 동구 각산동 -> 대구광역시 동구 각산동
    "2714012400": "2214012400", # 대구직할시 동구 신서동 -> 대구광역시 동구 신서동
    "2714012500": "2214012500", # 대구직할시 동구 동내동 -> 대구광역시 동구 동내동
    "2714012600": "2214012600", # 대구직할시 동구 괴전동 -> 대구광역시 동구 괴전동
    "2714012700": "2214012700", # 대구직할시 동구 금강동 -> 대구광역시 동구 금강동
    "2714012800": "2214012800", # 대구직할시 동구 대림동 -> 대구광역시 동구 대림동
    "2714012900": "2214012900", # 대구직할시 동구 사복동 -> 대구광역시 동구 사복동
    "2714013000": "2214013000", # 대구직할시 동구 숙천동 -> 대구광역시 동구 숙천동
    "2714013100": "2214013100", # 대구직할시 동구 내곡동 -> 대구광역시 동구 내곡동
    "2714013200": "2214013200", # 대구직할시 동구 능성동 -> 대구광역시 동구 능성동
    "2714013300": "2214013300", # 대구직할시 동구 진인동 -> 대구광역시 동구 진인동
    "2714013400": "2214013400", # 대구직할시 동구 도학동 -> 대구광역시 동구 도학동
    "2714013500": "2214013500", # 대구직할시 동구 백안동 -> 대구광역시 동구 백안동
    "2714013600": "2214013600", # 대구직할시 동구 미곡동 -> 대구광역시 동구 미곡동
    "2714013700": "2214013700", # 대구직할시 동구 용수동 -> 대구광역시 동구 용수동
    "2714013800": "2214013800", # 대구직할시 동구 신무동 -> 대구광역시 동구 신무동
    "2714013900": "2214013900", # 대구직할시 동구 미대동 -> 대구광역시 동구 미대동
    "2714014000": "2214014000", # 대구직할시 동구 내동 -> 대구광역시 동구 내동
    "2714014100": "2214014100", # 대구직할시 동구 신용동 -> 대구광역시 동구 신용동
    "2714014200": "2214014200", # 대구직할시 동구 중대동 -> 대구광역시 동구 중대동
    "2714014300": "2214014300", # 대구직할시 동구 송정동 -> 대구광역시 동구 송정동
    "2714014400": "2214014400", # 대구직할시 동구 덕곡동 -> 대구광역시 동구 덕곡동
    "2714014500": "2214014500", # 대구직할시 동구 지묘동 -> 대구광역시 동구 지묘동
    "2714500000": "2214500000", # 대구직할시 동구안심출장 -> 대구광역시 동구안심출장
    "2717000000": "2217000000", # 대구직할시 서구 -> 대구광역시 서구
    "2717010100": "2217010100", # 대구직할시 서구 내당동 -> 대구광역시 서구 내당동
    "2717010200": "2217010200", # 대구직할시 서구 비산동 -> 대구광역시 서구 비산동
    "2717010300": "2217010300", # 대구직할시 서구 평리동 -> 대구광역시 서구 평리동
    "2717010400": "2217010400", # 대구직할시 서구 상리동 -> 대구광역시 서구 상리동
    "2717010500": "2217010500", # 대구직할시 서구 중리동 -> 대구광역시 서구 중리동
    "2717010600": "2217010600", # 대구직할시 서구 이현동 -> 대구광역시 서구 이현동
    "2717010700": "2217010700", # 대구직할시 서구 원대동1가 -> 대구광역시 서구 원대동1가
    "2717010800": "2217010800", # 대구직할시 서구 원대동2가 -> 대구광역시 서구 원대동2가
    "2717010900": "2217010900", # 대구직할시 서구 원대동3가 -> 대구광역시 서구 원대동3가
    "2720000000": "2220000000", # 대구직할시 남구 -> 대구광역시 남구
    "2720010100": "2220010100", # 대구직할시 남구 이천동 -> 대구광역시 남구 이천동
    "2720010200": "2220010200", # 대구직할시 남구 봉덕동 -> 대구광역시 남구 봉덕동
    "2720010300": "2220010300", # 대구직할시 남구 대명동 -> 대구광역시 남구 대명동
    "2723000000": "2223000000", # 대구직할시 북구 -> 대구광역시 북구
    "2723010100": "2223010100", # 대구직할시 북구 칠성동1가 -> 대구광역시 북구 칠성동1가
    "2723010200": "2223010200", # 대구직할시 북구 칠성동2가 -> 대구광역시 북구 칠성동2가
    "2723010300": "2223010300", # 대구직할시 북구 고성동1가 -> 대구광역시 북구 고성동1가
    "2723010400": "2223010400", # 대구직할시 북구 고성동2가 -> 대구광역시 북구 고성동2가
    "2723010500": "2223010500", # 대구직할시 북구 고성동3가 -> 대구광역시 북구 고성동3가
    "2723010600": "2223010600", # 대구직할시 북구 침산동 -> 대구광역시 북구 침산동
    "2723010700": "2223010700", # 대구직할시 북구 노원동1가 -> 대구광역시 북구 노원동1가
    "2723010800": "2223010800", # 대구직할시 북구 노원동2가 -> 대구광역시 북구 노원동2가
    "2723010900": "2223010900", # 대구직할시 북구 노원동3가 -> 대구광역시 북구 노원동3가
    "2723011000": "2223011000", # 대구직할시 북구 대현동 -> 대구광역시 북구 대현동
    "2723011100": "2223011100", # 대구직할시 북구 산격동 -> 대구광역시 북구 산격동
    "2723011200": "2223011200", # 대구직할시 북구 복현동 -> 대구광역시 북구 복현동
    "2723011300": "2223011300", # 대구직할시 북구 검단동 -> 대구광역시 북구 검단동
    "2723011400": "2223011400", # 대구직할시 북구 동변동 -> 대구광역시 북구 동변동
    "2723011500": "2223011500", # 대구직할시 북구 서변동 -> 대구광역시 북구 서변동
    "2723011600": "2223011600", # 대구직할시 북구 조야동 -> 대구광역시 북구 조야동
    "2723011700": "2223011700", # 대구직할시 북구 노곡동 -> 대구광역시 북구 노곡동
    "2723011800": "2223011800", # 대구직할시 북구 읍내동 -> 대구광역시 북구 읍내동
    "2723011900": "2223011900", # 대구직할시 북구 동호동 -> 대구광역시 북구 동호동
    "2723012000": "2223012000", # 대구직할시 북구 학정동 -> 대구광역시 북구 학정동
    "2723012100": "2223012100", # 대구직할시 북구 도남동 -> 대구광역시 북구 도남동
    "2723012200": "2223012200", # 대구직할시 북구 국우동 -> 대구광역시 북구 국우동
    "2723012300": "2223012300", # 대구직할시 북구 구암동 -> 대구광역시 북구 구암동
    "2723012400": "2223012400", # 대구직할시 북구 동천동 -> 대구광역시 북구 동천동
    "2723012500": "2223012500", # 대구직할시 북구 관음동 -> 대구광역시 북구 관음동
    "2723012600": "2223012600", # 대구직할시 북구 태전동 -> 대구광역시 북구 태전동
    "2723012700": "2223012700", # 대구직할시 북구 매천동 -> 대구광역시 북구 매천동
    "2723012800": "2223012800", # 대구직할시 북구 팔달동 -> 대구광역시 북구 팔달동
    "2723012900": "2223012900", # 대구직할시 북구 금호동 -> 대구광역시 북구 금호동
    "2723013000": "2223013000", # 대구직할시 북구 사수동 -> 대구광역시 북구 사수동
    "2723013100": "2223013100", # 대구직할시 북구 연경동 -> 대구광역시 북구 연경동
    "2723500000": "2223500000", # 대구직할시 북구칠곡출장 -> 대구광역시 북구칠곡출장
    "2726000000": "2226000000", # 대구직할시 수성구 -> 대구광역시 수성구
    "2726010100": "2226010100", # 대구직할시 수성구 범어동 -> 대구광역시 수성구 범어동
    "2726010200": "2226010200", # 대구직할시 수성구 만촌동 -> 대구광역시 수성구 만촌동
    "2726010300": "2226010300", # 대구직할시 수성구 수성동1가 -> 대구광역시 수성구 수성동1가
    "2726010400": "2226010400", # 대구직할시 수성구 수성동2가 -> 대구광역시 수성구 수성동2가
    "2726010500": "2226010500", # 대구직할시 수성구 수성동3가 -> 대구광역시 수성구 수성동3가
    "2726010600": "2226010600", # 대구직할시 수성구 수성동4가 -> 대구광역시 수성구 수성동4가
    "2726010700": "2226010700", # 대구직할시 수성구 황금동 -> 대구광역시 수성구 황금동
    "2726010800": "2226010800", # 대구직할시 수성구 중동 -> 대구광역시 수성구 중동
    "2726010900": "2226010900", # 대구직할시 수성구 상동 -> 대구광역시 수성구 상동
    "2726011000": "2226011000", # 대구직할시 수성구 파동 -> 대구광역시 수성구 파동
    "2726011100": "2226011100", # 대구직할시 수성구 두산동 -> 대구광역시 수성구 두산동
    "2726011200": "2226011200", # 대구직할시 수성구 지산동 -> 대구광역시 수성구 지산동
    "2726011300": "2226011300", # 대구직할시 수성구 범물동 -> 대구광역시 수성구 범물동
    "2726011400": "2226011400", # 대구직할시 수성구 시지동 -> 대구광역시 수성구 시지동
    "2726011500": "2226011500", # 대구직할시 수성구 매호동 -> 대구광역시 수성구 매호동
    "2726011600": "2226011600", # 대구직할시 수성구 성동 -> 대구광역시 수성구 성동
    "2726011700": "2226011700", # 대구직할시 수성구 사월동 -> 대구광역시 수성구 사월동
    "2726011800": "2226011800", # 대구직할시 수성구 신매동 -> 대구광역시 수성구 신매동
    "2726011900": "2226011900", # 대구직할시 수성구 욱수동 -> 대구광역시 수성구 욱수동
    "2726012000": "2226012000", # 대구직할시 수성구 노변동 -> 대구광역시 수성구 노변동
    "2726012100": "2226012100", # 대구직할시 수성구 내환동 -> 대구광역시 수성구 내환동
    "2726012200": "2226012200", # 대구직할시 수성구 삼덕동 -> 대구광역시 수성구 삼덕동
    "2726012300": "2226012300", # 대구직할시 수성구 연호동 -> 대구광역시 수성구 연호동
    "2726012400": "2226012400", # 대구직할시 수성구 이천동 -> 대구광역시 수성구 이천동
    "2726012500": "2226012500", # 대구직할시 수성구 고모동 -> 대구광역시 수성구 고모동
    "2726012600": "2226012600", # 대구직할시 수성구 가천동 -> 대구광역시 수성구 가천동
    "2729000000": "2229000000", # 대구직할시 달서구 -> 대구광역시 달서구
    "2729010100": "2229010100", # 대구직할시 달서구 성당동 -> 대구광역시 달서구 성당동
    "2729010200": "2229010200", # 대구직할시 달서구 두류동 -> 대구광역시 달서구 두류동
    "2729010300": "2229010300", # 대구직할시 달서구 파산동 -> 대구광역시 달서구 파산동
    "2729010400": "2229010400", # 대구직할시 달서구 파호동 -> 대구광역시 달서구 파호동
    "2729010500": "2229010500", # 대구직할시 달서구 호림동 -> 대구광역시 달서구 호림동
    "2729010600": "2229010600", # 대구직할시 달서구 갈산동 -> 대구광역시 달서구 갈산동
    "2729010700": "2229010700", # 대구직할시 달서구 신당동 -> 대구광역시 달서구 신당동
    "2729010800": "2229010800", # 대구직할시 달서구 이곡동 -> 대구광역시 달서구 이곡동
    "2729010900": "2229010900", # 대구직할시 달서구 장동 -> 대구광역시 달서구 장동
    "2729011000": "2229011000", # 대구직할시 달서구 장기동 -> 대구광역시 달서구 장기동
    "2729011100": "2229011100", # 대구직할시 달서구 용산동 -> 대구광역시 달서구 용산동
    "2729011200": "2229011200", # 대구직할시 달서구 죽전동 -> 대구광역시 달서구 죽전동
    "2729011300": "2229011300", # 대구직할시 달서구 감삼동 -> 대구광역시 달서구 감삼동
    "2729011400": "2229011400", # 대구직할시 달서구 본리동 -> 대구광역시 달서구 본리동
    "2729011500": "2229011500", # 대구직할시 달서구 상인동 -> 대구광역시 달서구 상인동
    "2729011600": "2229011600", # 대구직할시 달서구 도원동 -> 대구광역시 달서구 도원동
    "2729011700": "2229011700", # 대구직할시 달서구 진천동 -> 대구광역시 달서구 진천동
    "2729011800": "2229011800", # 대구직할시 달서구 유천동 -> 대구광역시 달서구 유천동
    "2729011900": "2229011900", # 대구직할시 달서구 대천동 -> 대구광역시 달서구 대천동
    "2729012000": "2229012000", # 대구직할시 달서구 월성동 -> 대구광역시 달서구 월성동
    "2729012100": "2229012100", # 대구직할시 달서구 월암동 -> 대구광역시 달서구 월암동
    "2729012200": "2229012200", # 대구직할시 달서구 송현동 -> 대구광역시 달서구 송현동
    "2729012300": "2229012300", # 대구직할시 달서구 대곡동 -> 대구광역시 달서구 대곡동
    "2729012400": "2229012400", # 대구직할시 달서구 본동 -> 대구광역시 달서구 본동

    "3000000000": "2500000000", # 대전직할시 -> 대전광역시
    "3011000000": "2511000000", # 대전직할시 동구 -> 대전광역시 동구
    "3011010100": "2511010100", # 대전직할시 동구 원동 -> 대전광역시 동구 원동
    "3011010200": "2511010200", # 대전직할시 동구 인동 -> 대전광역시 동구 인동
    "3011010300": "2511010300", # 대전직할시 동구 효동 -> 대전광역시 동구 효동
    "3011010400": "2511010400", # 대전직할시 동구 천동 -> 대전광역시 동구 천동
    "3011010500": "2511010500", # 대전직할시 동구 가오동 -> 대전광역시 동구 가오동
    "3011010600": "2511010600", # 대전직할시 동구 신흥동 -> 대전광역시 동구 신흥동
    "3011010700": "2511010700", # 대전직할시 동구 판암동 -> 대전광역시 동구 판암동
    "3011010800": "2511010800", # 대전직할시 동구 삼정동 -> 대전광역시 동구 삼정동
    "3011010900": "2511010900", # 대전직할시 동구 용운동 -> 대전광역시 동구 용운동
    "3011011000": "2511011000", # 대전직할시 동구 대동 -> 대전광역시 동구 대동
    "3011011100": "2511011100", # 대전직할시 동구 자양동 -> 대전광역시 동구 자양동
    "3011011200": "2511011200", # 대전직할시 동구 신안동 -> 대전광역시 동구 신안동
    "3011011300": "2511011300", # 대전직할시 동구 소제동 -> 대전광역시 동구 소제동
    "3011011400": "2511011400", # 대전직할시 동구 가양동 -> 대전광역시 동구 가양동
    "3011011500": "2511011500", # 대전직할시 동구 용전동 -> 대전광역시 동구 용전동
    "3011011600": "2511011600", # 대전직할시 동구 성남동 -> 대전광역시 동구 성남동
    "3011011700": "2511011700", # 대전직할시 동구 홍도동 -> 대전광역시 동구 홍도동
    "3011011800": "2511011800", # 대전직할시 동구 삼성동 -> 대전광역시 동구 삼성동
    "3011011900": "2511011900", # 대전직할시 동구 정동 -> 대전광역시 동구 정동
    "3011012000": "2511012000", # 대전직할시 동구 중동 -> 대전광역시 동구 중동
    "3011012100": "2511012100", # 대전직할시 동구 추동 -> 대전광역시 동구 추동
    "3011012200": "2511012200", # 대전직할시 동구 비룡동 -> 대전광역시 동구 비룡동
    "3011012300": "2511012300", # 대전직할시 동구 주산동 -> 대전광역시 동구 주산동
    "3011012400": "2511012400", # 대전직할시 동구 용계동 -> 대전광역시 동구 용계동
    "3011012500": "2511012500", # 대전직할시 동구 마산동 -> 대전광역시 동구 마산동
    "3011012600": "2511012600", # 대전직할시 동구 효평동 -> 대전광역시 동구 효평동
    "3011012700": "2511012700", # 대전직할시 동구 직동 -> 대전광역시 동구 직동
    "3011012800": "2511012800", # 대전직할시 동구 세천동 -> 대전광역시 동구 세천동
    "3011012900": "2511012900", # 대전직할시 동구 신상동 -> 대전광역시 동구 신상동
    "3011013000": "2511013000", # 대전직할시 동구 신하동 -> 대전광역시 동구 신하동
    "3011013100": "2511013100", # 대전직할시 동구 신촌동 -> 대전광역시 동구 신촌동
    "3011013200": "2511013200", # 대전직할시 동구 사성동 -> 대전광역시 동구 사성동
    "3011013300": "2511013300", # 대전직할시 동구 내탑동 -> 대전광역시 동구 내탑동
    "3011013400": "2511013400", # 대전직할시 동구 오동 -> 대전광역시 동구 오동
    "3011013500": "2511013500", # 대전직할시 동구 주촌동 -> 대전광역시 동구 주촌동
    "3011013600": "2511013600", # 대전직할시 동구 낭월동 -> 대전광역시 동구 낭월동
    "3011013700": "2511013700", # 대전직할시 동구 대별동 -> 대전광역시 동구 대별동
    "3011013800": "2511013800", # 대전직할시 동구 이사동 -> 대전광역시 동구 이사동
    "3011013900": "2511013900", # 대전직할시 동구 대성동 -> 대전광역시 동구 대성동
    "3011014000": "2511014000", # 대전직할시 동구 장척동 -> 대전광역시 동구 장척동
    "3011014100": "2511014100", # 대전직할시 동구 소호동 -> 대전광역시 동구 소호동
    "3011014200": "2511014200", # 대전직할시 동구 구도동 -> 대전광역시 동구 구도동
    "3011014300": "2511014300", # 대전직할시 동구 삼괴동 -> 대전광역시 동구 삼괴동
    "3011014400": "2511014400", # 대전직할시 동구 상소동 -> 대전광역시 동구 상소동
    "3011014500": "2511014500", # 대전직할시 동구 하소동 -> 대전광역시 동구 하소동
    "3014000000": "2514000000", # 대전직할시 중구 -> 대전광역시 중구
    "3014010100": "2514010100", # 대전직할시 중구 은행동 -> 대전광역시 중구 은행동
    "3014010200": "2514010200", # 대전직할시 중구 선화동 -> 대전광역시 중구 선화동
    "3014010300": "2514010300", # 대전직할시 중구 목동 -> 대전광역시 중구 목동
    "3014010400": "2514010400", # 대전직할시 중구 중촌동 -> 대전광역시 중구 중촌동
    "3014010500": "2514010500", # 대전직할시 중구 대흥동 -> 대전광역시 중구 대흥동
    "3014010600": "2514010600", # 대전직할시 중구 문창동 -> 대전광역시 중구 문창동
    "3014010700": "2514010700", # 대전직할시 중구 석교동 -> 대전광역시 중구 석교동
    "3014010800": "2514010800", # 대전직할시 중구 호동 -> 대전광역시 중구 호동
    "3014010900": "2514010900", # 대전직할시 중구 옥계동 -> 대전광역시 중구 옥계동
    "3014011000": "2514011000", # 대전직할시 중구 대사동 -> 대전광역시 중구 대사동
    "3014011100": "2514011100", # 대전직할시 중구 부사동 -> 대전광역시 중구 부사동
    "3014011200": "2514011200", # 대전직할시 중구 용두동 -> 대전광역시 중구 용두동
    "3014011300": "2514011300", # 대전직할시 중구 오류동 -> 대전광역시 중구 오류동
    "3014011400": "2514011400", # 대전직할시 중구 태평동 -> 대전광역시 중구 태평동
    "3014011500": "2514011500", # 대전직할시 중구 유천동 -> 대전광역시 중구 유천동
    "3014011600": "2514011600", # 대전직할시 중구 문화동 -> 대전광역시 중구 문화동
    "3014011700": "2514011700", # 대전직할시 중구 산성동 -> 대전광역시 중구 산성동
    "3014011800": "2514011800", # 대전직할시 중구 사정동 -> 대전광역시 중구 사정동
    "3014011900": "2514011900", # 대전직할시 중구 안영동 -> 대전광역시 중구 안영동
    "3014012000": "2514012000", # 대전직할시 중구 무수동 -> 대전광역시 중구 무수동
    "3014012100": "2514012100", # 대전직할시 중구 구완동 -> 대전광역시 중구 구완동
    "3014012200": "2514012200", # 대전직할시 중구 침산동 -> 대전광역시 중구 침산동
    "3014012300": "2514012300", # 대전직할시 중구 목달동 -> 대전광역시 중구 목달동
    "3014012400": "2514012400", # 대전직할시 중구 정생동 -> 대전광역시 중구 정생동
    "3014012500": "2514012500", # 대전직할시 중구 어남동 -> 대전광역시 중구 어남동
    "3014012600": "2514012600", # 대전직할시 중구 금동 -> 대전광역시 중구 금동
    "3017000000": "2517000000", # 대전직할시 서구 -> 대전광역시 서구
    "3017010100": "2517010100", # 대전직할시 서구 복수동 -> 대전광역시 서구 복수동
    "3017010200": "2517010200", # 대전직할시 서구 변동 -> 대전광역시 서구 변동
    "3017010300": "2517010300", # 대전직할시 서구 도마동 -> 대전광역시 서구 도마동
    "3017010400": "2517010400", # 대전직할시 서구 정림동 -> 대전광역시 서구 정림동
    "3017010500": "2517010500", # 대전직할시 서구 용문동 -> 대전광역시 서구 용문동
    "3017010600": "2517010600", # 대전직할시 서구 탄방동 -> 대전광역시 서구 탄방동
    "3017010700": "2517010700", # 대전직할시 서구 삼천동 -> 대전광역시 서구 삼천동
    "3017010800": "2517010800", # 대전직할시 서구 괴정동 -> 대전광역시 서구 괴정동
    "3017010900": "2517010900", # 대전직할시 서구 가장동 -> 대전광역시 서구 가장동
    "3017011000": "2517011000", # 대전직할시 서구 내동 -> 대전광역시 서구 내동
    "3017011100": "2517011100", # 대전직할시 서구 갈마동 -> 대전광역시 서구 갈마동
    "3017011200": "2517011200", # 대전직할시 서구 둔산동 -> 대전광역시 서구 둔산동
    "3017011300": "2517011300", # 대전직할시 서구 월평동 -> 대전광역시 서구 월평동
    "3017011400": "2517011400", # 대전직할시 서구 가수원동 -> 대전광역시 서구 가수원동
    "3017011500": "2517011500", # 대전직할시 서구 도안동 -> 대전광역시 서구 도안동
    "3017011600": "2517011600", # 대전직할시 서구 관저동 -> 대전광역시 서구 관저동
    "3017011700": "2517011700", # 대전직할시 서구 흑석동 -> 대전광역시 서구 흑석동
    "3017011800": "2517011800", # 대전직할시 서구 매노동 -> 대전광역시 서구 매노동
    "3017011900": "2517011900", # 대전직할시 서구 산직동 -> 대전광역시 서구 산직동
    "3017012000": "2517012000", # 대전직할시 서구 장안동 -> 대전광역시 서구 장안동
    "3017012100": "2517012100", # 대전직할시 서구 평촌동 -> 대전광역시 서구 평촌동
    "3017012200": "2517012200", # 대전직할시 서구 오동 -> 대전광역시 서구 오동
    "3017012300": "2517012300", # 대전직할시 서구 우명동 -> 대전광역시 서구 우명동
    "3017012400": "2517012400", # 대전직할시 서구 원정동 -> 대전광역시 서구 원정동
    "3017012500": "2517012500", # 대전직할시 서구 용촌동 -> 대전광역시 서구 용촌동
    "3017012600": "2517012600", # 대전직할시 서구 봉곡동 -> 대전광역시 서구 봉곡동
    "3017012700": "2517012700", # 대전직할시 서구 괴곡동 -> 대전광역시 서구 괴곡동
    "3017012800": "2517012800", # 대전직할시 서구 만년동 -> 대전광역시 서구 만년동
    "3020000000": "2520000000", # 대전직할시 유성구 -> 대전광역시 유성구
    "3020010100": "2520010100", # 대전직할시 유성구 원내동 -> 대전광역시 유성구 원내동
    "3020010200": "2520010200", # 대전직할시 유성구 교촌동 -> 대전광역시 유성구 교촌동
    "3020010300": "2520010300", # 대전직할시 유성구 대정동 -> 대전광역시 유성구 대정동
    "3020010400": "2520010400", # 대전직할시 유성구 용계동 -> 대전광역시 유성구 용계동
    "3020010500": "2520010500", # 대전직할시 유성구 학하동 -> 대전광역시 유성구 학하동
    "3020010600": "2520010600", # 대전직할시 유성구 계산동 -> 대전광역시 유성구 계산동
    "3020010700": "2520010700", # 대전직할시 유성구 성북동 -> 대전광역시 유성구 성북동
    "3020010800": "2520010800", # 대전직할시 유성구 세동 -> 대전광역시 유성구 세동
    "3020010900": "2520010900", # 대전직할시 유성구 송정동 -> 대전광역시 유성구 송정동
    "3020011000": "2520011000", # 대전직할시 유성구 방동 -> 대전광역시 유성구 방동
    "3020011100": "2520011100", # 대전직할시 유성구 봉명동 -> 대전광역시 유성구 봉명동
    "3020011200": "2520011200", # 대전직할시 유성구 구암동 -> 대전광역시 유성구 구암동
    "3020011300": "2520011300", # 대전직할시 유성구 덕명동 -> 대전광역시 유성구 덕명동
    "3020011400": "2520011400", # 대전직할시 유성구 원신흥동 -> 대전광역시 유성구 원신흥동
    "3020011500": "2520011500", # 대전직할시 유성구 상대동 -> 대전광역시 유성구 상대동
    "3020011600": "2520011600", # 대전직할시 유성구 복용동 -> 대전광역시 유성구 복용동
    "3020011700": "2520011700", # 대전직할시 유성구 장대동 -> 대전광역시 유성구 장대동
    "3020011800": "2520011800", # 대전직할시 유성구 갑동 -> 대전광역시 유성구 갑동
    "3020011900": "2520011900", # 대전직할시 유성구 노은동 -> 대전광역시 유성구 노은동
    "3020012000": "2520012000", # 대전직할시 유성구 지족동 -> 대전광역시 유성구 지족동
    "3020012100": "2520012100", # 대전직할시 유성구 죽동 -> 대전광역시 유성구 죽동
    "3020012200": "2520012200", # 대전직할시 유성구 궁동 -> 대전광역시 유성구 궁동
    "3020012300": "2520012300", # 대전직할시 유성구 어은동 -> 대전광역시 유성구 어은동
    "3020012400": "2520012400", # 대전직할시 유성구 구성동 -> 대전광역시 유성구 구성동
    "3020012500": "2520012500", # 대전직할시 유성구 신성동 -> 대전광역시 유성구 신성동
    "3020012600": "2520012600", # 대전직할시 유성구 가정동 -> 대전광역시 유성구 가정동
    "3020012700": "2520012700", # 대전직할시 유성구 도룡동 -> 대전광역시 유성구 도룡동
    "3020012800": "2520012800", # 대전직할시 유성구 장동 -> 대전광역시 유성구 장동
    "3020012900": "2520012900", # 대전직할시 유성구 방현동 -> 대전광역시 유성구 방현동
    "3020013000": "2520013000", # 대전직할시 유성구 화암동 -> 대전광역시 유성구 화암동
    "3020013100": "2520013100", # 대전직할시 유성구 덕진동 -> 대전광역시 유성구 덕진동
    "3020013200": "2520013200", # 대전직할시 유성구 하기동 -> 대전광역시 유성구 하기동
    "3020013300": "2520013300", # 대전직할시 유성구 추목동 -> 대전광역시 유성구 추목동
    "3020013400": "2520013400", # 대전직할시 유성구 자운동 -> 대전광역시 유성구 자운동
    "3020013500": "2520013500", # 대전직할시 유성구 신봉동 -> 대전광역시 유성구 신봉동
    "3020013600": "2520013600", # 대전직할시 유성구 수남동 -> 대전광역시 유성구 수남동
    "3020013700": "2520013700", # 대전직할시 유성구 안산동 -> 대전광역시 유성구 안산동
    "3020013800": "2520013800", # 대전직할시 유성구 외삼동 -> 대전광역시 유성구 외삼동
    "3020013900": "2520013900", # 대전직할시 유성구 반석동 -> 대전광역시 유성구 반석동
    "3020014000": "2520014000", # 대전직할시 유성구 문지동 -> 대전광역시 유성구 문지동
    "3020014100": "2520014100", # 대전직할시 유성구 전민동 -> 대전광역시 유성구 전민동
    "3020014200": "2520014200", # 대전직할시 유성구 원촌동 -> 대전광역시 유성구 원촌동
    "3020014300": "2520014300", # 대전직할시 유성구 탑립동 -> 대전광역시 유성구 탑립동
    "3020014400": "2520014400", # 대전직할시 유성구 용산동 -> 대전광역시 유성구 용산동
    "3020014500": "2520014500", # 대전직할시 유성구 봉산동 -> 대전광역시 유성구 봉산동
    "3020014600": "2520014600", # 대전직할시 유성구 관평동 -> 대전광역시 유성구 관평동
    "3020014700": "2520014700", # 대전직할시 유성구 송강동 -> 대전광역시 유성구 송강동
    "3020014800": "2520014800", # 대전직할시 유성구 금고동 -> 대전광역시 유성구 금고동
    "3020014900": "2520014900", # 대전직할시 유성구 대동 -> 대전광역시 유성구 대동
    "3020015000": "2520015000", # 대전직할시 유성구 금탄동 -> 대전광역시 유성구 금탄동
    "3020015100": "2520015100", # 대전직할시 유성구 신동 -> 대전광역시 유성구 신동
    "3020015200": "2520015200", # 대전직할시 유성구 둔곡동 -> 대전광역시 유성구 둔곡동
    "3020015300": "2520015300", # 대전직할시 유성구 구룡동 -> 대전광역시 유성구 구룡동
    "3023000000": "2523000000", # 대전직할시 대덕구 -> 대전광역시 대덕구
    "3023010100": "2523010100", # 대전직할시 대덕구 오정동 -> 대전광역시 대덕구 오정동
    "3023010200": "2523010200", # 대전직할시 대덕구 대화동 -> 대전광역시 대덕구 대화동
    "3023010300": "2523010300", # 대전직할시 대덕구 읍내동 -> 대전광역시 대덕구 읍내동
    "3023010400": "2523010400", # 대전직할시 대덕구 연축동 -> 대전광역시 대덕구 연축동
    "3023010500": "2523010500", # 대전직할시 대덕구 신대동 -> 대전광역시 대덕구 신대동
    "3023010600": "2523010600", # 대전직할시 대덕구 와동 -> 대전광역시 대덕구 와동
    "3023010700": "2523010700", # 대전직할시 대덕구 송촌동 -> 대전광역시 대덕구 송촌동
    "3023010800": "2523010800", # 대전직할시 대덕구 법동 -> 대전광역시 대덕구 법동
    "3023010900": "2523010900", # 대전직할시 대덕구 중리동 -> 대전광역시 대덕구 중리동
    "3023011000": "2523011000", # 대전직할시 대덕구 비래동 -> 대전광역시 대덕구 비래동
    "3023011100": "2523011100", # 대전직할시 대덕구 석봉동 -> 대전광역시 대덕구 석봉동
    "3023011200": "2523011200", # 대전직할시 대덕구 목상동 -> 대전광역시 대덕구 목상동
    "3023011300": "2523011300", # 대전직할시 대덕구 문평동 -> 대전광역시 대덕구 문평동
    "3023011400": "2523011400", # 대전직할시 대덕구 신일동 -> 대전광역시 대덕구 신일동
    "3023011500": "2523011500", # 대전직할시 대덕구 덕암동 -> 대전광역시 대덕구 덕암동
    "3023011600": "2523011600", # 대전직할시 대덕구 상서동 -> 대전광역시 대덕구 상서동
    "3023011700": "2523011700", # 대전직할시 대덕구 평촌동 -> 대전광역시 대덕구 평촌동
    "3023011800": "2523011800", # 대전직할시 대덕구 장동 -> 대전광역시 대덕구 장동
    "3023011900": "2523011900", # 대전직할시 대덕구 용호동 -> 대전광역시 대덕구 용호동
    "3023012000": "2523012000", # 대전직할시 대덕구 이현동 -> 대전광역시 대덕구 이현동
    "3023012100": "2523012100", # 대전직할시 대덕구 갈전동 -> 대전광역시 대덕구 갈전동
    "3023012200": "2523012200", # 대전직할시 대덕구 부수동 -> 대전광역시 대덕구 부수동
    "3023012300": "2523012300", # 대전직할시 대덕구 황호동 -> 대전광역시 대덕구 황호동
    "3023012400": "2523012400", # 대전직할시 대덕구 삼정동 -> 대전광역시 대덕구 삼정동
    "3023012500": "2523012500", # 대전직할시 대덕구 미호동 -> 대전광역시 대덕구 미호동
    "3023012600": "2523090300", # 대전직할시 대덕구 신탄진동 -> 대전광역시 대덕구 신탄진동

    "2900000000": "2400000000", # 광주직할시 -> 광주광역시
    "2911000000": "2411000000", # 광주직할시 동구 -> 광주광역시 동구
    "2911010100": "2411010100", # 광주직할시 동구 대인동 -> 광주광역시 동구 대인동
    "2911010200": "2411010200", # 광주직할시 동구 금남로5가 -> 광주광역시 동구 금남로5가
    "2911010300": "2411010300", # 광주직할시 동구 충장로5가 -> 광주광역시 동구 충장로5가
    "2911010400": "2411010400", # 광주직할시 동구 수기동 -> 광주광역시 동구 수기동
    "2911010500": "2411010500", # 광주직할시 동구 대의동 -> 광주광역시 동구 대의동
    "2911010600": "2411010600", # 광주직할시 동구 궁동 -> 광주광역시 동구 궁동
    "2911010700": "2411010700", # 광주직할시 동구 장동 -> 광주광역시 동구 장동
    "2911010800": "2411010800", # 광주직할시 동구 동명동 -> 광주광역시 동구 동명동
    "2911010900": "2411010900", # 광주직할시 동구 계림동 -> 광주광역시 동구 계림동
    "2911011000": "2411011000", # 광주직할시 동구 산수동 -> 광주광역시 동구 산수동
    "2911011100": "2411011100", # 광주직할시 동구 지산동 -> 광주광역시 동구 지산동
    "2911011200": "2411011200", # 광주직할시 동구 남동 -> 광주광역시 동구 남동
    "2911011300": "2411011300", # 광주직할시 동구 광산동 -> 광주광역시 동구 광산동
    "2911011400": "2411011400", # 광주직할시 동구 금동 -> 광주광역시 동구 금동
    "2911011500": "2411011500", # 광주직할시 동구 호남동 -> 광주광역시 동구 호남동
    "2911011600": "2411011600", # 광주직할시 동구 불로동 -> 광주광역시 동구 불로동
    "2911011700": "2411011700", # 광주직할시 동구 황금동 -> 광주광역시 동구 황금동
    "2911011800": "2411011800", # 광주직할시 동구 서석동 -> 광주광역시 동구 서석동
    "2911011900": "2411011900", # 광주직할시 동구 소태동 -> 광주광역시 동구 소태동
    "2911012000": "2411012000", # 광주직할시 동구 용연동 -> 광주광역시 동구 용연동
    "2911012100": "2411012100", # 광주직할시 동구 운림동 -> 광주광역시 동구 운림동
    "2911012200": "2411012200", # 광주직할시 동구 학동 -> 광주광역시 동구 학동
    "2911012300": "2411012300", # 광주직할시 동구 월남동 -> 광주광역시 동구 월남동
    "2911012400": "2411012400", # 광주직할시 동구 선교동 -> 광주광역시 동구 선교동
    "2911012500": "2411012500", # 광주직할시 동구 내남동 -> 광주광역시 동구 내남동
    "2911012600": "2411012600", # 광주직할시 동구 용산동 -> 광주광역시 동구 용산동
    "2911012700": "2411012700", # 광주직할시 동구 충장로1가 -> 광주광역시 동구 충장로1가
    "2911012800": "2411012800", # 광주직할시 동구 충장로2가 -> 광주광역시 동구 충장로2가
    "2911012900": "2411012900", # 광주직할시 동구 충장로3가 -> 광주광역시 동구 충장로3가
    "2911013000": "2411013000", # 광주직할시 동구 충장로4가 -> 광주광역시 동구 충장로4가
    "2911013100": "2411013100", # 광주직할시 동구 금남로1가 -> 광주광역시 동구 금남로1가
    "2911013200": "2411013200", # 광주직할시 동구 금남로2가 -> 광주광역시 동구 금남로2가
    "2911013300": "2411013300", # 광주직할시 동구 금남로3가 -> 광주광역시 동구 금남로3가
    "2911013400": "2411013400", # 광주직할시 동구 금남로4가 -> 광주광역시 동구 금남로4가
    "2914000000": "2414000000", # 광주직할시 서구 -> 광주광역시 서구
    "2914010100": "2414010100", # 광주직할시 서구 사동 -> 광주광역시 서구 사동
    "2914010200": "2414010200", # 광주직할시 서구 구동 -> 광주광역시 서구 구동
    "2914010300": "2414010300", # 광주직할시 서구 서동 -> 광주광역시 서구 서동
    "2914010400": "2414010400", # 광주직할시 서구 양동 -> 광주광역시 서구 양동
    "2914010500": "2414010500", # 광주직할시 서구 월산동 -> 광주광역시 서구 월산동
    "2914010600": "2414010600", # 광주직할시 서구 농성동 -> 광주광역시 서구 농성동
    "2914010700": "2414010700", # 광주직할시 서구 백운동 -> 광주광역시 서구 백운동
    "2914010800": "2414010800", # 광주직할시 서구 주월동 -> 광주광역시 서구 주월동
    "2914010900": "2414010900", # 광주직할시 서구 노대동 -> 광주광역시 서구 노대동
    "2914011000": "2414011000", # 광주직할시 서구 진월동 -> 광주광역시 서구 진월동
    "2914011100": "2414011100", # 광주직할시 서구 덕남동 -> 광주광역시 서구 덕남동
    "2914011200": "2414011200", # 광주직할시 서구 행암동 -> 광주광역시 서구 행암동
    "2914011300": "2414011300", # 광주직할시 서구 임암동 -> 광주광역시 서구 임암동
    "2914011400": "2414011400", # 광주직할시 서구 송하동 -> 광주광역시 서구 송하동
    "2914011500": "2414011500", # 광주직할시 서구 광천동 -> 광주광역시 서구 광천동
    "2914011600": "2414011600", # 광주직할시 서구 유촌동 -> 광주광역시 서구 유촌동
    "2914011700": "2414011700", # 광주직할시 서구 덕흥동 -> 광주광역시 서구 덕흥동
    "2914011800": "2414011800", # 광주직할시 서구 쌍촌동 -> 광주광역시 서구 쌍촌동
    "2914012000": "2414012000", # 광주직할시 서구 치평동 -> 광주광역시 서구 치평동
    "2914012100": "2414012100", # 광주직할시 서구 내방동 -> 광주광역시 서구 내방동
    "2914012200": "2414012200", # 광주직할시 서구 양림동 -> 광주광역시 서구 양림동
    "2914012300": "2414012300", # 광주직할시 서구 방림동 -> 광주광역시 서구 방림동
    "2914012400": "2414012400", # 광주직할시 서구 봉선동 -> 광주광역시 서구 봉선동
    "2914011900": "2414012500", # 광주직할시 서구 화정동 -> 광주광역시 서구 화정동
    "2917000000": "2417000000", # 광주직할시 북구 -> 광주광역시 북구
    "2917010100": "2417010100", # 광주직할시 북구 중흥동 -> 광주광역시 북구 중흥동
    "2917010200": "2417010200", # 광주직할시 북구 유동 -> 광주광역시 북구 유동
    "2917010300": "2417010300", # 광주직할시 북구 누문동 -> 광주광역시 북구 누문동
    "2917010400": "2417010400", # 광주직할시 북구 북동 -> 광주광역시 북구 북동
    "2917010500": "2417010500", # 광주직할시 북구 임동 -> 광주광역시 북구 임동
    "2917010600": "2417010600", # 광주직할시 북구 신안동 -> 광주광역시 북구 신안동
    "2917010700": "2417010700", # 광주직할시 북구 용봉동 -> 광주광역시 북구 용봉동
    "2917010800": "2417010800", # 광주직할시 북구 동림동 -> 광주광역시 북구 동림동
    "2917010900": "2417010900", # 광주직할시 북구 운암동 -> 광주광역시 북구 운암동
    "2917011000": "2417011000", # 광주직할시 북구 우산동 -> 광주광역시 북구 우산동
    "2917011100": "2417011100", # 광주직할시 북구 풍향동 -> 광주광역시 북구 풍향동
    "2917011200": "2417011200", # 광주직할시 북구 문흥동 -> 광주광역시 북구 문흥동
    "2917011300": "2417011300", # 광주직할시 북구 각화동 -> 광주광역시 북구 각화동
    "2917011400": "2417011400", # 광주직할시 북구 두암동 -> 광주광역시 북구 두암동
    "2917011500": "2417011500", # 광주직할시 북구 오치동 -> 광주광역시 북구 오치동
    "2917011600": "2417011600", # 광주직할시 북구 삼각동 -> 광주광역시 북구 삼각동
    "2917011700": "2417011700", # 광주직할시 북구 매곡동 -> 광주광역시 북구 매곡동
    "2917011800": "2417011800", # 광주직할시 북구 충효동 -> 광주광역시 북구 충효동
    "2917011900": "2417011900", # 광주직할시 북구 덕의동 -> 광주광역시 북구 덕의동
    "2917012000": "2417012000", # 광주직할시 북구 금곡동 -> 광주광역시 북구 금곡동
    "2917012100": "2417012100", # 광주직할시 북구 망월동 -> 광주광역시 북구 망월동
    "2917012200": "2417012200", # 광주직할시 북구 청풍동 -> 광주광역시 북구 청풍동
    "2917012300": "2417012300", # 광주직할시 북구 화암동 -> 광주광역시 북구 화암동
    "2917012400": "2417012400", # 광주직할시 북구 장등동 -> 광주광역시 북구 장등동
    "2917012500": "2417012500", # 광주직할시 북구 운정동 -> 광주광역시 북구 운정동
    "2917012600": "2417012600", # 광주직할시 북구 본촌동 -> 광주광역시 북구 본촌동
    "2917012700": "2417012700", # 광주직할시 북구 일곡동 -> 광주광역시 북구 일곡동
    "2917012800": "2417012800", # 광주직할시 북구 양산동 -> 광주광역시 북구 양산동
    "2917012900": "2417012900", # 광주직할시 북구 연제동 -> 광주광역시 북구 연제동
    "2917013000": "2417013000", # 광주직할시 북구 신용동 -> 광주광역시 북구 신용동
    "2917013100": "2417013100", # 광주직할시 북구 용두동 -> 광주광역시 북구 용두동
    "2917013200": "2417013200", # 광주직할시 북구 지야동 -> 광주광역시 북구 지야동
    "2917013300": "2417013300", # 광주직할시 북구 태령동 -> 광주광역시 북구 태령동
    "2917013400": "2417013400", # 광주직할시 북구 수곡동 -> 광주광역시 북구 수곡동
    "2917013500": "2417013500", # 광주직할시 북구 효령동 -> 광주광역시 북구 효령동
    "2917013600": "2417013600", # 광주직할시 북구 용전동 -> 광주광역시 북구 용전동
    "2917013700": "2417013700", # 광주직할시 북구 용강동 -> 광주광역시 북구 용강동
    "2917013900": "2417013900", # 광주직할시 북구 월출동 -> 광주광역시 북구 월출동
    "2917014000": "2417014000", # 광주직할시 북구 대촌동 -> 광주광역시 북구 대촌동
    "2917014100": "2417014100", # 광주직할시 북구 오룡동 -> 광주광역시 북구 오룡동
    "2920000000": "2420000000", # 광주직할시 광산구 -> 광주광역시 광산구
    "2920010100": "2420010100", # 광주직할시 광산구 송정동 -> 광주광역시 광산구 송정동
    "2920010200": "2420010200", # 광주직할시 광산구 도산동 -> 광주광역시 광산구 도산동
    "2920010300": "2420010300", # 광주직할시 광산구 도호동 -> 광주광역시 광산구 도호동
    "2920010400": "2420010400", # 광주직할시 광산구 신촌동 -> 광주광역시 광산구 신촌동
    "2920010500": "2420010500", # 광주직할시 광산구 서봉동 -> 광주광역시 광산구 서봉동
    "2920010600": "2420010600", # 광주직할시 광산구 운수동 -> 광주광역시 광산구 운수동
    "2920010700": "2420010700", # 광주직할시 광산구 선암동 -> 광주광역시 광산구 선암동
    "2920010800": "2420010800", # 광주직할시 광산구 소촌동 -> 광주광역시 광산구 소촌동
    "2920010900": "2420010900", # 광주직할시 광산구 우산동 -> 광주광역시 광산구 우산동
    "2920011000": "2420011000", # 광주직할시 광산구 황룡동 -> 광주광역시 광산구 황룡동
    "2920011100": "2420011100", # 광주직할시 광산구 박호동 -> 광주광역시 광산구 박호동
    "2920011200": "2420011200", # 광주직할시 광산구 비아동 -> 광주광역시 광산구 비아동
    "2920011400": "2420011400", # 광주직할시 광산구 수완동 -> 광주광역시 광산구 수완동
    "2920011500": "2420011500", # 광주직할시 광산구 월계동 -> 광주광역시 광산구 월계동
    "2920011600": "2420011600", # 광주직할시 광산구 쌍암동 -> 광주광역시 광산구 쌍암동
    "2920011700": "2420011700", # 광주직할시 광산구 산월동 -> 광주광역시 광산구 산월동
    "2920011800": "2420011800", # 광주직할시 광산구 신창동 -> 광주광역시 광산구 신창동
    "2920011900": "2420011900", # 광주직할시 광산구 신가동 -> 광주광역시 광산구 신가동
    "2920012000": "2420012000", # 광주직할시 광산구 운남동 -> 광주광역시 광산구 운남동
    "2920012100": "2420012100", # 광주직할시 광산구 안청동 -> 광주광역시 광산구 안청동
    "2920012200": "2420012200", # 광주직할시 광산구 진곡동 -> 광주광역시 광산구 진곡동
    "2920013600": "2420012300", # 광주직할시 광산구 오산동 -> 광주광역시 광산구 오산동
    "2920012300": "2420012400", # 광주직할시 광산구 장덕동 -> 광주광역시 광산구 장덕동
    "2920012400": "2420012500", # 광주직할시 광산구 흑석동 -> 광주광역시 광산구 흑석동
    "2920012500": "2420012600", # 광주직할시 광산구 하남동 -> 광주광역시 광산구 하남동
    "2920012600": "2420012700", # 광주직할시 광산구 장수동 -> 광주광역시 광산구 장수동
    "2920012700": "2420012800", # 광주직할시 광산구 산정동 -> 광주광역시 광산구 산정동
    "2920012800": "2420012900", # 광주직할시 광산구 월곡동 -> 광주광역시 광산구 월곡동
    "2920012900": "2420013000", # 광주직할시 광산구 등임동 -> 광주광역시 광산구 등임동
    "2920013000": "2420013100", # 광주직할시 광산구 산막동 -> 광주광역시 광산구 산막동
    "2920013100": "2420013200", # 광주직할시 광산구 고룡동 -> 광주광역시 광산구 고룡동
    "2920013200": "2420013300", # 광주직할시 광산구 신룡동 -> 광주광역시 광산구 신룡동
    "2920013300": "2420013400", # 광주직할시 광산구 두정동 -> 광주광역시 광산구 두정동
    "2920013400": "2420013500", # 광주직할시 광산구 임곡동 -> 광주광역시 광산구 임곡동
    "2920013500": "2420013600", # 광주직할시 광산구 광산동 -> 광주광역시 광산구 광산동
    "2920013600": "2420013700", # 광주직할시 광산구 오산동 -> 광주광역시 광산구 오산동
    "2920013700": "2420013800", # 광주직할시 광산구 사호동 -> 광주광역시 광산구 사호동
    "2920013800": "2420013900", # 광주직할시 광산구 하산동 -> 광주광역시 광산구 하산동
    "2920013900": "2420014000", # 광주직할시 광산구 유계동 -> 광주광역시 광산구 유계동
    "2920014000": "2420014100", # 광주직할시 광산구 본덕동 -> 광주광역시 광산구 본덕동
    "2920014100": "2420014200", # 광주직할시 광산구 용봉동 -> 광주광역시 광산구 용봉동
    "2920014200": "2420014300", # 광주직할시 광산구 요기동 -> 광주광역시 광산구 요기동
    "2920014300": "2420014400", # 광주직할시 광산구 복룡동 -> 광주광역시 광산구 복룡동
    "2920014400": "2420014500", # 광주직할시 광산구 송대동 -> 광주광역시 광산구 송대동
    "2920014500": "2420014600", # 광주직할시 광산구 옥동 -> 광주광역시 광산구 옥동
    "2920014600": "2420014700", # 광주직할시 광산구 월전동 -> 광주광역시 광산구 월전동
    "2920014700": "2420014800", # 광주직할시 광산구 장록동 -> 광주광역시 광산구 장록동
    "2920014800": "2420014900", # 광주직할시 광산구 송촌동 -> 광주광역시 광산구 송촌동
    "2920014900": "2420015000", # 광주직할시 광산구 지죽동 -> 광주광역시 광산구 지죽동
    "2920015000": "2420015100", # 광주직할시 광산구 용동 -> 광주광역시 광산구 용동
    "2920015100": "2420015200", # 광주직할시 광산구 용곡동 -> 광주광역시 광산구 용곡동
    "2920015200": "2420015300", # 광주직할시 광산구 지정동 -> 광주광역시 광산구 지정동
    "2920015300": "2420015400", # 광주직할시 광산구 명화동 -> 광주광역시 광산구 명화동
    "2920015400": "2420015500", # 광주직할시 광산구 동산동 -> 광주광역시 광산구 동산동
    "2920015500": "2420015600", # 광주직할시 광산구 연산동 -> 광주광역시 광산구 연산동
    "2920015600": "2420015700", # 광주직할시 광산구 도덕동 -> 광주광역시 광산구 도덕동
    "2920015700": "2420015800", # 광주직할시 광산구 송산동 -> 광주광역시 광산구 송산동
    "2920015800": "2420015900", # 광주직할시 광산구 지평동 -> 광주광역시 광산구 지평동
    "2920015900": "2420016000", # 광주직할시 광산구 오운동 -> 광주광역시 광산구 오운동
    "2920016000": "2420016100", # 광주직할시 광산구 삼거동 -> 광주광역시 광산구 삼거동
    "2920016100": "2420016200", # 광주직할시 광산구 양동 -> 광주광역시 광산구 양동
    "2920016200": "2420016300", # 광주직할시 광산구 내산동 -> 광주광역시 광산구 내산동
    "2920016300": "2420016400", # 광주직할시 광산구 대산동 -> 광주광역시 광산구 대산동
    "2920016400": "2420016500", # 광주직할시 광산구 송학동 -> 광주광역시 광산구 송학동
    "2920016500": "2420016600", # 광주직할시 광산구 신동 -> 광주광역시 광산구 신동
    "2920016600": "2420016700", # 광주직할시 광산구 삼도동 -> 광주광역시 광산구 삼도동
    "2920016700": "2420016800", # 광주직할시 광산구 남산동 -> 광주광역시 광산구 남산동
    "2920016800": "2420016900", # 광주직할시 광산구 송치동 -> 광주광역시 광산구 송치동
    "2920016900": "2420017000", # 광주직할시 광산구 산수동 -> 광주광역시 광산구 산수동
    "2920017000": "2420017100", # 광주직할시 광산구 선동 -> 광주광역시 광산구 선동
    "2920017100": "2420017200", # 광주직할시 광산구 지산동 -> 광주광역시 광산구 지산동
    "2920017200": "2420017300", # 광주직할시 광산구 왕동 -> 광주광역시 광산구 왕동
    "2920017300": "2420017400", # 광주직할시 광산구 북산동 -> 광주광역시 광산구 북산동
    "2920017400": "2420017500", # 광주직할시 광산구 명도동 -> 광주광역시 광산구 명도동
    "2920017500": "2420017600", # 광주직할시 광산구 동호동 -> 광주광역시 광산구 동호동
    "2920017600": "2420017700", # 광주직할시 광산구 덕림동 -> 광주광역시 광산구 덕림동
    "2920017700": "2420017800", # 광주직할시 광산구 양산동 -> 광주광역시 광산구 양산동
    "2920017800": "2420017900", # 광주직할시 광산구 동림동 -> 광주광역시 광산구 동림동
    "2920017900": "2420018000", # 광주직할시 광산구 구소동 -> 광주광역시 광산구 구소동
    "2920018000": "2420018100", # 광주직할시 광산구 양촌동 -> 광주광역시 광산구 양촌동
    "2920018200": "2420018300", # 광주직할시 광산구 승촌동 -> 광주광역시 광산구 승촌동
    "2920018300": "2420018400", # 광주직할시 광산구 지석동 -> 광주광역시 광산구 지석동
    "2920018400": "2420018500", # 광주직할시 광산구 압촌동 -> 광주광역시 광산구 압촌동
    "2920018500": "2420018600", # 광주직할시 광산구 화장동 -> 광주광역시 광산구 화장동
    "2920018600": "2420018700", # 광주직할시 광산구 칠석동 -> 광주광역시 광산구 칠석동
    "2920018700": "2420018800", # 광주직할시 광산구 석정동 -> 광주광역시 광산구 석정동
    "2920018800": "2420018900", # 광주직할시 광산구 신장동 -> 광주광역시 광산구 신장동
    "2920018900": "2420019000", # 광주직할시 광산구 양과동 -> 광주광역시 광산구 양과동
    "2920019000": "2420019100", # 광주직할시 광산구 이장동 -> 광주광역시 광산구 이장동
    "2920019100": "2420019200", # 광주직할시 광산구 대지동 -> 광주광역시 광산구 대지동
    "2920019200": "2420019300", # 광주직할시 광산구 원산동 -> 광주광역시 광산구 원산동
    "2920019300": "2420019400", # 광주직할시 광산구 월성동 -> 광주광역시 광산구 월성동
    "2920019400": "2420019500", # 광주직할시 광산구 서창동 -> 광주광역시 광산구 서창동
    "2920019500": "2420019600", # 광주직할시 광산구 세하동 -> 광주광역시 광산구 세하동
    "2920019600": "2420019700", # 광주직할시 광산구 용두동 -> 광주광역시 광산구 용두동
    "2920019700": "2420019800", # 광주직할시 광산구 풍암동 -> 광주광역시 광산구 풍암동
    "2920019800": "2420019900", # 광주직할시 광산구 벽진동 -> 광주광역시 광산구 벽진동
    "2920019900": "2420020000", # 광주직할시 광산구 금호동 -> 광주광역시 광산구 금호동
    "2920020000": "2420020100", # 광주직할시 광산구 마륵동 -> 광주광역시 광산구 마륵동
    "2920000100": "2420020200", # 광주직할시 광산구 매월동 -> 광주광역시 광산구 매월동
    "2920011300": "2420020300", # 광주직할시 광산구 도천동 -> 광주광역시 광산구 도천동
    "2920018100": "2420020400", # 광주직할시 광산구 도금동 -> 광주광역시 광산구 도금동
    "2920020200": "2420020500", # 광주직할시 광산구 오선동 -> 광주광역시 광산구 오선동

    "2800000000": "2300000000", # 인천직할시 -> 인천광역시
    "2811000000": "2311000000", # 인천직할시 중구 -> 인천광역시 중구
    "2811010100": "2311010100", # 인천직할시 중구 중앙동1가 -> 인천광역시 중구 중앙동1가
    "2811010200": "2311010200", # 인천직할시 중구 중앙동2가 -> 인천광역시 중구 중앙동2가
    "2811010300": "2311010300", # 인천직할시 중구 중앙동3가 -> 인천광역시 중구 중앙동3가
    "2811010400": "2311010400", # 인천직할시 중구 중앙동4가 -> 인천광역시 중구 중앙동4가
    "2811010500": "2311010500", # 인천직할시 중구 해안동1가 -> 인천광역시 중구 해안동1가
    "2811010600": "2311010600", # 인천직할시 중구 해안동2가 -> 인천광역시 중구 해안동2가
    "2811010700": "2311010700", # 인천직할시 중구 해안동3가 -> 인천광역시 중구 해안동3가
    "2811010800": "2311010800", # 인천직할시 중구 해안동4가 -> 인천광역시 중구 해안동4가
    "2811010900": "2311010900", # 인천직할시 중구 관동1가 -> 인천광역시 중구 관동1가
    "2811011000": "2311011000", # 인천직할시 중구 관동2가 -> 인천광역시 중구 관동2가
    "2811011100": "2311011100", # 인천직할시 중구 관동3가 -> 인천광역시 중구 관동3가
    "2811011200": "2311011200", # 인천직할시 중구 항동1가 -> 인천광역시 중구 항동1가
    "2811011300": "2311011300", # 인천직할시 중구 항동2가 -> 인천광역시 중구 항동2가
    "2811011400": "2311011400", # 인천직할시 중구 항동3가 -> 인천광역시 중구 항동3가
    "2811011500": "2311011500", # 인천직할시 중구 항동4가 -> 인천광역시 중구 항동4가
    "2811011600": "2311011600", # 인천직할시 중구 항동5가 -> 인천광역시 중구 항동5가
    "2811011700": "2311011700", # 인천직할시 중구 항동6가 -> 인천광역시 중구 항동6가
    "2811011800": "2311011800", # 인천직할시 중구 항동7가 -> 인천광역시 중구 항동7가
    "2811011900": "2311011900", # 인천직할시 중구 송학동1가 -> 인천광역시 중구 송학동1가
    "2811012000": "2311012000", # 인천직할시 중구 송학동2가 -> 인천광역시 중구 송학동2가
    "2811012100": "2311012100", # 인천직할시 중구 송학동3가 -> 인천광역시 중구 송학동3가
    "2811012200": "2311012200", # 인천직할시 중구 사동 -> 인천광역시 중구 사동
    "2811012300": "2311012300", # 인천직할시 중구 신생동 -> 인천광역시 중구 신생동
    "2811012400": "2311012400", # 인천직할시 중구 신포동 -> 인천광역시 중구 신포동
    "2811012500": "2311012500", # 인천직할시 중구 답동 -> 인천광역시 중구 답동
    "2811012600": "2311012600", # 인천직할시 중구 신흥동1가 -> 인천광역시 중구 신흥동1가
    "2811012700": "2311012700", # 인천직할시 중구 신흥동2가 -> 인천광역시 중구 신흥동2가
    "2811012800": "2311012800", # 인천직할시 중구 신흥동3가 -> 인천광역시 중구 신흥동3가
    "2811012900": "2311012900", # 인천직할시 중구 선화동 -> 인천광역시 중구 선화동
    "2811013000": "2311013000", # 인천직할시 중구 유동 -> 인천광역시 중구 유동
    "2811013100": "2311013100", # 인천직할시 중구 율목동 -> 인천광역시 중구 율목동
    "2811013200": "2311013200", # 인천직할시 중구 도원동 -> 인천광역시 중구 도원동
    "2811013300": "2311013300", # 인천직할시 중구 내동 -> 인천광역시 중구 내동
    "2811013400": "2311013400", # 인천직할시 중구 경동 -> 인천광역시 중구 경동
    "2811013500": "2311013500", # 인천직할시 중구 용동 -> 인천광역시 중구 용동
    "2811013600": "2311013600", # 인천직할시 중구 인현동 -> 인천광역시 중구 인현동
    "2811013700": "2311013700", # 인천직할시 중구 전동 -> 인천광역시 중구 전동
    "2811013800": "2311013800", # 인천직할시 중구 북성동1가 -> 인천광역시 중구 북성동1가
    "2811013900": "2311013900", # 인천직할시 중구 북성동2가 -> 인천광역시 중구 북성동2가
    "2811014000": "2311014000", # 인천직할시 중구 북성동3가 -> 인천광역시 중구 북성동3가
    "2811014100": "2311014100", # 인천직할시 중구 선린동 -> 인천광역시 중구 선린동
    "2811014200": "2311014200", # 인천직할시 중구 송월동1가 -> 인천광역시 중구 송월동1가
    "2811014300": "2311014300", # 인천직할시 중구 송월동2가 -> 인천광역시 중구 송월동2가
    "2811014400": "2311014400", # 인천직할시 중구 송월동3가 -> 인천광역시 중구 송월동3가
    "2811014500": "2311014500", # 인천직할시 중구 중산동 -> 인천광역시 중구 중산동
    "2811014600": "2311014600", # 인천직할시 중구 운남동 -> 인천광역시 중구 운남동
    "2811014700": "2311014700", # 인천직할시 중구 운서동 -> 인천광역시 중구 운서동
    "2811014800": "2311014800", # 인천직할시 중구 운북동 -> 인천광역시 중구 운북동
    "2811014900": "2311014900", # 인천직할시 중구 을왕동 -> 인천광역시 중구 을왕동
    "2811015000": "2311015000", # 인천직할시 중구 남북동 -> 인천광역시 중구 남북동
    "2811015100": "2311015100", # 인천직할시 중구 덕교동 -> 인천광역시 중구 덕교동
    "2811015200": "2311015200", # 인천직할시 중구 무의동 -> 인천광역시 중구 무의동
    "2811500000": "2311500000", # 인천직할시 중구영종출장 -> 인천광역시 중구영종출장
    "2811600000": "2311600000", # 인천직할시 중구용유출장 -> 인천광역시 중구용유출장
    "2814000000": "2314000000", # 인천직할시 동구 -> 인천광역시 동구
    "2814010100": "2314010100", # 인천직할시 동구 만석동 -> 인천광역시 동구 만석동
    "2814010200": "2314010200", # 인천직할시 동구 화수동 -> 인천광역시 동구 화수동
    "2814010300": "2314010300", # 인천직할시 동구 송현동 -> 인천광역시 동구 송현동
    "2814010400": "2314010400", # 인천직할시 동구 화평동 -> 인천광역시 동구 화평동
    "2814010500": "2314010500", # 인천직할시 동구 창영동 -> 인천광역시 동구 창영동
    "2814010600": "2314010600", # 인천직할시 동구 금곡동 -> 인천광역시 동구 금곡동
    "2814010700": "2314010700", # 인천직할시 동구 송림동 -> 인천광역시 동구 송림동
    "2817000000": "2317000000", # 인천직할시 남구 -> 인천광역시 남구
    "2817010100": "2317010100", # 인천직할시 남구 숭의동 -> 인천광역시 남구 숭의동
    "2817010200": "2317010200", # 인천직할시 남구 용현동 -> 인천광역시 남구 용현동
    "2817010300": "2317010300", # 인천직할시 남구 학익동 -> 인천광역시 남구 학익동
    "2817010400": "2317010400", # 인천직할시 남구 옥련동 -> 인천광역시 남구 옥련동
    "2817010500": "2317010500", # 인천직할시 남구 도화동 -> 인천광역시 남구 도화동
    "2817010600": "2317010600", # 인천직할시 남구 주안동 -> 인천광역시 남구 주안동
    "2817010700": "2317010700", # 인천직할시 남구 선학동 -> 인천광역시 남구 선학동
    "2817010800": "2317010800", # 인천직할시 남구 관교동 -> 인천광역시 남구 관교동
    "2817010900": "2317010900", # 인천직할시 남구 문학동 -> 인천광역시 남구 문학동
    "2817011000": "2317011000", # 인천직할시 남구 연수동 -> 인천광역시 남구 연수동
    "2817011100": "2317011100", # 인천직할시 남구 청학동 -> 인천광역시 남구 청학동
    "2817011200": "2317011200", # 인천직할시 남구 동춘동 -> 인천광역시 남구 동춘동
    "2820000000": "2320000000", # 인천직할시 남동구 -> 인천광역시 남동구
    "2820010100": "2320010100", # 인천직할시 남동구 구월동 -> 인천광역시 남동구 구월동
    "2820010200": "2320010200", # 인천직할시 남동구 간석동 -> 인천광역시 남동구 간석동
    "2820010300": "2320010300", # 인천직할시 남동구 만수동 -> 인천광역시 남동구 만수동
    "2820010400": "2320010400", # 인천직할시 남동구 장수동 -> 인천광역시 남동구 장수동
    "2820010500": "2320010500", # 인천직할시 남동구 서창동 -> 인천광역시 남동구 서창동
    "2820010600": "2320010600", # 인천직할시 남동구 운연동 -> 인천광역시 남동구 운연동
    "2820010700": "2320010700", # 인천직할시 남동구 남촌동 -> 인천광역시 남동구 남촌동
    "2820010800": "2320010800", # 인천직할시 남동구 수산동 -> 인천광역시 남동구 수산동
    "2820010900": "2320010900", # 인천직할시 남동구 도림동 -> 인천광역시 남동구 도림동
    "2820011000": "2320011000", # 인천직할시 남동구 논현동 -> 인천광역시 남동구 논현동
    "2820011100": "2320011100", # 인천직할시 남동구 고잔동 -> 인천광역시 남동구 고잔동
    "2823000000": "2323000000", # 인천직할시 북구 -> 인천광역시 북구
    "2823010100": "2323010100", # 인천직할시 북구 부평동 -> 인천광역시 북구 부평동
    "2823010200": "2323010200", # 인천직할시 북구 십정동 -> 인천광역시 북구 십정동
    "2823010300": "2323010300", # 인천직할시 북구 산곡동 -> 인천광역시 북구 산곡동
    "2823010400": "2323010400", # 인천직할시 북구 청천동 -> 인천광역시 북구 청천동
    "2823010500": "2323010500", # 인천직할시 북구 효성동 -> 인천광역시 북구 효성동
    "2823010600": "2323010600", # 인천직할시 북구 계산동 -> 인천광역시 북구 계산동
    "2823010700": "2323010700", # 인천직할시 북구 작전동 -> 인천광역시 북구 작전동
    "2823010800": "2323010800", # 인천직할시 북구 서운동 -> 인천광역시 북구 서운동
    "2823010900": "2323010900", # 인천직할시 북구 삼산동 -> 인천광역시 북구 삼산동
    "2823011000": "2323011000", # 인천직할시 북구 갈산동 -> 인천광역시 북구 갈산동
    "2823011100": "2323011100", # 인천직할시 북구 부개동 -> 인천광역시 북구 부개동
    "2823011200": "2323011200", # 인천직할시 북구 일신동 -> 인천광역시 북구 일신동
    "2823011300": "2323011300", # 인천직할시 북구 구산동 -> 인천광역시 북구 구산동
    "2823011400": "2323011400", # 인천직할시 북구 임학동 -> 인천광역시 북구 임학동
    "2823011500": "2323011500", # 인천직할시 북구 용종동 -> 인천광역시 북구 용종동
    "2823011600": "2323011600", # 인천직할시 북구 병방동 -> 인천광역시 북구 병방동
    "2823011700": "2323011700", # 인천직할시 북구 방축동 -> 인천광역시 북구 방축동
    "2823011800": "2323011800", # 인천직할시 북구 박촌동 -> 인천광역시 북구 박촌동
    "2823011900": "2323011900", # 인천직할시 북구 동양동 -> 인천광역시 북구 동양동
    "2823012000": "2323012000", # 인천직할시 북구 귤현동 -> 인천광역시 북구 귤현동
    "2823012100": "2323012100", # 인천직할시 북구 상야동 -> 인천광역시 북구 상야동
    "2823012200": "2323012200", # 인천직할시 북구 하야동 -> 인천광역시 북구 하야동
    "2823012300": "2323012300", # 인천직할시 북구 평동 -> 인천광역시 북구 평동
    "2823012400": "2323012400", # 인천직할시 북구 노오지동 -> 인천광역시 북구 노오지동
    "2823012500": "2323012500", # 인천직할시 북구 선주지동 -> 인천광역시 북구 선주지동
    "2823012600": "2323012600", # 인천직할시 북구 이화동 -> 인천광역시 북구 이화동
    "2823012700": "2323012700", # 인천직할시 북구 오류동 -> 인천광역시 북구 오류동
    "2823012800": "2323012800", # 인천직할시 북구 갈현동 -> 인천광역시 북구 갈현동
    "2823012900": "2323012900", # 인천직할시 북구 둑실동 -> 인천광역시 북구 둑실동
    "2823013000": "2323013000", # 인천직할시 북구 목상동 -> 인천광역시 북구 목상동
    "2823013100": "2323013100", # 인천직할시 북구 다남동 -> 인천광역시 북구 다남동
    "2823013200": "2323013200", # 인천직할시 북구 장기동 -> 인천광역시 북구 장기동
    "2823500000": "2323500000", # 인천직할시 북구계양출장 -> 인천광역시 북구계양출장
    "2826000000": "2326000000", # 인천직할시 서구 -> 인천광역시 서구
    "2826010100": "2326010100", # 인천직할시 서구 백석동 -> 인천광역시 서구 백석동
    "2826010200": "2326010200", # 인천직할시 서구 시천동 -> 인천광역시 서구 시천동
    "2826010300": "2326010300", # 인천직할시 서구 검암동 -> 인천광역시 서구 검암동
    "2826010400": "2326010400", # 인천직할시 서구 경서동 -> 인천광역시 서구 경서동
    "2826010500": "2326010500", # 인천직할시 서구 공촌동 -> 인천광역시 서구 공촌동
    "2826010600": "2326010600", # 인천직할시 서구 연희동 -> 인천광역시 서구 연희동
    "2826010700": "2326010700", # 인천직할시 서구 심곡동 -> 인천광역시 서구 심곡동
    "2826010800": "2326010800", # 인천직할시 서구 가정동 -> 인천광역시 서구 가정동
    "2826010900": "2326010900", # 인천직할시 서구 신현동 -> 인천광역시 서구 신현동
    "2826011000": "2326011000", # 인천직할시 서구 석남동 -> 인천광역시 서구 석남동
    "2826011100": "2326011100", # 인천직할시 서구 원창동 -> 인천광역시 서구 원창동
    "2826011200": "2326011200", # 인천직할시 서구 가좌동 -> 인천광역시 서구 가좌동

    "3111000000": "4813000000", # 경상남도 울산시 -> 울산광역시 중구
    "3111010200": "4813000100", # 경상남도 울산시 학산동 -> 울산광역시 중구 학산동
    "3111010100": "4813000200", # 경상남도 울산시 학성동 -> 울산광역시 중구 학성동
    "3111010300": "4813000300", # 경상남도 울산시 복산동 -> 울산광역시 중구 복산동
    "3111010400": "4813000400", # 경상남도 울산시 북정동 -> 울산광역시 중구 북정동
    "3111010500": "4813000500", # 경상남도 울산시 옥교동 -> 울산광역시 중구 옥교동
    "3111010600": "4813000600", # 경상남도 울산시 성남동 -> 울산광역시 중구 성남동
    "3111010700": "4813000700", # 경상남도 울산시 교동 -> 울산광역시 중구 교동
    "3111010800": "4813000800", # 경상남도 울산시 우정동 -> 울산광역시 중구 우정동
    "3111010900": "4813000900", # 경상남도 울산시 성안동 -> 울산광역시 중구 성안동
    "3111011000": "4813001000", # 경상남도 울산시 유곡동 -> 울산광역시 중구 유곡동
    "3111011100": "4813001100", # 경상남도 울산시 태화동 -> 울산광역시 중구 태화동
    "3111011200": "4813001200", # 경상남도 울산시 다운동 -> 울산광역시 중구 다운동
    "3111011600": "4813004800", # 경상남도 울산시 장현동 -> 울산광역시 중구 장현동
    "3111011300": "4813004900", # 경상남도 울산시 동동 -> 울산광역시 중구 동동
    "3111011400": "4813005000", # 경상남도 울산시 서동 -> 울산광역시 중구 서동
    "3111011500": "4813005100", # 경상남도 울산시 남외동 -> 울산광역시 중구 남외동
    "3111011700": "4813005200", # 경상남도 울산시 약사동 -> 울산광역시 중구 약사동
    "3111011800": "4813005300", # 경상남도 울산시 반구동 -> 울산광역시 중구 반구동
    "3114000000": "4813000000", # 경상남도 울산시 -> 울산광역시 남구
    "3114010100": "4813001300", # 경상남도 울산시 무거동 -> 울산광역시 남구 무거동
    "3114010200": "4813001400", # 경상남도 울산시 옥동 -> 울산광역시 남구 옥동
    "3114010300": "4813001500", # 경상남도 울산시 두왕동 -> 울산광역시 남구 두왕동
    "3114010400": "4813001600", # 경상남도 울산시 신정동 -> 울산광역시 남구 신정동
    "3114010500": "4813001700", # 경상남도 울산시 달동 -> 울산광역시 남구 달동
    "3114010600": "4813001800", # 경상남도 울산시 삼산동 -> 울산광역시 남구 삼산동
    "3114010700": "4813001900", # 경상남도 울산시 여천동 -> 울산광역시 남구 여천동
    "3114010800": "4813002000", # 경상남도 울산시 야음동 -> 울산광역시 남구 야음동
    "3114010900": "4813002100", # 경상남도 울산시 선암동 -> 울산광역시 남구 선암동
    "3114011000": "4813002200", # 경상남도 울산시 상개동 -> 울산광역시 남구 상개동
    "3114011100": "4813002300", # 경상남도 울산시 부곡동 -> 울산광역시 남구 부곡동
    "3114011200": "4813002400", # 경상남도 울산시 고사동 -> 울산광역시 남구 고사동
    "3114011300": "4813002500", # 경상남도 울산시 성암동 -> 울산광역시 남구 성암동
    "3114011400": "4813002600", # 경상남도 울산시 황성동 -> 울산광역시 남구 황성동
    "3114011500": "4813002700", # 경상남도 울산시 용연동 -> 울산광역시 남구 용연동
    "3114011600": "4813002800", # 경상남도 울산시 남화동 -> 울산광역시 남구 남화동
    "3114011700": "4813002900", # 경상남도 울산시 용잠동 -> 울산광역시 남구 용잠동
    "3114011800": "4813003000", # 경상남도 울산시 장생포동 -> 울산광역시 남구 장생포동
    "3114011900": "4813003100", # 경상남도 울산시 매암동 -> 울산광역시 남구 매암동
    "3117000000": "4813000000", # 경상남도 울산시 -> 울산광역시 동구
    "3117010100": "4813003200", # 경상남도 울산시 방어동 -> 울산광역시 동구 방어동
    "3117010200": "4813003300", # 경상남도 울산시 화정동 -> 울산광역시 동구 화정동
    "3117010300": "4813003400", # 경상남도 울산시 일산동 -> 울산광역시 동구 일산동
    "3117010400": "4813003500", # 경상남도 울산시 전하동 -> 울산광역시 동구 전하동
    "3117010500": "4813003600", # 경상남도 울산시 미포동 -> 울산광역시 동구 미포동
    "3117010600": "4813003700", # 경상남도 울산시 주전동 -> 울산광역시 동구 주전동
    "3117010700": "4813003800", # 경상남도 울산시 동부동 -> 울산광역시 동구 동부동
    "3117010800": "4813003900", # 경상남도 울산시 서부동 -> 울산광역시 동구 서부동
    "3117010900": "4813004000", # 경상남도 울산시 염포동 -> 울산광역시 동구 염포동
    "3120000000": "4813000000", # 경상남도 울산시 -> 울산광역시 북구
    "3120012700": "4813004000", # 경상남도 울산시 염포동 -> 울산광역시 북구 염포동
    "3120012400": "4813004100", # 경상남도 울산시 양정동 -> 울산광역시 북구 양정동
    "3120012300": "4813004200", # 경상남도 울산시 효문동 -> 울산광역시 북구 효문동
    "3120012000": "4813004300", # 경상남도 울산시 명촌동 -> 울산광역시 북구 명촌동
    "3120012100": "4813004400", # 경상남도 울산시 진장동 -> 울산광역시 북구 진장동
    "3120012200": "4813004500", # 경상남도 울산시 연암동 -> 울산광역시 북구 연암동
    "3120012500": "4813004600", # 경상남도 울산시 화봉동 -> 울산광역시 북구 화봉동
    "3120012600": "4813004700", # 경상남도 울산시 송정동 -> 울산광역시 북구 송정동
    "3171000000": "4813700000", # 경상남도 울산시 울주구 -> 울산광역시 울주군
    "3171025000": "4813725300", # 경상남도 울산시 울주구 온산읍 -> 울산광역시 울주군 온산읍
    "3171025021": "4813725321", # 경상남도 울산시 울주구 온산읍 화산리 -> 울산광역시 울주군 온산읍 화산리
    "3171025022": "4813725322", # 경상남도 울산시 울주구 온산읍 삼평리 -> 울산광역시 울주군 온산읍 삼평리
    "3171025023": "4813725323", # 경상남도 울산시 울주구 온산읍 강양리 -> 울산광역시 울주군 온산읍 강양리
    "3171025024": "4813725324", # 경상남도 울산시 울주구 온산읍 우봉리 -> 울산광역시 울주군 온산읍 우봉리
    "3171025025": "4813725325", # 경상남도 울산시 울주구 온산읍 당월리 -> 울산광역시 울주군 온산읍 당월리
    "3171025026": "4813725326", # 경상남도 울산시 울주구 온산읍 처용리 -> 울산광역시 울주군 온산읍 처용리
    "3171025027": "4813725327", # 경상남도 울산시 울주구 온산읍 산암리 -> 울산광역시 울주군 온산읍 산암리
    "3171025028": "4813725328", # 경상남도 울산시 울주구 온산읍 대정리 -> 울산광역시 울주군 온산읍 대정리
    "3171025029": "4813725329", # 경상남도 울산시 울주구 온산읍 방도리 -> 울산광역시 울주군 온산읍 방도리
    "3171025030": "4813725330", # 경상남도 울산시 울주구 온산읍 이진리 -> 울산광역시 울주군 온산읍 이진리
    "3171025031": "4813725331", # 경상남도 울산시 울주구 온산읍 원산리 -> 울산광역시 울주군 온산읍 원산리
    "3171025032": "4813725332", # 경상남도 울산시 울주구 온산읍 덕신리 -> 울산광역시 울주군 온산읍 덕신리
    "3171025033": "4813725333", # 경상남도 울산시 울주구 온산읍 학남리 -> 울산광역시 울주군 온산읍 학남리
    "3171025300": "4813725600", # 경상남도 울산시 울주구 언양읍 -> 울산광역시 울주군 언양읍
    "3171025321": "4813725621", # 경상남도 울산시 울주구 언양읍 반송리 -> 울산광역시 울주군 언양읍 반송리
    "3171025322": "4813725622", # 경상남도 울산시 울주구 언양읍 반천리 -> 울산광역시 울주군 언양읍 반천리
    "3171025323": "4813725623", # 경상남도 울산시 울주구 언양읍 반곡리 -> 울산광역시 울주군 언양읍 반곡리
    "3171025324": "4813725624", # 경상남도 울산시 울주구 언양읍 어음리 -> 울산광역시 울주군 언양읍 어음리
    "3171025325": "4813725625", # 경상남도 울산시 울주구 언양읍 송대리 -> 울산광역시 울주군 언양읍 송대리
    "3171025326": "4813725626", # 경상남도 울산시 울주구 언양읍 평리 -> 울산광역시 울주군 언양읍 평리
    "3171025327": "4813725627", # 경상남도 울산시 울주구 언양읍 다개리 -> 울산광역시 울주군 언양읍 다개리
    "3171025328": "4813725628", # 경상남도 울산시 울주구 언양읍 대곡리 -> 울산광역시 울주군 언양읍 대곡리
    "3171025329": "4813725629", # 경상남도 울산시 울주구 언양읍 직동리 -> 울산광역시 울주군 언양읍 직동리
    "3171025330": "4813725630", # 경상남도 울산시 울주구 언양읍 동부리 -> 울산광역시 울주군 언양읍 동부리
    "3171025331": "4813725631", # 경상남도 울산시 울주구 언양읍 서부리 -> 울산광역시 울주군 언양읍 서부리
    "3171025332": "4813725632", # 경상남도 울산시 울주구 언양읍 남부리 -> 울산광역시 울주군 언양읍 남부리
    "3171025333": "4813725633", # 경상남도 울산시 울주구 언양읍 반연리 -> 울산광역시 울주군 언양읍 반연리
    "3171025334": "4813725634", # 경상남도 울산시 울주구 언양읍 태기리 -> 울산광역시 울주군 언양읍 태기리
    "3171025335": "4813725635", # 경상남도 울산시 울주구 언양읍 구수리 -> 울산광역시 울주군 언양읍 구수리
    "3171031000": "4813734000", # 경상남도 울산시 울주구 서생면 -> 울산광역시 울주군 서생면
    "3171031021": "4813734021", # 경상남도 울산시 울주구 서생면 신암리 -> 울산광역시 울주군 서생면 신암리
    "3171031022": "4813734022", # 경상남도 울산시 울주구 서생면 명산리 -> 울산광역시 울주군 서생면 명산리
    "3171031023": "4813734023", # 경상남도 울산시 울주구 서생면 나사리 -> 울산광역시 울주군 서생면 나사리
    "3171031024": "4813734024", # 경상남도 울산시 울주구 서생면 화산리 -> 울산광역시 울주군 서생면 화산리
    "3171031025": "4813734025", # 경상남도 울산시 울주구 서생면 대송리 -> 울산광역시 울주군 서생면 대송리
    "3171031026": "4813734026", # 경상남도 울산시 울주구 서생면 용리 -> 울산광역시 울주군 서생면 용리
    "3171031027": "4813734027", # 경상남도 울산시 울주구 서생면 서생리 -> 울산광역시 울주군 서생면 서생리
    "3171031028": "4813734028", # 경상남도 울산시 울주구 서생면 진하리 -> 울산광역시 울주군 서생면 진하리
    "3171031029": "4813734029", # 경상남도 울산시 울주구 서생면 화정리 -> 울산광역시 울주군 서생면 화정리
    "3171031030": "4813734030", # 경상남도 울산시 울주구 서생면 위양리 -> 울산광역시 울주군 서생면 위양리
    "3171032000": "4813735000", # 경상남도 울산시 울주구 온양면 -> 울산광역시 울주군 온양면
    "3171032021": "4813735021", # 경상남도 울산시 울주구 온양면 발리 -> 울산광역시 울주군 온양면 발리
    "3171032022": "4813735022", # 경상남도 울산시 울주구 온양면 대안리 -> 울산광역시 울주군 온양면 대안리
    "3171032023": "4813735023", # 경상남도 울산시 울주구 온양면 망양리 -> 울산광역시 울주군 온양면 망양리
    "3171032024": "4813735024", # 경상남도 울산시 울주구 온양면 남창리 -> 울산광역시 울주군 온양면 남창리
    "3171032025": "4813735025", # 경상남도 울산시 울주구 온양면 동상리 -> 울산광역시 울주군 온양면 동상리
    "3171032026": "4813735026", # 경상남도 울산시 울주구 온양면 삼광리 -> 울산광역시 울주군 온양면 삼광리
    "3171032027": "4813735027", # 경상남도 울산시 울주구 온양면 내광리 -> 울산광역시 울주군 온양면 내광리
    "3171032028": "4813735028", # 경상남도 울산시 울주구 온양면 외광리 -> 울산광역시 울주군 온양면 외광리
    "3171032029": "4813735029", # 경상남도 울산시 울주구 온양면 운화리 -> 울산광역시 울주군 온양면 운화리
    "3171032030": "4813735030", # 경상남도 울산시 울주구 온양면 고산리 -> 울산광역시 울주군 온양면 고산리
    "3171033000": "4813736000", # 경상남도 울산시 울주구 청량면 -> 울산광역시 울주군 청량면
    "3171033021": "4813736021", # 경상남도 울산시 울주구 청량면 덕하리 -> 울산광역시 울주군 청량면 덕하리
    "3171033022": "4813736022", # 경상남도 울산시 울주구 청량면 동천리 -> 울산광역시 울주군 청량면 동천리
    "3171033023": "4813736023", # 경상남도 울산시 울주구 청량면 상남리 -> 울산광역시 울주군 청량면 상남리
    "3171033024": "4813736024", # 경상남도 울산시 울주구 청량면 개곡리 -> 울산광역시 울주군 청량면 개곡리
    "3171033025": "4813736025", # 경상남도 울산시 울주구 청량면 중리 -> 울산광역시 울주군 청량면 중리
    "3171033026": "4813736026", # 경상남도 울산시 울주구 청량면 문죽리 -> 울산광역시 울주군 청량면 문죽리
    "3171033027": "4813736027", # 경상남도 울산시 울주구 청량면 삼정리 -> 울산광역시 울주군 청량면 삼정리
    "3171033028": "4813736028", # 경상남도 울산시 울주구 청량면 율리 -> 울산광역시 울주군 청량면 율리
    "3171033029": "4813736029", # 경상남도 울산시 울주구 청량면 용암리 -> 울산광역시 울주군 청량면 용암리
    "3171034000": "4813737000", # 경상남도 울산시 울주구 웅촌면 -> 울산광역시 울주군 웅촌면
    "3171034021": "4813737021", # 경상남도 울산시 울주구 웅촌면 초천리 -> 울산광역시 울주군 웅촌면 초천리
    "3171034022": "4813737022", # 경상남도 울산시 울주구 웅촌면 석천리 -> 울산광역시 울주군 웅촌면 석천리
    "3171034023": "4813737023", # 경상남도 울산시 울주구 웅촌면 곡천리 -> 울산광역시 울주군 웅촌면 곡천리
    "3171034024": "4813737024", # 경상남도 울산시 울주구 웅촌면 검단리 -> 울산광역시 울주군 웅촌면 검단리
    "3171034025": "4813737025", # 경상남도 울산시 울주구 웅촌면 은현리 -> 울산광역시 울주군 웅촌면 은현리
    "3171034026": "4813737026", # 경상남도 울산시 울주구 웅촌면 고연리 -> 울산광역시 울주군 웅촌면 고연리
    "3171034027": "4813737027", # 경상남도 울산시 울주구 웅촌면 대대리 -> 울산광역시 울주군 웅촌면 대대리
    "3171034028": "4813737028", # 경상남도 울산시 울주구 웅촌면 통천리 -> 울산광역시 울주군 웅촌면 통천리
    "3171034029": "4813737029", # 경상남도 울산시 울주구 웅촌면 대복리 -> 울산광역시 울주군 웅촌면 대복리
    "3171035000": "4813738000", # 경상남도 울산시 울주구 범서면 -> 울산광역시 울주군 범서면
    "3171035021": "4813738021", # 경상남도 울산시 울주구 범서면 사연리 -> 울산광역시 울주군 범서면 사연리
    "3171035022": "4813738022", # 경상남도 울산시 울주구 범서면 천상리 -> 울산광역시 울주군 범서면 천상리
    "3171035023": "4813738023", # 경상남도 울산시 울주구 범서면 입암리 -> 울산광역시 울주군 범서면 입암리
    "3171035024": "4813738024", # 경상남도 울산시 울주구 범서면 굴화리 -> 울산광역시 울주군 범서면 굴화리
    "3171035025": "4813738025", # 경상남도 울산시 울주구 범서면 서사리 -> 울산광역시 울주군 범서면 서사리
    "3171035026": "4813738026", # 경상남도 울산시 울주구 범서면 두산리 -> 울산광역시 울주군 범서면 두산리
    "3171035027": "4813738027", # 경상남도 울산시 울주구 범서면 구영리 -> 울산광역시 울주군 범서면 구영리
    "3171035028": "4813738028", # 경상남도 울산시 울주구 범서면 중리 -> 울산광역시 울주군 범서면 중리
    "3171035029": "4813738029", # 경상남도 울산시 울주구 범서면 망성리 -> 울산광역시 울주군 범서면 망성리
    "3171035030": "4813738030", # 경상남도 울산시 울주구 범서면 척과리 -> 울산광역시 울주군 범서면 척과리
    "3171036000": "4813739000", # 경상남도 울산시 울주구 두동면 -> 울산광역시 울주군 두동면
    "3171036021": "4813739021", # 경상남도 울산시 울주구 두동면 만화리 -> 울산광역시 울주군 두동면 만화리
    "3171036022": "4813739022", # 경상남도 울산시 울주구 두동면 구미리 -> 울산광역시 울주군 두동면 구미리
    "3171036023": "4813739023", # 경상남도 울산시 울주구 두동면 월평리 -> 울산광역시 울주군 두동면 월평리
    "3171036024": "4813739024", # 경상남도 울산시 울주구 두동면 삼정리 -> 울산광역시 울주군 두동면 삼정리
    "3171036025": "4813739025", # 경상남도 울산시 울주구 두동면 이전리 -> 울산광역시 울주군 두동면 이전리
    "3171036026": "4813739026", # 경상남도 울산시 울주구 두동면 봉계리 -> 울산광역시 울주군 두동면 봉계리
    "3171036027": "4813739027", # 경상남도 울산시 울주구 두동면 천전리 -> 울산광역시 울주군 두동면 천전리
    "3171036028": "4813739028", # 경상남도 울산시 울주구 두동면 은편리 -> 울산광역시 울주군 두동면 은편리
    "3171037000": "4813740000", # 경상남도 울산시 울주구 두서면 -> 울산광역시 울주군 두서면
    "3171037021": "4813740021", # 경상남도 울산시 울주구 두서면 차리 -> 울산광역시 울주군 두서면 차리
    "3171037022": "4813740022", # 경상남도 울산시 울주구 두서면 구량리 -> 울산광역시 울주군 두서면 구량리
    "3171037023": "4813740023", # 경상남도 울산시 울주구 두서면 복안리 -> 울산광역시 울주군 두서면 복안리
    "3171037024": "4813740024", # 경상남도 울산시 울주구 두서면 미호리 -> 울산광역시 울주군 두서면 미호리
    "3171037025": "4813740025", # 경상남도 울산시 울주구 두서면 활천리 -> 울산광역시 울주군 두서면 활천리
    "3171037026": "4813740026", # 경상남도 울산시 울주구 두서면 내와리 -> 울산광역시 울주군 두서면 내와리
    "3171037027": "4813740027", # 경상남도 울산시 울주구 두서면 전읍리 -> 울산광역시 울주군 두서면 전읍리
    "3171037028": "4813740028", # 경상남도 울산시 울주구 두서면 인보리 -> 울산광역시 울주군 두서면 인보리
    "3171037029": "4813740029", # 경상남도 울산시 울주구 두서면 서하리 -> 울산광역시 울주군 두서면 서하리
    "3171038000": "4813742000", # 경상남도 울산시 울주구 상북면 -> 울산광역시 울주군 상북면
    "3171038021": "4813742021", # 경상남도 울산시 울주구 상북면 지내리 -> 울산광역시 울주군 상북면 지내리
    "3171038022": "4813742022", # 경상남도 울산시 울주구 상북면 양등리 -> 울산광역시 울주군 상북면 양등리
    "3171038023": "4813742023", # 경상남도 울산시 울주구 상북면 산전리 -> 울산광역시 울주군 상북면 산전리
    "3171038024": "4813742024", # 경상남도 울산시 울주구 상북면 길천리 -> 울산광역시 울주군 상북면 길천리
    "3171038025": "4813742025", # 경상남도 울산시 울주구 상북면 이천리 -> 울산광역시 울주군 상북면 이천리
    "3171038026": "4813742026", # 경상남도 울산시 울주구 상북면 덕현리 -> 울산광역시 울주군 상북면 덕현리
    "3171038027": "4813742027", # 경상남도 울산시 울주구 상북면 명촌리 -> 울산광역시 울주군 상북면 명촌리
    "3171038028": "4813742028", # 경상남도 울산시 울주구 상북면 천전리 -> 울산광역시 울주군 상북면 천전리
    "3171038029": "4813742029", # 경상남도 울산시 울주구 상북면 거리 -> 울산광역시 울주군 상북면 거리
    "3171038030": "4813742030", # 경상남도 울산시 울주구 상북면 궁근정리 -> 울산광역시 울주군 상북면 궁근정리
    "3171038031": "4813742031", # 경상남도 울산시 울주구 상북면 등억리 -> 울산광역시 울주군 상북면 등억리
    "3171038032": "4813742032", # 경상남도 울산시 울주구 상북면 향산리 -> 울산광역시 울주군 상북면 향산리
    "3171038033": "4813742033", # 경상남도 울산시 울주구 상북면 소호리 -> 울산광역시 울주군 상북면 소호리
    "3171039000": "4813743000", # 경상남도 울산시 울주구 삼남면 -> 울산광역시 울주군 삼남면
    "3171039021": "4813743021", # 경상남도 울산시 울주구 삼남면 교동리 -> 울산광역시 울주군 삼남면 교동리
    "3171039022": "4813743022", # 경상남도 울산시 울주구 삼남면 상천리 -> 울산광역시 울주군 삼남면 상천리
    "3171039023": "4813743023", # 경상남도 울산시 울주구 삼남면 신화리 -> 울산광역시 울주군 삼남면 신화리
    "3171039024": "4813743024", # 경상남도 울산시 울주구 삼남면 방기리 -> 울산광역시 울주군 삼남면 방기리
    "3171039025": "4813743025", # 경상남도 울산시 울주구 삼남면 가천리 -> 울산광역시 울주군 삼남면 가천리
    "3171040000": "4813744000", # 경상남도 울산시 울주구 삼동면 -> 울산광역시 울주군 삼동면
    "3171040021": "4813744021", # 경상남도 울산시 울주구 삼동면 둔기리 -> 울산광역시 울주군 삼동면 둔기리
    "3171040022": "4813744022", # 경상남도 울산시 울주구 삼동면 조일리 -> 울산광역시 울주군 삼동면 조일리
    "3171040023": "4813744023", # 경상남도 울산시 울주구 삼동면 출강리 -> 울산광역시 울주군 삼동면 출강리
    "3171040024": "4813744024", # 경상남도 울산시 울주구 삼동면 작동리 -> 울산광역시 울주군 삼동면 작동리
    "3171040025": "4813744025", # 경상남도 울산시 울주구 삼동면 보은리 -> 울산광역시 울주군 삼동면 보은리
    "3171040026": "4813744026", # 경상남도 울산시 울주구 삼동면 하잠리 -> 울산광역시 울주군 삼동면 하잠리
    "3171040027": "4813744027", # 경상남도 울산시 울주구 삼동면 금곡리 -> 울산광역시 울주군 삼동면 금곡리

    "2771000000": "4771000000", # 경상북도 달성군 -> 대구광역시 달성군
    "2771025000": "4771011000", # 경상북도 달성군 화원읍 -> 대구광역시 달성군 화원읍
    "2771025021": "4771011021", # 경상북도 달성군 화원읍 천내리 -> 대구광역시 달성군 화원읍 천내리
    "2771025022": "4771011022", # 경상북도 달성군 화원읍 구라리 -> 대구광역시 달성군 화원읍 구라리
    "2771025023": "4771011023", # 경상북도 달성군 화원읍 성산리 -> 대구광역시 달성군 화원읍 성산리
    "2771025024": "4771011024", # 경상북도 달성군 화원읍 설화리 -> 대구광역시 달성군 화원읍 설화리
    "2771025025": "4771011025", # 경상북도 달성군 화원읍 명곡리 -> 대구광역시 달성군 화원읍 명곡리
    "2771025026": "4771011026", # 경상북도 달성군 화원읍 본리리 -> 대구광역시 달성군 화원읍 본리리
    "2771031000": "4771031000", # 경상북도 달성군 가창면 -> 대구광역시 달성군 가창면
    "2771031021": "4771031033", # 경상북도 달성군 가창면 용계리 -> 대구광역시 달성군 가창면 용계리
    "2771031022": "4771031034", # 경상북도 달성군 가창면 오리 -> 대구광역시 달성군 가창면 오리
    "2771031023": "4771031035", # 경상북도 달성군 가창면 정대리 -> 대구광역시 달성군 가창면 정대리
    "2771031024": "4771031036", # 경상북도 달성군 가창면 냉천리 -> 대구광역시 달성군 가창면 냉천리
    "2771031025": "4771031037", # 경상북도 달성군 가창면 행정리 -> 대구광역시 달성군 가창면 행정리
    "2771031026": "4771031038", # 경상북도 달성군 가창면 상원리 -> 대구광역시 달성군 가창면 상원리
    "2771031027": "4771031039", # 경상북도 달성군 가창면 단산리 -> 대구광역시 달성군 가창면 단산리
    "2771031028": "4771031040", # 경상북도 달성군 가창면 대일리 -> 대구광역시 달성군 가창면 대일리
    "2771031029": "4771031041", # 경상북도 달성군 가창면 주리 -> 대구광역시 달성군 가창면 주리
    "2771031030": "4771031042", # 경상북도 달성군 가창면 옥분리 -> 대구광역시 달성군 가창면 옥분리
    "2771031031": "4771031043", # 경상북도 달성군 가창면 삼산리 -> 대구광역시 달성군 가창면 삼산리
    "2771031032": "4771031044", # 경상북도 달성군 가창면 우록리 -> 대구광역시 달성군 가창면 우록리
    "2771032000": "4771032000", # 경상북도 달성군 다사면 -> 대구광역시 달성군 다사면
    "2771032032": "4771032032", # 경상북도 달성군 다사면 이천리 -> 대구광역시 달성군 다사면 이천리
    "2771032033": "4771032033", # 경상북도 달성군 다사면 달천리 -> 대구광역시 달성군 다사면 달천리
    "2771032034": "4771032034", # 경상북도 달성군 다사면 박곡리 -> 대구광역시 달성군 다사면 박곡리
    "2771032035": "4771032035", # 경상북도 달성군 다사면 방천리 -> 대구광역시 달성군 다사면 방천리
    "2771032036": "4771032036", # 경상북도 달성군 다사면 서재리 -> 대구광역시 달성군 다사면 서재리
    "2771032037": "4771032037", # 경상북도 달성군 다사면 세천리 -> 대구광역시 달성군 다사면 세천리
    "2771032038": "4771032038", # 경상북도 달성군 다사면 죽곡리 -> 대구광역시 달성군 다사면 죽곡리
    "2771032039": "4771032039", # 경상북도 달성군 다사면 매곡리 -> 대구광역시 달성군 다사면 매곡리
    "2771032040": "4771032040", # 경상북도 달성군 다사면 부곡리 -> 대구광역시 달성군 다사면 부곡리
    "2771032041": "4771032041", # 경상북도 달성군 다사면 문양리 -> 대구광역시 달성군 다사면 문양리
    "2771032042": "4771032042", # 경상북도 달성군 다사면 문산리 -> 대구광역시 달성군 다사면 문산리
    "2771033000": "4771033000", # 경상북도 달성군 하빈면 -> 대구광역시 달성군 하빈면
    "2771033021": "4771033030", # 경상북도 달성군 하빈면 하산리 -> 대구광역시 달성군 하빈면 하산리
    "2771033022": "4771033031", # 경상북도 달성군 하빈면 묘리 -> 대구광역시 달성군 하빈면 묘리
    "2771033023": "4771033032", # 경상북도 달성군 하빈면 기곡리 -> 대구광역시 달성군 하빈면 기곡리
    "2771033024": "4771033033", # 경상북도 달성군 하빈면 대평리 -> 대구광역시 달성군 하빈면 대평리
    "2771033025": "4771033034", # 경상북도 달성군 하빈면 무등리 -> 대구광역시 달성군 하빈면 무등리
    "2771033026": "4771033035", # 경상북도 달성군 하빈면 현내리 -> 대구광역시 달성군 하빈면 현내리
    "2771033027": "4771033036", # 경상북도 달성군 하빈면 감문리 -> 대구광역시 달성군 하빈면 감문리
    "2771033028": "4771033037", # 경상북도 달성군 하빈면 동곡리 -> 대구광역시 달성군 하빈면 동곡리
    "2771033029": "4771033038", # 경상북도 달성군 하빈면 봉촌리 -> 대구광역시 달성군 하빈면 봉촌리
    "2771034000": "4771035000", # 경상북도 달성군 옥포면 -> 대구광역시 달성군 옥포면
    "2771034021": "4771035030", # 경상북도 달성군 옥포면 신당리 -> 대구광역시 달성군 옥포면 신당리
    "2771034022": "4771035031", # 경상북도 달성군 옥포면 교항리 -> 대구광역시 달성군 옥포면 교항리
    "2771034023": "4771035032", # 경상북도 달성군 옥포면 강림리 -> 대구광역시 달성군 옥포면 강림리
    "2771034024": "4771035033", # 경상북도 달성군 옥포면 송촌리 -> 대구광역시 달성군 옥포면 송촌리
    "2771034025": "4771035034", # 경상북도 달성군 옥포면 간경리 -> 대구광역시 달성군 옥포면 간경리
    "2771034026": "4771035035", # 경상북도 달성군 옥포면 기세리 -> 대구광역시 달성군 옥포면 기세리
    "2771034027": "4771035036", # 경상북도 달성군 옥포면 반송리 -> 대구광역시 달성군 옥포면 반송리
    "2771034028": "4771035037", # 경상북도 달성군 옥포면 김흥리 -> 대구광역시 달성군 옥포면 김흥리
    "2771034029": "4771035038", # 경상북도 달성군 옥포면 본리리 -> 대구광역시 달성군 옥포면 본리리
    "2771035000": "4771036000", # 경상북도 달성군 논공면 -> 대구광역시 달성군 논공면
    "2771035021": "4771036030", # 경상북도 달성군 논공면 노이리 -> 대구광역시 달성군 논공면 노이리
    "2771035022": "4771036031", # 경상북도 달성군 논공면 금포리 -> 대구광역시 달성군 논공면 금포리
    "2771035023": "4771036032", # 경상북도 달성군 논공면 삼리리 -> 대구광역시 달성군 논공면 삼리리
    "2771035024": "4771036033", # 경상북도 달성군 논공면 위천리 -> 대구광역시 달성군 논공면 위천리
    "2771035025": "4771036034", # 경상북도 달성군 논공면 상리 -> 대구광역시 달성군 논공면 상리
    "2771035026": "4771036035", # 경상북도 달성군 논공면 하리 -> 대구광역시 달성군 논공면 하리
    "2771035027": "4771036036", # 경상북도 달성군 논공면 남리 -> 대구광역시 달성군 논공면 남리
    "2771035028": "4771036037", # 경상북도 달성군 논공면 북리 -> 대구광역시 달성군 논공면 북리
    "2771035029": "4771036038", # 경상북도 달성군 논공면 본리리 -> 대구광역시 달성군 논공면 본리리
    "2771036000": "4771037000", # 경상북도 달성군 현풍면 -> 대구광역시 달성군 현풍면
    "2771036021": "4771037032", # 경상북도 달성군 현풍면 상리 -> 대구광역시 달성군 현풍면 상리
    "2771036022": "4771037033", # 경상북도 달성군 현풍면 중리 -> 대구광역시 달성군 현풍면 중리
    "2771036023": "4771037034", # 경상북도 달성군 현풍면 부리 -> 대구광역시 달성군 현풍면 부리
    "2771036024": "4771037035", # 경상북도 달성군 현풍면 하리 -> 대구광역시 달성군 현풍면 하리
    "2771036025": "4771037036", # 경상북도 달성군 현풍면 성하리 -> 대구광역시 달성군 현풍면 성하리
    "2771036026": "4771037037", # 경상북도 달성군 현풍면 원교리 -> 대구광역시 달성군 현풍면 원교리
    "2771036027": "4771037038", # 경상북도 달성군 현풍면 자모리 -> 대구광역시 달성군 현풍면 자모리
    "2771036028": "4771037039", # 경상북도 달성군 현풍면 오산리 -> 대구광역시 달성군 현풍면 오산리
    "2771036029": "4771037040", # 경상북도 달성군 현풍면 지리 -> 대구광역시 달성군 현풍면 지리
    "2771036030": "4771037041", # 경상북도 달성군 현풍면 대리 -> 대구광역시 달성군 현풍면 대리
    "2771036031": "4771037042", # 경상북도 달성군 현풍면 신기리 -> 대구광역시 달성군 현풍면 신기리
    "2771037000": "4771038000", # 경상북도 달성군 유가면 -> 대구광역시 달성군 유가면
    "2771037021": "4771038034", # 경상북도 달성군 유가면 음리 -> 대구광역시 달성군 유가면 음리
    "2771037022": "4771038035", # 경상북도 달성군 유가면 양리 -> 대구광역시 달성군 유가면 양리
    "2771037023": "4771038036", # 경상북도 달성군 유가면 용리 -> 대구광역시 달성군 유가면 용리
    "2771037024": "4771038037", # 경상북도 달성군 유가면 봉리 -> 대구광역시 달성군 유가면 봉리
    "2771037025": "4771038038", # 경상북도 달성군 유가면 쌍계리 -> 대구광역시 달성군 유가면 쌍계리
    "2771037026": "4771038039", # 경상북도 달성군 유가면 초곡리 -> 대구광역시 달성군 유가면 초곡리
    "2771037027": "4771038040", # 경상북도 달성군 유가면 상리 -> 대구광역시 달성군 유가면 상리
    "2771037028": "4771038041", # 경상북도 달성군 유가면 금리 -> 대구광역시 달성군 유가면 금리
    "2771037029": "4771038042", # 경상북도 달성군 유가면 유곡리 -> 대구광역시 달성군 유가면 유곡리
    "2771037030": "4771038043", # 경상북도 달성군 유가면 도의리 -> 대구광역시 달성군 유가면 도의리
    "2771037031": "4771038044", # 경상북도 달성군 유가면 가태리 -> 대구광역시 달성군 유가면 가태리
    "2771037032": "4771038045", # 경상북도 달성군 유가면 한정리 -> 대구광역시 달성군 유가면 한정리
    "2771037033": "4771038046", # 경상북도 달성군 유가면 본말리 -> 대구광역시 달성군 유가면 본말리
    "2771038000": "4771039000", # 경상북도 달성군 구지면 -> 대구광역시 달성군 구지면
    "2771038021": "4771039036", # 경상북도 달성군 구지면 창리 -> 대구광역시 달성군 구지면 창리
    "2771038022": "4771039037", # 경상북도 달성군 구지면 응암리 -> 대구광역시 달성군 구지면 응암리
    "2771038023": "4771039038", # 경상북도 달성군 구지면 고봉리 -> 대구광역시 달성군 구지면 고봉리
    "2771038024": "4771039039", # 경상북도 달성군 구지면 가천리 -> 대구광역시 달성군 구지면 가천리
    "2771038025": "4771039040", # 경상북도 달성군 구지면 평촌리 -> 대구광역시 달성군 구지면 평촌리
    "2771038026": "4771039041", # 경상북도 달성군 구지면 예현리 -> 대구광역시 달성군 구지면 예현리
    "2771038027": "4771039042", # 경상북도 달성군 구지면 유산리 -> 대구광역시 달성군 구지면 유산리
    "2771038028": "4771039043", # 경상북도 달성군 구지면 목단리 -> 대구광역시 달성군 구지면 목단리
    "2771038029": "4771039044", # 경상북도 달성군 구지면 대암리 -> 대구광역시 달성군 구지면 대암리
    "2771038030": "4771039045", # 경상북도 달성군 구지면 내리 -> 대구광역시 달성군 구지면 내리
    "2771038031": "4771039046", # 경상북도 달성군 구지면 화산리 -> 대구광역시 달성군 구지면 화산리
    "2771038032": "4771039047", # 경상북도 달성군 구지면 수리리 -> 대구광역시 달성군 구지면 수리리
    "2771038033": "4771039048", # 경상북도 달성군 구지면 징리 -> 대구광역시 달성군 구지면 징리
    "2771038034": "4771039049", # 경상북도 달성군 구지면 오설리 -> 대구광역시 달성군 구지면 오설리
    "2771038035": "4771039050", # 경상북도 달성군 구지면 도동리 -> 대구광역시 달성군 구지면 도동리
    "1130510200": "1132010200", # 서울특별시 도봉구 번동 -> 서울특별시 강북구 번동

    # NOTE 20250711 법정동 변경내역 추가
    "1130510300": "1132010300", # 서울특별시 도봉구 수유동 -> 서울특별시 강북구 수유동
    "1130510400": "1132010400", # 서울특별시 도봉구 우이동 -> 서울특별시 강북구 우이동
    "1154510200": "1153010400", # 서울특별시 구로구 독산동 -> 서울특별시 금천구 독산동
    "1154510300": "1153010500", # 서울특별시 구로구 시흥동 -> 서울특별시 금천구 시흥동
    "2647010100": "2626011000", # 부산광역시 동래구 거제동 -> 부산광역시 연제구 거제동
    "2647010200": "2626011100", # 부산광역시 동래구 연산동 -> 부산광역시 연제구 연산동
    "2650010100": "2629010100", # 부산광역시 남구 망미동 -> 부산광역시 수영구 망미동
    "2650010200": "2629010200", # 부산광역시 남구 수영동 -> 부산광역시 수영구 수영동
    "2650010300": "2629010300", # 부산광역시 남구 민락동 -> 부산광역시 수영구 민락동
    "2650010400": "2629010400", # 부산광역시 남구 광안동 -> 부산광역시 수영구 광안동
    "2650010500": "2629010500", # 부산광역시 남구 남천동 -> 부산광역시 수영구 남천동
    "2653010100": "2632010600", # 부산광역시 북구 삼락동 -> 부산광역시 사상구 삼락동
    "2653010200": "2632010700", # 부산광역시 북구 모라동 -> 부산광역시 사상구 모라동
    "2653010300": "2632010800", # 부산광역시 북구 덕포동 -> 부산광역시 사상구 덕포동
    "2653010400": "2632010900", # 부산광역시 북구 괘법동 -> 부산광역시 사상구 괘법동
    "2653010500": "2632011000", # 부산광역시 북구 감전동 -> 부산광역시 사상구 감전동
    "2653010600": "2632011100", # 부산광역시 북구 주례동 -> 부산광역시 사상구 주례동
    "2653010700": "2632011200", # 부산광역시 북구 학장동 -> 부산광역시 사상구 학장동
    "2653010800": "2632011300", # 부산광역시 북구 엄궁동 -> 부산광역시 사상구 엄궁동
    "2771025321": "2771035021", # 대구광역시 달성군 논공면 노이리 -> 대구광역시 달성군 논공읍 노이리
    "2771025322": "2771035022", # 대구광역시 달성군 논공면 금포리 -> 대구광역시 달성군 논공읍 금포리
    "2771025323": "2771035023", # 대구광역시 달성군 논공면 삼리리 -> 대구광역시 달성군 논공읍 삼리리
    "2771025324": "2771035024", # 대구광역시 달성군 논공면 위천리 -> 대구광역시 달성군 논공읍 위천리
    "2771025325": "2771035025", # 대구광역시 달성군 논공면 상리 -> 대구광역시 달성군 논공읍 상리
    "2771025326": "2771035026", # 대구광역시 달성군 논공면 하리 -> 대구광역시 달성군 논공읍 하리
    "2771025327": "2771035027", # 대구광역시 달성군 논공면 남리 -> 대구광역시 달성군 논공읍 남리
    "2771025328": "2771035028", # 대구광역시 달성군 논공면 북리 -> 대구광역시 달성군 논공읍 북리
    "2771025329": "2771035029", # 대구광역시 달성군 논공면 본리리 -> 대구광역시 달성군 논공읍 본리리
    "2771025621": "2771032032", # 대구광역시 달성군 다사면 이천리 -> 대구광역시 달성군 다사읍 이천리
    "2771025622": "2771032033", # 대구광역시 달성군 다사면 달천리 -> 대구광역시 달성군 다사읍 달천리
    "2771025623": "2771032034", # 대구광역시 달성군 다사면 박곡리 -> 대구광역시 달성군 다사읍 박곡리
    "2771025624": "2771032035", # 대구광역시 달성군 다사면 방천리 -> 대구광역시 달성군 다사읍 방천리
    "2771025625": "2771032036", # 대구광역시 달성군 다사면 서재리 -> 대구광역시 달성군 다사읍 서재리
    "2771025626": "2771032037", # 대구광역시 달성군 다사면 세천리 -> 대구광역시 달성군 다사읍 세천리
    "2771025627": "2771032038", # 대구광역시 달성군 다사면 죽곡리 -> 대구광역시 달성군 다사읍 죽곡리
    "2771025628": "2771032039", # 대구광역시 달성군 다사면 매곡리 -> 대구광역시 달성군 다사읍 매곡리
    "2771025629": "2771032040", # 대구광역시 달성군 다사면 부곡리 -> 대구광역시 달성군 다사읍 부곡리
    "2771025630": "2771032041", # 대구광역시 달성군 다사면 문양리 -> 대구광역시 달성군 다사읍 문양리
    "2771025631": "2771032042", # 대구광역시 달성군 다사면 문산리 -> 대구광역시 달성군 다사읍 문산리
    "2818510100": "2817010400", # 인천광역시 남구 옥련동 -> 인천광역시 연수구 옥련동
    "2818510200": "2817010700", # 인천광역시 남구 선학동 -> 인천광역시 연수구 선학동
    "2818510300": "2817011000", # 인천광역시 남구 연수동 -> 인천광역시 연수구 연수동
    "2818510400": "2817011100", # 인천광역시 남구 청학동 -> 인천광역시 연수구 청학동
    "2818510500": "2817011200", # 인천광역시 남구 동춘동 -> 인천광역시 연수구 동춘동
    "2823710100": "2823010100", # 인천광역시 북구 부평동 -> 인천광역시 부평구 부평동
    "2823710200": "2823010200", # 인천광역시 북구 십정동 -> 인천광역시 부평구 십정동
    "2823710300": "2823010300", # 인천광역시 북구 산곡동 -> 인천광역시 부평구 산곡동
    "2823710400": "2823010400", # 인천광역시 북구 청천동 -> 인천광역시 부평구 청천동
    "2823710500": "2823010900", # 인천광역시 북구 삼산동 -> 인천광역시 부평구 삼산동
    "2823710600": "2823011000", # 인천광역시 북구 갈산동 -> 인천광역시 부평구 갈산동
    "2823710700": "2823011100", # 인천광역시 북구 부개동 -> 인천광역시 부평구 부개동
    "2823710800": "2823011200", # 인천광역시 북구 일신동 -> 인천광역시 부평구 일신동
    "2823710900": "2823011300", # 인천광역시 북구 구산동 -> 인천광역시 부평구 구산동
    "2824510100": "2823010500", # 인천광역시 북구 효성동 -> 인천광역시 계양구 효성동
    "2824510200": "2823010600", # 인천광역시 북구 계산동 -> 인천광역시 계양구 계산동
    "2824510500": "2823011400", # 인천광역시 북구 임학동 -> 인천광역시 계양구 임학동
    "2824510700": "2823011600", # 인천광역시 북구 병방동 -> 인천광역시 계양구 병방동
    "2824510800": "2823011700", # 인천광역시 북구 방축동 -> 인천광역시 계양구 방축동
    "2824510900": "2823011800", # 인천광역시 북구 박촌동 -> 인천광역시 계양구 박촌동
    "2824511000": "2823011900", # 인천광역시 북구 동양동 -> 인천광역시 계양구 동양동
    "2824511100": "2823012000", # 인천광역시 북구 귤현동 -> 인천광역시 계양구 귤현동
    "2824511200": "2823012100", # 인천광역시 북구 상야동 -> 인천광역시 계양구 상야동
    "2824511300": "2823012200", # 인천광역시 북구 하야동 -> 인천광역시 계양구 하야동
    "2824511400": "2823012300", # 인천광역시 북구 평동 -> 인천광역시 계양구 평동
    "2824511500": "2823012400", # 인천광역시 북구 노오지동 -> 인천광역시 계양구 노오지동
    "2824511600": "2823012500", # 인천광역시 북구 선주지동 -> 인천광역시 계양구 선주지동
    "2824511700": "2823012600", # 인천광역시 북구 이화동 -> 인천광역시 계양구 이화동
    "2824511800": "2823012700", # 인천광역시 북구 오류동 -> 인천광역시 계양구 오류동
    "2824511900": "2823012800", # 인천광역시 북구 갈현동 -> 인천광역시 계양구 갈현동
    "2824512000": "2823012900", # 인천광역시 북구 둑실동 -> 인천광역시 계양구 둑실동
    "2824512100": "2823013000", # 인천광역시 북구 목상동 -> 인천광역시 계양구 목상동
    "2824512200": "2823013100", # 인천광역시 북구 다남동 -> 인천광역시 계양구 다남동
    "2824512300": "2823013200", # 인천광역시 북구 장기동 -> 인천광역시 계양구 장기동
    "2826011900": "2823012700", # 인천광역시 북구 오류동 -> 인천광역시 서구 오류동
    "2871025000": "4188011000", # 경기도 강화군 강화읍 -> 인천광역시 강화군 강화읍
    "2871025021": "4188011021", # 경기도 강화군 강화읍 신문리 -> 인천광역시 강화군 강화읍 신문리
    "2871025022": "4188011022", # 경기도 강화군 강화읍 관청리 -> 인천광역시 강화군 강화읍 관청리
    "2871025023": "4188011023", # 경기도 강화군 강화읍 국화리 -> 인천광역시 강화군 강화읍 국화리
    "2871025024": "4188011024", # 경기도 강화군 강화읍 남산리 -> 인천광역시 강화군 강화읍 남산리
    "2871025025": "4188011025", # 경기도 강화군 강화읍 갑곳리 -> 인천광역시 강화군 강화읍 갑곳리
    "2871025026": "4188011026", # 경기도 강화군 강화읍 용정리 -> 인천광역시 강화군 강화읍 용정리
    "2871025027": "4188011027", # 경기도 강화군 강화읍 옥림리 -> 인천광역시 강화군 강화읍 옥림리
    "2871025028": "4188011028", # 경기도 강화군 강화읍 월곳리 -> 인천광역시 강화군 강화읍 월곳리
    "2871025029": "4188011029", # 경기도 강화군 강화읍 대산리 -> 인천광역시 강화군 강화읍 대산리
    "2871031000": "4188031000", # 경기도 강화군 선원면 -> 인천광역시 강화군 선원면
    "2871031021": "4188031021", # 경기도 강화군 선원면 금월리 -> 인천광역시 강화군 선원면 금월리
    "2871031022": "4188031022", # 경기도 강화군 선원면 연리 -> 인천광역시 강화군 선원면 연리
    "2871031023": "4188031023", # 경기도 강화군 선원면 지산리 -> 인천광역시 강화군 선원면 지산리
    "2871031024": "4188031024", # 경기도 강화군 선원면 신정리 -> 인천광역시 강화군 선원면 신정리
    "2871031025": "4188031025", # 경기도 강화군 선원면 창리 -> 인천광역시 강화군 선원면 창리
    "2871031026": "4188031026", # 경기도 강화군 선원면 선행리 -> 인천광역시 강화군 선원면 선행리
    "2871031027": "4188031027", # 경기도 강화군 선원면 냉정리 -> 인천광역시 강화군 선원면 냉정리
    "2871032000": "4188032000", # 경기도 강화군 불은면 -> 인천광역시 강화군 불은면
    "2871032021": "4188032021", # 경기도 강화군 불은면 두운리 -> 인천광역시 강화군 불은면 두운리
    "2871032022": "4188032022", # 경기도 강화군 불은면 고능리 -> 인천광역시 강화군 불은면 고능리
    "2871032023": "4188032023", # 경기도 강화군 불은면 오두리 -> 인천광역시 강화군 불은면 오두리
    "2871032024": "4188032024", # 경기도 강화군 불은면 넙성리 -> 인천광역시 강화군 불은면 넙성리
    "2871032025": "4188032025", # 경기도 강화군 불은면 신현리 -> 인천광역시 강화군 불은면 신현리
    "2871032026": "4188032026", # 경기도 강화군 불은면 삼동암리 -> 인천광역시 강화군 불은면 삼동암리
    "2871032027": "4188032027", # 경기도 강화군 불은면 삼성리 -> 인천광역시 강화군 불은면 삼성리
    "2871032028": "4188032028", # 경기도 강화군 불은면 덕성리 -> 인천광역시 강화군 불은면 덕성리
    "2871033000": "4188033000", # 경기도 강화군 길상면 -> 인천광역시 강화군 길상면
    "2871033021": "4188033021", # 경기도 강화군 길상면 온수리 -> 인천광역시 강화군 길상면 온수리
    "2871033022": "4188033022", # 경기도 강화군 길상면 선두리 -> 인천광역시 강화군 길상면 선두리
    "2871033023": "4188033023", # 경기도 강화군 길상면 동검리 -> 인천광역시 강화군 길상면 동검리
    "2871033024": "4188033024", # 경기도 강화군 길상면 초지리 -> 인천광역시 강화군 길상면 초지리
    "2871033025": "4188033025", # 경기도 강화군 길상면 장흥리 -> 인천광역시 강화군 길상면 장흥리
    "2871033026": "4188033026", # 경기도 강화군 길상면 길직리 -> 인천광역시 강화군 길상면 길직리
    "2871034000": "4188034000", # 경기도 강화군 화도면 -> 인천광역시 강화군 화도면
    "2871034021": "4188034021", # 경기도 강화군 화도면 내리 -> 인천광역시 강화군 화도면 내리
    "2871034022": "4188034022", # 경기도 강화군 화도면 상방리 -> 인천광역시 강화군 화도면 상방리
    "2871034023": "4188034023", # 경기도 강화군 화도면 문산리 -> 인천광역시 강화군 화도면 문산리
    "2871034024": "4188034024", # 경기도 강화군 화도면 덕포리 -> 인천광역시 강화군 화도면 덕포리
    "2871034025": "4188034025", # 경기도 강화군 화도면 사기리 -> 인천광역시 강화군 화도면 사기리
    "2871034026": "4188034026", # 경기도 강화군 화도면 동막리 -> 인천광역시 강화군 화도면 동막리
    "2871034027": "4188034027", # 경기도 강화군 화도면 흥왕리 -> 인천광역시 강화군 화도면 흥왕리
    "2871034028": "4188034028", # 경기도 강화군 화도면 여차리 -> 인천광역시 강화군 화도면 여차리
    "2871034029": "4188034029", # 경기도 강화군 화도면 장화리 -> 인천광역시 강화군 화도면 장화리
    "2871035000": "4188035000", # 경기도 강화군 양도면 -> 인천광역시 강화군 양도면
    "2871035021": "4188035021", # 경기도 강화군 양도면 하일리 -> 인천광역시 강화군 양도면 하일리
    "2871035022": "4188035022", # 경기도 강화군 양도면 능내리 -> 인천광역시 강화군 양도면 능내리
    "2871035023": "4188035023", # 경기도 강화군 양도면 건평리 -> 인천광역시 강화군 양도면 건평리
    "2871035024": "4188035024", # 경기도 강화군 양도면 인산리 -> 인천광역시 강화군 양도면 인산리
    "2871035025": "4188035025", # 경기도 강화군 양도면 삼흥리 -> 인천광역시 강화군 양도면 삼흥리
    "2871035026": "4188035026", # 경기도 강화군 양도면 길정리 -> 인천광역시 강화군 양도면 길정리
    "2871035027": "4188035027", # 경기도 강화군 양도면 도장리 -> 인천광역시 강화군 양도면 도장리
    "2871035028": "4188035028", # 경기도 강화군 양도면 조산리 -> 인천광역시 강화군 양도면 조산리
    "2871036000": "4188036000", # 경기도 강화군 내가면 -> 인천광역시 강화군 내가면
    "2871036021": "4188036021", # 경기도 강화군 내가면 고천리 -> 인천광역시 강화군 내가면 고천리
    "2871036022": "4188036022", # 경기도 강화군 내가면 오상리 -> 인천광역시 강화군 내가면 오상리
    "2871036023": "4188036023", # 경기도 강화군 내가면 외포리 -> 인천광역시 강화군 내가면 외포리
    "2871036024": "4188036024", # 경기도 강화군 내가면 황청리 -> 인천광역시 강화군 내가면 황청리
    "2871036025": "4188036025", # 경기도 강화군 내가면 구하리 -> 인천광역시 강화군 내가면 구하리
    "2871037000": "4188037000", # 경기도 강화군 하점면 -> 인천광역시 강화군 하점면
    "2871037021": "4188037021", # 경기도 강화군 하점면 신봉리 -> 인천광역시 강화군 하점면 신봉리
    "2871037022": "4188037022", # 경기도 강화군 하점면 장정리 -> 인천광역시 강화군 하점면 장정리
    "2871037023": "4188037023", # 경기도 강화군 하점면 부근리 -> 인천광역시 강화군 하점면 부근리
    "2871037024": "4188037024", # 경기도 강화군 하점면 삼거리 -> 인천광역시 강화군 하점면 삼거리
    "2871037025": "4188037025", # 경기도 강화군 하점면 신삼리 -> 인천광역시 강화군 하점면 신삼리
    "2871037026": "4188037026", # 경기도 강화군 하점면 망월리 -> 인천광역시 강화군 하점면 망월리
    "2871037027": "4188037027", # 경기도 강화군 하점면 창후리 -> 인천광역시 강화군 하점면 창후리
    "2871037028": "4188037028", # 경기도 강화군 하점면 이강리 -> 인천광역시 강화군 하점면 이강리
    "2871038000": "4188038000", # 경기도 강화군 양사면 -> 인천광역시 강화군 양사면
    "2871038021": "4188038021", # 경기도 강화군 양사면 철산리 -> 인천광역시 강화군 양사면 철산리
    "2871038022": "4188038022", # 경기도 강화군 양사면 덕하리 -> 인천광역시 강화군 양사면 덕하리
    "2871038023": "4188038023", # 경기도 강화군 양사면 북성리 -> 인천광역시 강화군 양사면 북성리
    "2871038024": "4188038024", # 경기도 강화군 양사면 교산리 -> 인천광역시 강화군 양사면 교산리
    "2871038025": "4188038025", # 경기도 강화군 양사면 인화리 -> 인천광역시 강화군 양사면 인화리
    "2871039000": "4188039000", # 경기도 강화군 송해면 -> 인천광역시 강화군 송해면
    "2871039021": "4188039021", # 경기도 강화군 송해면 솔정리 -> 인천광역시 강화군 송해면 솔정리
    "2871039022": "4188039022", # 경기도 강화군 송해면 신당리 -> 인천광역시 강화군 송해면 신당리
    "2871039023": "4188039023", # 경기도 강화군 송해면 숭뢰리 -> 인천광역시 강화군 송해면 숭뢰리
    "2871039024": "4188039024", # 경기도 강화군 송해면 당산리 -> 인천광역시 강화군 송해면 당산리
    "2871039025": "4188039025", # 경기도 강화군 송해면 상도리 -> 인천광역시 강화군 송해면 상도리
    "2871039026": "4188039026", # 경기도 강화군 송해면 하도리 -> 인천광역시 강화군 송해면 하도리
    "2871039027": "4188039027", # 경기도 강화군 송해면 양오리 -> 인천광역시 강화군 송해면 양오리
    "2871040000": "4188040000", # 경기도 강화군 교동면 -> 인천광역시 강화군 교동면
    "2871040021": "4188040021", # 경기도 강화군 교동면 대룡리 -> 인천광역시 강화군 교동면 대룡리
    "2871040022": "4188040022", # 경기도 강화군 교동면 읍내리 -> 인천광역시 강화군 교동면 읍내리
    "2871040023": "4188040023", # 경기도 강화군 교동면 상용리 -> 인천광역시 강화군 교동면 상용리
    "2871040024": "4188040024", # 경기도 강화군 교동면 봉소리 -> 인천광역시 강화군 교동면 봉소리
    "2871040025": "4188040025", # 경기도 강화군 교동면 고구리 -> 인천광역시 강화군 교동면 고구리
    "2871040026": "4188040026", # 경기도 강화군 교동면 삼선리 -> 인천광역시 강화군 교동면 삼선리
    "2871040027": "4188040027", # 경기도 강화군 교동면 인사리 -> 인천광역시 강화군 교동면 인사리
    "2871040028": "4188040028", # 경기도 강화군 교동면 난정리 -> 인천광역시 강화군 교동면 난정리
    "2871040029": "4188040029", # 경기도 강화군 교동면 양갑리 -> 인천광역시 강화군 교동면 양갑리
    "2871040030": "4188040030", # 경기도 강화군 교동면 동산리 -> 인천광역시 강화군 교동면 동산리
    "2871040031": "4188040031", # 경기도 강화군 교동면 서한리 -> 인천광역시 강화군 교동면 서한리
    "2871040032": "4188040032", # 경기도 강화군 교동면 무학리 -> 인천광역시 강화군 교동면 무학리
    "2871040033": "4188040033", # 경기도 강화군 교동면 지석리 -> 인천광역시 강화군 교동면 지석리
    "2871041000": "4188041000", # 경기도 강화군 삼산면 -> 인천광역시 강화군 삼산면
    "2871041021": "4188041021", # 경기도 강화군 삼산면 석모리 -> 인천광역시 강화군 삼산면 석모리
    "2871041022": "4188041022", # 경기도 강화군 삼산면 상리 -> 인천광역시 강화군 삼산면 상리
    "2871041023": "4188041023", # 경기도 강화군 삼산면 하리 -> 인천광역시 강화군 삼산면 하리
    "2871041024": "4188041024", # 경기도 강화군 삼산면 석포리 -> 인천광역시 강화군 삼산면 석포리
    "2871041025": "4188041025", # 경기도 강화군 삼산면 매음리 -> 인천광역시 강화군 삼산면 매음리
    "2871041026": "4188041026", # 경기도 강화군 삼산면 서검리 -> 인천광역시 강화군 삼산면 서검리
    "2871041027": "4188041027", # 경기도 강화군 삼산면 미법리 -> 인천광역시 강화군 삼산면 미법리
    "2871042000": "4188042000", # 경기도 강화군 서도면 -> 인천광역시 강화군 서도면
    "2871042021": "4188042021", # 경기도 강화군 서도면 주문도리 -> 인천광역시 강화군 서도면 주문도리
    "2871042022": "4188042022", # 경기도 강화군 서도면 아차도리 -> 인천광역시 강화군 서도면 아차도리
    "2871042023": "4188042023", # 경기도 강화군 서도면 말도리 -> 인천광역시 강화군 서도면 말도리
    "2871042024": "4188042024", # 경기도 강화군 서도면 볼음도리 -> 인천광역시 강화군 서도면 볼음도리
    "2872031000": "4189032000", # 경기도 옹진군 북도면 -> 인천광역시 옹진군 북도면
    "2872031021": "4189032021", # 경기도 옹진군 북도면 시도리 -> 인천광역시 옹진군 북도면 시도리
    "2872031022": "4189032022", # 경기도 옹진군 북도면 신도리 -> 인천광역시 옹진군 북도면 신도리
    "2872031023": "4189032023", # 경기도 옹진군 북도면 모도리 -> 인천광역시 옹진군 북도면 모도리
    "2872031024": "4189032024", # 경기도 옹진군 북도면 장봉리 -> 인천광역시 옹진군 북도면 장봉리
    "2872033000": "4189035000", # 경기도 옹진군 백령면 -> 인천광역시 옹진군 백령면
    "2872033021": "4189035021", # 경기도 옹진군 백령면 진촌리 -> 인천광역시 옹진군 백령면 진촌리
    "2872033022": "4189035022", # 경기도 옹진군 백령면 북포리 -> 인천광역시 옹진군 백령면 북포리
    "2872033023": "4189035023", # 경기도 옹진군 백령면 가을리 -> 인천광역시 옹진군 백령면 가을리
    "2872033024": "4189035024", # 경기도 옹진군 백령면 연화리 -> 인천광역시 옹진군 백령면 연화리
    "2872033025": "4189035025", # 경기도 옹진군 백령면 남포리 -> 인천광역시 옹진군 백령면 남포리
    "2872034000": "4189036000", # 경기도 옹진군 대청면 -> 인천광역시 옹진군 대청면
    "2872034021": "4189036021", # 경기도 옹진군 대청면 대청리 -> 인천광역시 옹진군 대청면 대청리
    "2872034022": "4189036022", # 경기도 옹진군 대청면 소청리 -> 인천광역시 옹진군 대청면 소청리
    "2872035000": "4189037000", # 경기도 옹진군 덕적면 -> 인천광역시 옹진군 덕적면
    "2872035021": "4189037021", # 경기도 옹진군 덕적면 북리 -> 인천광역시 옹진군 덕적면 북리
    "2872035022": "4189037022", # 경기도 옹진군 덕적면 진리 -> 인천광역시 옹진군 덕적면 진리
    "2872035023": "4189037023", # 경기도 옹진군 덕적면 서포리 -> 인천광역시 옹진군 덕적면 서포리
    "2872035024": "4189037024", # 경기도 옹진군 덕적면 소야리 -> 인천광역시 옹진군 덕적면 소야리
    "2872035025": "4189037025", # 경기도 옹진군 덕적면 울도리 -> 인천광역시 옹진군 덕적면 울도리
    "2872035026": "4189037026", # 경기도 옹진군 덕적면 백아리 -> 인천광역시 옹진군 덕적면 백아리
    "2872035027": "4189037027", # 경기도 옹진군 덕적면 문갑리 -> 인천광역시 옹진군 덕적면 문갑리
    "2872035028": "4189037028", # 경기도 옹진군 덕적면 굴업리 -> 인천광역시 옹진군 덕적면 굴업리
    "2872036000": "4189038000", # 경기도 옹진군 영흥면 -> 인천광역시 옹진군 영흥면
    "2872036021": "4189038021", # 경기도 옹진군 영흥면 외리 -> 인천광역시 옹진군 영흥면 외리
    "2872036022": "4189038022", # 경기도 옹진군 영흥면 내리 -> 인천광역시 옹진군 영흥면 내리
    "2872036023": "4189038023", # 경기도 옹진군 영흥면 선재리 -> 인천광역시 옹진군 영흥면 선재리
    "2872037000": "4189040000", # 경기도 옹진군 자월면 -> 인천광역시 옹진군 자월면
    "2872037021": "4189040021", # 경기도 옹진군 자월면 자월리 -> 인천광역시 옹진군 자월면 자월리
    "2872037022": "4189040022", # 경기도 옹진군 자월면 이작리 -> 인천광역시 옹진군 자월면 이작리
    "2872037023": "4189040023", # 경기도 옹진군 자월면 승봉리 -> 인천광역시 옹진군 자월면 승봉리
    "2872038021": "2872032021", # 인천광역시 옹진군 송림면 연평리 -> 인천광역시 옹진군 연평면 연평리
    "2914013200": "2920000100", # 광주광역시 광산구 매월동 -> 광주광역시 서구 매월동
    "2915510400": "2914010500", # 광주광역시 서구 월산동 -> 광주광역시 남구 월산동
    "2915510500": "2914010700", # 광주광역시 서구 백운동 -> 광주광역시 남구 백운동
    "2915510700": "2914010900", # 광주광역시 서구 노대동 -> 광주광역시 남구 노대동
    "2915510800": "2914011000", # 광주광역시 서구 진월동 -> 광주광역시 남구 진월동
    "2915510900": "2914011100", # 광주광역시 서구 덕남동 -> 광주광역시 남구 덕남동
    "2915511000": "2914011200", # 광주광역시 서구 행암동 -> 광주광역시 남구 행암동
    "2915511100": "2914011300", # 광주광역시 서구 임암동 -> 광주광역시 남구 임암동
    "2915511200": "2914011400", # 광주광역시 서구 송하동 -> 광주광역시 남구 송하동
    "2915511300": "2914012200", # 광주광역시 서구 양림동 -> 광주광역시 남구 양림동
    "2915511400": "2914012300", # 광주광역시 서구 방림동 -> 광주광역시 남구 방림동
    "2915511500": "2914012400", # 광주광역시 서구 봉선동 -> 광주광역시 남구 봉선동
    "2915511800": "2920020400", # 광주광역시 광산구 도금동 -> 광주광역시 남구 도금동
    "3171025621": "3171032021", # 울산광역시 울주군 온양면 발리 -> 울산광역시 울주군 온양읍 발리
    "3171025622": "3171032022", # 울산광역시 울주군 온양면 대안리 -> 울산광역시 울주군 온양읍 대안리
    "3171025623": "3171032023", # 울산광역시 울주군 온양면 망양리 -> 울산광역시 울주군 온양읍 망양리
    "3171025624": "3171032024", # 울산광역시 울주군 온양면 남창리 -> 울산광역시 울주군 온양읍 남창리
    "3171025625": "3171032025", # 울산광역시 울주군 온양면 동상리 -> 울산광역시 울주군 온양읍 동상리
    "3171025626": "3171032026", # 울산광역시 울주군 온양면 삼광리 -> 울산광역시 울주군 온양읍 삼광리
    "3171025627": "3171032027", # 울산광역시 울주군 온양면 내광리 -> 울산광역시 울주군 온양읍 내광리
    "3171025628": "3171032028", # 울산광역시 울주군 온양면 외광리 -> 울산광역시 울주군 온양읍 외광리
    "3171025629": "3171032029", # 울산광역시 울주군 온양면 운화리 -> 울산광역시 울주군 온양읍 운화리
    "3171025630": "3171032030", # 울산광역시 울주군 온양면 고산리 -> 울산광역시 울주군 온양읍 고산리
    "3171025921": "3171035021", # 울산광역시 울주군 범서면 사연리 -> 울산광역시 울주군 범서읍 사연리
    "3171025922": "3171035022", # 울산광역시 울주군 범서면 천상리 -> 울산광역시 울주군 범서읍 천상리
    "3171025923": "3171035023", # 울산광역시 울주군 범서면 입암리 -> 울산광역시 울주군 범서읍 입암리
    "3171025924": "3171035024", # 울산광역시 울주군 범서면 굴화리 -> 울산광역시 울주군 범서읍 굴화리
    "3171025925": "3171035025", # 울산광역시 울주군 범서면 서사리 -> 울산광역시 울주군 범서읍 서사리
    "3171025926": "3171035026", # 울산광역시 울주군 범서면 두산리 -> 울산광역시 울주군 범서읍 두산리
    "3171025927": "3171035027", # 울산광역시 울주군 범서면 구영리 -> 울산광역시 울주군 범서읍 구영리
    "3171025928": "3171035028", # 울산광역시 울주군 범서면 중리 -> 울산광역시 울주군 범서읍 중리
    "3171025929": "3171035029", # 울산광역시 울주군 범서면 망성리 -> 울산광역시 울주군 범서읍 망성리
    "3171025930": "3171035030", # 울산광역시 울주군 범서면 척과리 -> 울산광역시 울주군 범서읍 척과리
    "4111512900": "4111111000", # 경기도 수원시 장안구 북수동 -> 경기도 수원시 팔달구 북수동
    "4111513000": "4111111200", # 경기도 수원시 장안구 신풍동 -> 경기도 수원시 팔달구 신풍동
    "4111513100": "4111111100", # 경기도 수원시 장안구 장안동 -> 경기도 수원시 팔달구 장안동
    "4111513200": "4111310200", # 경기도 수원시 권선구 교동 -> 경기도 수원시 팔달구 교동
    "4111513300": "4111310100", # 경기도 수원시 권선구 매교동 -> 경기도 수원시 팔달구 매교동
    "4111513400": "4111311100", # 경기도 수원시 권선구 매산로1가 -> 경기도 수원시 팔달구 매산로1가
    "4111513500": "4111311200", # 경기도 수원시 권선구 매산로2가 -> 경기도 수원시 팔달구 매산로2가
    "4111513600": "4111311300", # 경기도 수원시 권선구 매산로3가 -> 경기도 수원시 팔달구 매산로3가
    "4111513700": "4111311400", # 경기도 수원시 권선구 고등동 -> 경기도 수원시 팔달구 고등동
    "4111513800": "4111111300", # 경기도 수원시 장안구 화서동 -> 경기도 수원시 팔달구 화서동
    "4111514100": "4111311500", # 경기도 수원시 권선구 인계동 -> 경기도 수원시 팔달구 인계동
    "4111710100": "4111311600", # 경기도 수원시 권선구 매탄동 -> 경기도 수원시 영통구 매탄동
    "4111710100": "4111511500", # 경기도 수원시 팔달구 매탄동 -> 경기도 수원시 영통구 매탄동
    "4111710200": "4111311700", # 경기도 수원시 권선구 원천동 -> 경기도 수원시 영통구 원천동
    "4111710200": "4111511600", # 경기도 수원시 팔달구 원천동 -> 경기도 수원시 영통구 원천동
    "4111710300": "4111511200", # 경기도 수원시 팔달구 이의동 -> 경기도 수원시 영통구 이의동
    "4111710400": "4111511300", # 경기도 수원시 팔달구 하동 -> 경기도 수원시 영통구 하동
    "4111710500": "4111511700", # 경기도 수원시 팔달구 영통동 -> 경기도 수원시 영통구 영통동
    "4111710600": "4111511800", # 경기도 수원시 팔달구 신동 -> 경기도 수원시 영통구 신동
    "4111710700": "4111511900", # 경기도 수원시 팔달구 망포동 -> 경기도 수원시 영통구 망포동
    "4113510100": "4113300100", # 경기도 성남시 중원구 분당동 -> 경기도 성남시 분당구 분당동
    "4113510600": "4113300500", # 경기도 성남시 중원구 이매동 -> 경기도 성남시 분당구 이매동
    "4113510800": "4113300800", # 경기도 성남시 중원구 판교동 -> 경기도 성남시 분당구 판교동
    "4113511100": "4113301100", # 경기도 성남시 중원구 금곡동 -> 경기도 성남시 분당구 금곡동
    "4113511200": "4113301200", # 경기도 성남시 중원구 궁내동 -> 경기도 성남시 분당구 궁내동
    "4113511300": "4113301300", # 경기도 성남시 중원구 동원동 -> 경기도 성남시 분당구 동원동
    "4113511400": "4113301400", # 경기도 성남시 중원구 구미동 -> 경기도 성남시 분당구 구미동
    "4113511500": "4113301500", # 경기도 성남시 중원구 운중동 -> 경기도 성남시 분당구 운중동
    "4113511600": "4113301600", # 경기도 성남시 중원구 대장동 -> 경기도 성남시 분당구 대장동
    "4113511700": "4113301700", # 경기도 성남시 중원구 석운동 -> 경기도 성남시 분당구 석운동
    "4113511800": "4113301800", # 경기도 성남시 중원구 하산운동 -> 경기도 성남시 분당구 하산운동
    "4117110100": "4117010100", # 경기도 안양시 안양동 -> 경기도 안양시 만안구 안양동
    "4117110200": "4117010600", # 경기도 안양시 석수동 -> 경기도 안양시 만안구 석수동
    "4117310100": "4117010200", # 경기도 안양시 비산동 -> 경기도 안양시 동안구 비산동
    "4117310200": "4117010300", # 경기도 안양시 관양동 -> 경기도 안양시 동안구 관양동
    "4117310300": "4117010400", # 경기도 안양시 평촌동 -> 경기도 안양시 동안구 평촌동
    "4117310400": "4117010500", # 경기도 안양시 호계동 -> 경기도 안양시 동안구 호계동
    "4122010100": "4123010100", # 경기도 송탄시 서정동 -> 경기도 평택시 서정동
    "4122010200": "4123010200", # 경기도 송탄시 장당동 -> 경기도 평택시 장당동
    "4122010900": "4123010900", # 경기도 송탄시 이충동 -> 경기도 평택시 이충동
    "4122011000": "4123011000", # 경기도 송탄시 지산동 -> 경기도 평택시 지산동
    "4122011100": "4123011100", # 경기도 송탄시 독곡동 -> 경기도 평택시 독곡동
    "4122011200": "4123011200", # 경기도 송탄시 신장동 -> 경기도 평택시 신장동
    "4122025000": "4174011000", # 경기도 평택군 팽성읍 -> 경기도 평택시 팽성읍
    "4122025021": "4174011021", # 경기도 평택군 팽성읍 객사리 -> 경기도 평택시 팽성읍 객사리
    "4122025022": "4174011022", # 경기도 평택군 팽성읍 남산리 -> 경기도 평택시 팽성읍 남산리
    "4122025023": "4174011023", # 경기도 평택군 팽성읍 추팔리 -> 경기도 평택시 팽성읍 추팔리
    "4122025024": "4174011024", # 경기도 평택군 팽성읍 노와리 -> 경기도 평택시 팽성읍 노와리
    "4122025025": "4174011025", # 경기도 평택군 팽성읍 평궁리 -> 경기도 평택시 팽성읍 평궁리
    "4122025026": "4174011026", # 경기도 평택군 팽성읍 신궁리 -> 경기도 평택시 팽성읍 신궁리
    "4122025027": "4174011027", # 경기도 평택군 팽성읍 두리 -> 경기도 평택시 팽성읍 두리
    "4122025028": "4174011028", # 경기도 평택군 팽성읍 신호리 -> 경기도 평택시 팽성읍 신호리
    "4122025029": "4174011029", # 경기도 평택군 팽성읍 근내리 -> 경기도 평택시 팽성읍 근내리
    "4122025030": "4174011030", # 경기도 평택군 팽성읍 석봉리 -> 경기도 평택시 팽성읍 석봉리
    "4122025031": "4174011031", # 경기도 평택군 팽성읍 원정리 -> 경기도 평택시 팽성읍 원정리
    "4122025032": "4174011032", # 경기도 평택군 팽성읍 도두리 -> 경기도 평택시 팽성읍 도두리
    "4122025033": "4174011033", # 경기도 평택군 팽성읍 함정리 -> 경기도 평택시 팽성읍 함정리
    "4122025034": "4174011034", # 경기도 평택군 팽성읍 신대리 -> 경기도 평택시 팽성읍 신대리
    "4122025035": "4174011035", # 경기도 평택군 팽성읍 본정리 -> 경기도 평택시 팽성읍 본정리
    "4122025036": "4174011036", # 경기도 평택군 팽성읍 노양리 -> 경기도 평택시 팽성읍 노양리
    "4122025037": "4174011037", # 경기도 평택군 팽성읍 노성리 -> 경기도 평택시 팽성읍 노성리
    "4122025038": "4174011038", # 경기도 평택군 팽성읍 두정리 -> 경기도 평택시 팽성읍 두정리
    "4122025039": "4174011039", # 경기도 평택군 팽성읍 석근리 -> 경기도 평택시 팽성읍 석근리
    "4122025040": "4174011040", # 경기도 평택군 팽성읍 대사리 -> 경기도 평택시 팽성읍 대사리
    "4122025041": "4174011041", # 경기도 평택군 팽성읍 안정리 -> 경기도 평택시 팽성읍 안정리
    "4122025042": "4174011042", # 경기도 평택군 팽성읍 동창리 -> 경기도 평택시 팽성읍 동창리
    "4122025043": "4174011043", # 경기도 평택군 팽성읍 내리 -> 경기도 평택시 팽성읍 내리
    "4122025044": "4174011044", # 경기도 평택군 팽성읍 대추리 -> 경기도 평택시 팽성읍 대추리
    "4122025045": "4174011045", # 경기도 평택군 팽성읍 송화리 -> 경기도 평택시 팽성읍 송화리
    "4122025621": "4122036021", # 경기도 평택시 포승면 내기리 -> 경기도 평택시 포승읍 내기리
    "4122025622": "4122036022", # 경기도 평택시 포승면 도곡리 -> 경기도 평택시 포승읍 도곡리
    "4122025623": "4122036023", # 경기도 평택시 포승면 원정리 -> 경기도 평택시 포승읍 원정리
    "4122025624": "4122036024", # 경기도 평택시 포승면 만호리 -> 경기도 평택시 포승읍 만호리
    "4122025625": "4122036025", # 경기도 평택시 포승면 희곡리 -> 경기도 평택시 포승읍 희곡리
    "4122025626": "4122036026", # 경기도 평택시 포승면 신영리 -> 경기도 평택시 포승읍 신영리
    "4122025627": "4122036027", # 경기도 평택시 포승면 방림리 -> 경기도 평택시 포승읍 방림리
    "4122025628": "4122036028", # 경기도 평택시 포승면 석정리 -> 경기도 평택시 포승읍 석정리
    "4122025629": "4122036029", # 경기도 평택시 포승면 홍원리 -> 경기도 평택시 포승읍 홍원리
    "4122031000": "4174031000", # 경기도 평택군 진위면 -> 경기도 평택시 진위면
    "4122031021": "4174031021", # 경기도 평택군 진위면 봉남리 -> 경기도 평택시 진위면 봉남리
    "4122031022": "4174031022", # 경기도 평택군 진위면 마산리 -> 경기도 평택시 진위면 마산리
    "4122031023": "4174031023", # 경기도 평택군 진위면 은산리 -> 경기도 평택시 진위면 은산리
    "4122031024": "4174031024", # 경기도 평택군 진위면 동천리 -> 경기도 평택시 진위면 동천리
    "4122031025": "4174031025", # 경기도 평택군 진위면 고현리 -> 경기도 평택시 진위면 고현리
    "4122031026": "4174031026", # 경기도 평택군 진위면 청호리 -> 경기도 평택시 진위면 청호리
    "4122031027": "4174031027", # 경기도 평택군 진위면 갈곶리 -> 경기도 평택시 진위면 갈곶리
    "4122031028": "4174031028", # 경기도 평택군 진위면 야막리 -> 경기도 평택시 진위면 야막리
    "4122031029": "4174031029", # 경기도 평택군 진위면 가곡리 -> 경기도 평택시 진위면 가곡리
    "4122031030": "4174031030", # 경기도 평택군 진위면 견산리 -> 경기도 평택시 진위면 견산리
    "4122031031": "4174031031", # 경기도 평택군 진위면 하북리 -> 경기도 평택시 진위면 하북리
    "4122031032": "4174031032", # 경기도 평택군 진위면 신리 -> 경기도 평택시 진위면 신리
    "4122032000": "4174032000", # 경기도 평택군 서탄면 -> 경기도 평택시 서탄면
    "4122032021": "4174032021", # 경기도 평택군 서탄면 금암리 -> 경기도 평택시 서탄면 금암리
    "4122032022": "4174032022", # 경기도 평택군 서탄면 사리 -> 경기도 평택시 서탄면 사리
    "4122032023": "4174032023", # 경기도 평택군 서탄면 수월암리 -> 경기도 평택시 서탄면 수월암리
    "4122032024": "4174032024", # 경기도 평택군 서탄면 내천리 -> 경기도 평택시 서탄면 내천리
    "4122032025": "4174032025", # 경기도 평택군 서탄면 마두리 -> 경기도 평택시 서탄면 마두리
    "4122032026": "4174032026", # 경기도 평택군 서탄면 회화리 -> 경기도 평택시 서탄면 회화리
    "4122032027": "4174032027", # 경기도 평택군 서탄면 적봉리 -> 경기도 평택시 서탄면 적봉리
    "4122032028": "4174032028", # 경기도 평택군 서탄면 장등리 -> 경기도 평택시 서탄면 장등리
    "4122032029": "4174032029", # 경기도 평택군 서탄면 금각리 -> 경기도 평택시 서탄면 금각리
    "4122032030": "4174032030", # 경기도 평택군 서탄면 황구지리 -> 경기도 평택시 서탄면 황구지리
    "4122033000": "4174033000", # 경기도 평택군 고덕면 -> 경기도 평택시 고덕면
    "4122033021": "4174033021", # 경기도 평택군 고덕면 당현리 -> 경기도 평택시 고덕면 당현리
    "4122033022": "4174033022", # 경기도 평택군 고덕면 두릉리 -> 경기도 평택시 고덕면 두릉리
    "4122033023": "4174033023", # 경기도 평택군 고덕면 문곡리 -> 경기도 평택시 고덕면 문곡리
    "4122033024": "4174033024", # 경기도 평택군 고덕면 동청리 -> 경기도 평택시 고덕면 동청리
    "4122033025": "4174033025", # 경기도 평택군 고덕면 해창리 -> 경기도 평택시 고덕면 해창리
    "4122033026": "4174033026", # 경기도 평택군 고덕면 궁리 -> 경기도 평택시 고덕면 궁리
    "4122033027": "4174033027", # 경기도 평택군 고덕면 동고리 -> 경기도 평택시 고덕면 동고리
    "4122033028": "4174033028", # 경기도 평택군 고덕면 방축리 -> 경기도 평택시 고덕면 방축리
    "4122033029": "4174033029", # 경기도 평택군 고덕면 여염리 -> 경기도 평택시 고덕면 여염리
    "4122033031": "4174033031", # 경기도 평택군 고덕면 좌교리 -> 경기도 평택시 고덕면 좌교리
    "4122034000": "4174034000", # 경기도 평택군 오성면 -> 경기도 평택시 오성면
    "4122034021": "4174034021", # 경기도 평택군 오성면 숙성리 -> 경기도 평택시 오성면 숙성리
    "4122034022": "4174034022", # 경기도 평택군 오성면 교포리 -> 경기도 평택시 오성면 교포리
    "4122034023": "4174034023", # 경기도 평택군 오성면 신리 -> 경기도 평택시 오성면 신리
    "4122034024": "4174034024", # 경기도 평택군 오성면 안화리 -> 경기도 평택시 오성면 안화리
    "4122034025": "4174034025", # 경기도 평택군 오성면 양교리 -> 경기도 평택시 오성면 양교리
    "4122034026": "4174034026", # 경기도 평택군 오성면 죽리 -> 경기도 평택시 오성면 죽리
    "4122034027": "4174034032", # 경기도 평택군 오성면 길음리 -> 경기도 평택시 오성면 길음리
    "4122034028": "4174034033", # 경기도 평택군 오성면 당거리 -> 경기도 평택시 오성면 당거리
    "4122034029": "4174034034", # 경기도 평택군 오성면 창내리 -> 경기도 평택시 오성면 창내리
    "4122037000": "4174037000", # 경기도 평택군 현덕면 -> 경기도 평택시 현덕면
    "4122037021": "4174037021", # 경기도 평택군 현덕면 도대리 -> 경기도 평택시 현덕면 도대리
    "4122037022": "4174037022", # 경기도 평택군 현덕면 운정리 -> 경기도 평택시 현덕면 운정리
    "4122037023": "4174037023", # 경기도 평택군 현덕면 화양리 -> 경기도 평택시 현덕면 화양리
    "4122037024": "4174037024", # 경기도 평택군 현덕면 황산리 -> 경기도 평택시 현덕면 황산리
    "4122037025": "4174037025", # 경기도 평택군 현덕면 인광리 -> 경기도 평택시 현덕면 인광리
    "4122037026": "4174037026", # 경기도 평택군 현덕면 덕목리 -> 경기도 평택시 현덕면 덕목리
    "4122037027": "4174037027", # 경기도 평택군 현덕면 신왕리 -> 경기도 평택시 현덕면 신왕리
    "4122037028": "4174037028", # 경기도 평택군 현덕면 대안리 -> 경기도 평택시 현덕면 대안리
    "4122037029": "4174037029", # 경기도 평택군 현덕면 기산리 -> 경기도 평택시 현덕면 기산리
    "4122037030": "4174037030", # 경기도 평택군 현덕면 권관리 -> 경기도 평택시 현덕면 권관리
    "4122037031": "4174037031", # 경기도 평택군 현덕면 장수리 -> 경기도 평택시 현덕면 장수리
    "4122037032": "4174037032", # 경기도 평택군 현덕면 방축리 -> 경기도 평택시 현덕면 방축리
    "4127110100": "4127010100", # 경기도 안산시 일동 -> 경기도 안산시 상록구 일동
    "4127110200": "4127010200", # 경기도 안산시 이동 -> 경기도 안산시 상록구 이동
    "4127110300": "4127010300", # 경기도 안산시 사동 -> 경기도 안산시 상록구 사동
    "4127110400": "4127010400", # 경기도 안산시 본오동 -> 경기도 안산시 상록구 본오동
    "4127110500": "4127010500", # 경기도 안산시 팔곡이동 -> 경기도 안산시 상록구 팔곡이동
    "4127110600": "4127010600", # 경기도 안산시 양상동 -> 경기도 안산시 상록구 양상동
    "4127110700": "4127010700", # 경기도 안산시 부곡동 -> 경기도 안산시 상록구 부곡동
    "4127110800": "4127010800", # 경기도 안산시 성포동 -> 경기도 안산시 상록구 성포동
    "4127110900": "4127010900", # 경기도 안산시 월피동 -> 경기도 안산시 상록구 월피동
    "4127111000": "4127011900", # 경기도 안산시 팔곡일동 -> 경기도 안산시 상록구 팔곡일동
    "4127111100": "4127012000", # 경기도 안산시 건건동 -> 경기도 안산시 상록구 건건동
    "4127111200": "4127012100", # 경기도 안산시 사사동 -> 경기도 안산시 상록구 사사동
    "4127111300": "4127012700", # 경기도 안산시 수암동 -> 경기도 안산시 상록구 수암동
    "4127111400": "4127012800", # 경기도 안산시 장상동 -> 경기도 안산시 상록구 장상동
    "4127111500": "4127012900", # 경기도 안산시 장하동 -> 경기도 안산시 상록구 장하동
    "4127310100": "4127011000", # 경기도 안산시 고잔동 -> 경기도 안산시 단원구 고잔동
    "4127310200": "4127011100", # 경기도 안산시 와동 -> 경기도 안산시 단원구 와동
    "4127310300": "4127011200", # 경기도 안산시 신길동 -> 경기도 안산시 단원구 신길동
    "4127310400": "4127011300", # 경기도 안산시 성곡동 -> 경기도 안산시 단원구 성곡동
    "4127310500": "4127011500", # 경기도 안산시 원시동 -> 경기도 안산시 단원구 원시동
    "4127310600": "4127011400", # 경기도 안산시 목내동 -> 경기도 안산시 단원구 목내동
    "4127310700": "4127011600", # 경기도 안산시 초지동 -> 경기도 안산시 단원구 초지동
    "4127310800": "4127011700", # 경기도 안산시 원곡동 -> 경기도 안산시 단원구 원곡동
    "4127310900": "4127011800", # 경기도 안산시 선부동 -> 경기도 안산시 단원구 선부동
    "4127311000": "4127013100", # 경기도 안산시 대부동동 -> 경기도 안산시 단원구 대부동동
    "4127311100": "4127013200", # 경기도 안산시 대부북동 -> 경기도 안산시 단원구 대부북동
    "4127311200": "4127013300", # 경기도 안산시 대부남동 -> 경기도 안산시 단원구 대부남동
    "4127311300": "4127012500", # 경기도 안산시 선감동 -> 경기도 안산시 단원구 선감동
    "4127311400": "4127012600", # 경기도 안산시 풍도동 -> 경기도 안산시 단원구 풍도동
    "4127311500": "4127013000", # 경기도 안산시 화정동 -> 경기도 안산시 단원구 화정동
    "4128110100": "4128010100", # 경기도 고양시 주교동 -> 경기도 고양시 덕양구 주교동
    "4128110200": "4128010300", # 경기도 고양시 원당동 -> 경기도 고양시 덕양구 원당동
    "4128110300": "4128010400", # 경기도 고양시 신원동 -> 경기도 고양시 덕양구 신원동
    "4128110400": "4128010500", # 경기도 고양시 원흥동 -> 경기도 고양시 덕양구 원흥동
    "4128110500": "4128010600", # 경기도 고양시 도내동 -> 경기도 고양시 덕양구 도내동
    "4128110600": "4128010700", # 경기도 고양시 성사동 -> 경기도 고양시 덕양구 성사동
    "4128110700": "4128010800", # 경기도 고양시 북한동 -> 경기도 고양시 덕양구 북한동
    "4128110800": "4128010900", # 경기도 고양시 효자동 -> 경기도 고양시 덕양구 효자동
    "4128110900": "4128011000", # 경기도 고양시 지축동 -> 경기도 고양시 덕양구 지축동
    "4128111000": "4128011100", # 경기도 고양시 오금동 -> 경기도 고양시 덕양구 오금동
    "4128111100": "4128011200", # 경기도 고양시 삼송동 -> 경기도 고양시 덕양구 삼송동
    "4128111200": "4128011300", # 경기도 고양시 동산동 -> 경기도 고양시 덕양구 동산동
    "4128111300": "4128011400", # 경기도 고양시 용두동 -> 경기도 고양시 덕양구 용두동
    "4128111400": "4128012300", # 경기도 고양시 벽제동 -> 경기도 고양시 덕양구 벽제동
    "4128111500": "4128012400", # 경기도 고양시 선유동 -> 경기도 고양시 덕양구 선유동
    "4128111600": "4128012500", # 경기도 고양시 고양동 -> 경기도 고양시 덕양구 고양동
    "4128111700": "4128012600", # 경기도 고양시 대자동 -> 경기도 고양시 덕양구 대자동
    "4128111800": "4128012700", # 경기도 고양시 관산동 -> 경기도 고양시 덕양구 관산동
    "4128111900": "4128012800", # 경기도 고양시 내유동 -> 경기도 고양시 덕양구 내유동
    "4128112000": "4128013400", # 경기도 고양시 토당동 -> 경기도 고양시 덕양구 토당동
    "4128112100": "4128013500", # 경기도 고양시 내곡동 -> 경기도 고양시 덕양구 내곡동
    "4128112200": "4128013600", # 경기도 고양시 대장동 -> 경기도 고양시 덕양구 대장동
    "4128112400": "4128013800", # 경기도 고양시 강매동 -> 경기도 고양시 덕양구 강매동
    "4128112500": "4128013900", # 경기도 고양시 행주내동 -> 경기도 고양시 덕양구 행주내동
    "4128112600": "4128014000", # 경기도 고양시 행주외동 -> 경기도 고양시 덕양구 행주외동
    "4128112700": "4128014100", # 경기도 고양시 신평동 -> 경기도 고양시 덕양구 신평동
    "4128112800": "4128014200", # 경기도 고양시 행신동 -> 경기도 고양시 덕양구 행신동
    "4128112900": "4128014300", # 경기도 고양시 화전동 -> 경기도 고양시 덕양구 화전동
    "4128113000": "4128014400", # 경기도 고양시 현천동 -> 경기도 고양시 덕양구 현천동
    "4128113100": "4128014500", # 경기도 고양시 덕은동 -> 경기도 고양시 덕양구 덕은동
    "4128113200": "4128014600", # 경기도 고양시 향동동 -> 경기도 고양시 덕양구 향동동
    "4128510100": "4128310100", # 경기도 고양시 일산구 식사동 -> 경기도 고양시 일산동구 식사동
    "4128510400": "4128310400", # 경기도 고양시 일산구 장항동 -> 경기도 고양시 일산동구 장항동
    "4128510500": "4128310500", # 경기도 고양시 일산구 마두동 -> 경기도 고양시 일산동구 마두동
    "4128510600": "4128310600", # 경기도 고양시 일산구 백석동 -> 경기도 고양시 일산동구 백석동
    "4128510700": "4128310700", # 경기도 고양시 일산구 풍동 -> 경기도 고양시 일산동구 풍동
    "4128510800": "4128310800", # 경기도 고양시 일산구 산황동 -> 경기도 고양시 일산동구 산황동
    "4128510900": "4128311000", # 경기도 고양시 일산구 사리현동 -> 경기도 고양시 일산동구 사리현동
    "4128511000": "4128311100", # 경기도 고양시 일산구 지영동 -> 경기도 고양시 일산동구 지영동
    "4128511100": "4128311200", # 경기도 고양시 일산구 설문동 -> 경기도 고양시 일산동구 설문동
    "4128511200": "4128311300", # 경기도 고양시 일산구 문봉동 -> 경기도 고양시 일산동구 문봉동
    "4128511300": "4128311400", # 경기도 고양시 일산구 성석동 -> 경기도 고양시 일산동구 성석동
    "4128710100": "4128310200", # 경기도 고양시 일산구 일산동 -> 경기도 고양시 일산서구 일산동
    "4128710200": "4128310300", # 경기도 고양시 일산구 주엽동 -> 경기도 고양시 일산서구 주엽동
    "4128710300": "4128310900", # 경기도 고양시 일산구 탄현동 -> 경기도 고양시 일산서구 탄현동
    "4128710400": "4128311500", # 경기도 고양시 일산구 대화동 -> 경기도 고양시 일산서구 대화동
    "4128710500": "4128311600", # 경기도 고양시 일산구 덕이동 -> 경기도 고양시 일산서구 덕이동
    "4128710600": "4128311700", # 경기도 고양시 일산구 가좌동 -> 경기도 고양시 일산서구 가좌동
    "4128710700": "4128311800", # 경기도 고양시 일산구 구산동 -> 경기도 고양시 일산서구 구산동
    "4128710800": "4128311900", # 경기도 고양시 일산구 법곳동 -> 경기도 고양시 일산서구 법곳동
    "4136010100": "4135010100", # 경기도 미금시 호평동 -> 경기도 남양주시 호평동
    "4136010200": "4135010200", # 경기도 미금시 평내동 -> 경기도 남양주시 평내동
    "4136010300": "4135010300", # 경기도 미금시 금곡동 -> 경기도 남양주시 금곡동
    "4136010400": "4135010400", # 경기도 미금시 일패동 -> 경기도 남양주시 일패동
    "4136010500": "4135010500", # 경기도 미금시 이패동 -> 경기도 남양주시 이패동
    "4136010600": "4135010600", # 경기도 미금시 삼패동 -> 경기도 남양주시 삼패동
    "4136010800": "4135010800", # 경기도 미금시 수석동 -> 경기도 남양주시 수석동
    "4136010900": "4135010900", # 경기도 미금시 지금동 -> 경기도 남양주시 지금동
    "4136011000": "4135011000", # 경기도 미금시 도농동 -> 경기도 남양주시 도농동
    "4136025000": "4172012000", # 경기도 남양주군 와부읍 -> 경기도 남양주시 와부읍
    "4136025021": "4172012021", # 경기도 남양주군 와부읍 덕소리 -> 경기도 남양주시 와부읍 덕소리
    "4136025022": "4172012022", # 경기도 남양주군 와부읍 도곡리 -> 경기도 남양주시 와부읍 도곡리
    "4136025023": "4172012023", # 경기도 남양주군 와부읍 팔당리 -> 경기도 남양주시 와부읍 팔당리
    "4136025024": "4172012024", # 경기도 남양주군 와부읍 월문리 -> 경기도 남양주시 와부읍 월문리
    "4136025025": "4172012025", # 경기도 남양주군 와부읍 율석리 -> 경기도 남양주시 와부읍 율석리
    "4136025600": "4172014000", # 경기도 남양주군 화도읍 -> 경기도 남양주시 화도읍
    "4136025621": "4172014021", # 경기도 남양주군 화도읍 마석우리 -> 경기도 남양주시 화도읍 마석우리
    "4136025622": "4172014022", # 경기도 남양주군 화도읍 묵현리 -> 경기도 남양주시 화도읍 묵현리
    "4136025623": "4172014023", # 경기도 남양주군 화도읍 가곡리 -> 경기도 남양주시 화도읍 가곡리
    "4136025624": "4172014024", # 경기도 남양주군 화도읍 구암리 -> 경기도 남양주시 화도읍 구암리
    "4136025625": "4172014025", # 경기도 남양주군 화도읍 금남리 -> 경기도 남양주시 화도읍 금남리
    "4136025626": "4172014026", # 경기도 남양주군 화도읍 답내리 -> 경기도 남양주시 화도읍 답내리
    "4136025627": "4172014027", # 경기도 남양주군 화도읍 월산리 -> 경기도 남양주시 화도읍 월산리
    "4136025628": "4172014028", # 경기도 남양주군 화도읍 창현리 -> 경기도 남양주시 화도읍 창현리
    "4136025629": "4172014029", # 경기도 남양주군 화도읍 녹촌리 -> 경기도 남양주시 화도읍 녹촌리
    "4136025630": "4172014030", # 경기도 남양주군 화도읍 차산리 -> 경기도 남양주시 화도읍 차산리
    "4136025921": "4136033021", # 경기도 남양주시 진건면 사능리 -> 경기도 남양주시 진건읍 사능리
    "4136025922": "4136033022", # 경기도 남양주시 진건면 배양리 -> 경기도 남양주시 진건읍 배양리
    "4136025923": "4136033023", # 경기도 남양주시 진건면 진관리 -> 경기도 남양주시 진건읍 진관리
    "4136025924": "4136033024", # 경기도 남양주시 진건면 신월리 -> 경기도 남양주시 진건읍 신월리
    "4136025925": "4136033025", # 경기도 남양주시 진건면 용정리 -> 경기도 남양주시 진건읍 용정리
    "4136025926": "4136033026", # 경기도 남양주시 진건면 송능리 -> 경기도 남양주시 진건읍 송능리
    "4136026221": "4136038021", # 경기도 남양주시 오남면 양지리 -> 경기도 남양주시 오남읍 양지리
    "4136026222": "4136038022", # 경기도 남양주시 오남면 팔현리 -> 경기도 남양주시 오남읍 팔현리
    "4136026223": "4136038023", # 경기도 남양주시 오남면 오남리 -> 경기도 남양주시 오남읍 오남리
    "4136031000": "4172031000", # 경기도 남양주군 별내면 -> 경기도 남양주시 별내면
    "4136031021": "4172031021", # 경기도 남양주군 별내면 청학리 -> 경기도 남양주시 별내면 청학리
    "4136031022": "4172031022", # 경기도 남양주군 별내면 용암리 -> 경기도 남양주시 별내면 용암리
    "4136031023": "4172031023", # 경기도 남양주군 별내면 광전리 -> 경기도 남양주시 별내면 광전리
    "4136034000": "4172034000", # 경기도 남양주군 수동면 -> 경기도 남양주시 수동면
    "4136034021": "4172034021", # 경기도 남양주군 수동면 운수리 -> 경기도 남양주시 수동면 운수리
    "4136034022": "4172034022", # 경기도 남양주군 수동면 지둔리 -> 경기도 남양주시 수동면 지둔리
    "4136034023": "4172034023", # 경기도 남양주군 수동면 수산리 -> 경기도 남양주시 수동면 수산리
    "4136034024": "4172034024", # 경기도 남양주군 수동면 내방리 -> 경기도 남양주시 수동면 내방리
    "4136034025": "4172034025", # 경기도 남양주군 수동면 외방리 -> 경기도 남양주시 수동면 외방리
    "4136034026": "4172034026", # 경기도 남양주군 수동면 입석리 -> 경기도 남양주시 수동면 입석리
    "4136034027": "4172034027", # 경기도 남양주군 수동면 송천리 -> 경기도 남양주시 수동면 송천리
    "4136036000": "4172036000", # 경기도 남양주군 조안면 -> 경기도 남양주시 조안면
    "4136036021": "4172036021", # 경기도 남양주군 조안면 능내리 -> 경기도 남양주시 조안면 능내리
    "4136036022": "4172036022", # 경기도 남양주군 조안면 조안리 -> 경기도 남양주시 조안면 조안리
    "4136036023": "4172036023", # 경기도 남양주군 조안면 진중리 -> 경기도 남양주시 조안면 진중리
    "4136036024": "4172036024", # 경기도 남양주군 조안면 송촌리 -> 경기도 남양주시 조안면 송촌리
    "4136036025": "4172036025", # 경기도 남양주군 조안면 삼봉리 -> 경기도 남양주시 조안면 삼봉리
    "4136036026": "4172036026", # 경기도 남양주군 조안면 시우리 -> 경기도 남양주시 조안면 시우리
    "4146110100": "4146010100", # 경기도 용인시 김량장동 -> 경기도 용인시 처인구 김량장동
    "4146110200": "4146010200", # 경기도 용인시 역북동 -> 경기도 용인시 처인구 역북동
    "4146110300": "4146010300", # 경기도 용인시 삼가동 -> 경기도 용인시 처인구 삼가동
    "4146110400": "4146010400", # 경기도 용인시 남동 -> 경기도 용인시 처인구 남동
    "4146110500": "4146010500", # 경기도 용인시 유방동 -> 경기도 용인시 처인구 유방동
    "4146110600": "4146010600", # 경기도 용인시 고림동 -> 경기도 용인시 처인구 고림동
    "4146110700": "4146010700", # 경기도 용인시 마평동 -> 경기도 용인시 처인구 마평동
    "4146110800": "4146010800", # 경기도 용인시 운학동 -> 경기도 용인시 처인구 운학동
    "4146110900": "4146010900", # 경기도 용인시 호동 -> 경기도 용인시 처인구 호동
    "4146111000": "4146011000", # 경기도 용인시 해곡동 -> 경기도 용인시 처인구 해곡동
    "4146134000": "4146036000", # 경기도 용인시 원삼면 -> 경기도 용인시 처인구 원삼면
    "4146134021": "4146036021", # 경기도 용인시 원삼면 고당리 -> 경기도 용인시 처인구 원삼면 고당리
    "4146134022": "4146036022", # 경기도 용인시 원삼면 사암리 -> 경기도 용인시 처인구 원삼면 사암리
    "4146134023": "4146036023", # 경기도 용인시 원삼면 좌항리 -> 경기도 용인시 처인구 원삼면 좌항리
    "4146134024": "4146036024", # 경기도 용인시 원삼면 맹리 -> 경기도 용인시 처인구 원삼면 맹리
    "4146134025": "4146036025", # 경기도 용인시 원삼면 미평리 -> 경기도 용인시 처인구 원삼면 미평리
    "4146134026": "4146036026", # 경기도 용인시 원삼면 두창리 -> 경기도 용인시 처인구 원삼면 두창리
    "4146134027": "4146036027", # 경기도 용인시 원삼면 독성리 -> 경기도 용인시 처인구 원삼면 독성리
    "4146134028": "4146036028", # 경기도 용인시 원삼면 죽능리 -> 경기도 용인시 처인구 원삼면 죽능리
    "4146134029": "4146036029", # 경기도 용인시 원삼면 목신리 -> 경기도 용인시 처인구 원삼면 목신리
    "4146134030": "4146036030", # 경기도 용인시 원삼면 학일리 -> 경기도 용인시 처인구 원삼면 학일리
    "4146134031": "4146036031", # 경기도 용인시 원삼면 문촌리 -> 경기도 용인시 처인구 원삼면 문촌리
    "4146134032": "4146036032", # 경기도 용인시 원삼면 가재월리 -> 경기도 용인시 처인구 원삼면 가재월리
    "4146135000": "4146037000", # 경기도 용인시 백암면 -> 경기도 용인시 처인구 백암면
    "4146135021": "4146037021", # 경기도 용인시 백암면 백암리 -> 경기도 용인시 처인구 백암면 백암리
    "4146135022": "4146037022", # 경기도 용인시 백암면 박곡리 -> 경기도 용인시 처인구 백암면 박곡리
    "4146135023": "4146037023", # 경기도 용인시 백암면 백봉리 -> 경기도 용인시 처인구 백암면 백봉리
    "4146135024": "4146037024", # 경기도 용인시 백암면 고안리 -> 경기도 용인시 처인구 백암면 고안리
    "4146135025": "4146037025", # 경기도 용인시 백암면 옥산리 -> 경기도 용인시 처인구 백암면 옥산리
    "4146135026": "4146037026", # 경기도 용인시 백암면 장평리 -> 경기도 용인시 처인구 백암면 장평리
    "4146135027": "4146037027", # 경기도 용인시 백암면 석천리 -> 경기도 용인시 처인구 백암면 석천리
    "4146135028": "4146037028", # 경기도 용인시 백암면 용천리 -> 경기도 용인시 처인구 백암면 용천리
    "4146135029": "4146037029", # 경기도 용인시 백암면 근삼리 -> 경기도 용인시 처인구 백암면 근삼리
    "4146135030": "4146037030", # 경기도 용인시 백암면 근창리 -> 경기도 용인시 처인구 백암면 근창리
    "4146135031": "4146037031", # 경기도 용인시 백암면 근곡리 -> 경기도 용인시 처인구 백암면 근곡리
    "4146135032": "4146037032", # 경기도 용인시 백암면 가창리 -> 경기도 용인시 처인구 백암면 가창리
    "4146135033": "4146037033", # 경기도 용인시 백암면 가좌리 -> 경기도 용인시 처인구 백암면 가좌리
    "4146136000": "4146038000", # 경기도 용인시 양지면 -> 경기도 용인시 처인구 양지면
    "4146136021": "4146038021", # 경기도 용인시 양지면 양지리 -> 경기도 용인시 처인구 양지면 양지리
    "4146136022": "4146038022", # 경기도 용인시 양지면 남곡리 -> 경기도 용인시 처인구 양지면 남곡리
    "4146136023": "4146038023", # 경기도 용인시 양지면 평창리 -> 경기도 용인시 처인구 양지면 평창리
    "4146136024": "4146038024", # 경기도 용인시 양지면 제일리 -> 경기도 용인시 처인구 양지면 제일리
    "4146136025": "4146038025", # 경기도 용인시 양지면 추계리 -> 경기도 용인시 처인구 양지면 추계리
    "4146136026": "4146038026", # 경기도 용인시 양지면 식금리 -> 경기도 용인시 처인구 양지면 식금리
    "4146136027": "4146038027", # 경기도 용인시 양지면 정수리 -> 경기도 용인시 처인구 양지면 정수리
    "4146136028": "4146038028", # 경기도 용인시 양지면 대대리 -> 경기도 용인시 처인구 양지면 대대리
    "4146136029": "4146038029", # 경기도 용인시 양지면 주북리 -> 경기도 용인시 처인구 양지면 주북리
    "4146136030": "4146038030", # 경기도 용인시 양지면 송문리 -> 경기도 용인시 처인구 양지면 송문리
    "4146510100": "4146011100", # 경기도 용인시 풍덕천동 -> 경기도 용인시 수지구 풍덕천동
    "4146510200": "4146011200", # 경기도 용인시 죽전동 -> 경기도 용인시 수지구 죽전동
    "4146510300": "4146011300", # 경기도 용인시 동천동 -> 경기도 용인시 수지구 동천동
    "4146510400": "4146011400", # 경기도 용인시 고기동 -> 경기도 용인시 수지구 고기동
    "4146510500": "4146011500", # 경기도 용인시 신봉동 -> 경기도 용인시 수지구 신봉동
    "4146510600": "4146011600", # 경기도 용인시 성복동 -> 경기도 용인시 수지구 성복동
    "4146510700": "4146011700", # 경기도 용인시 상현동 -> 경기도 용인시 수지구 상현동
    "4148025000": "4177012000", # 경기도 파주군 문산읍 -> 경기도 파주시 문산읍
    "4148025021": "4177012021", # 경기도 파주군 문산읍 문산리 -> 경기도 파주시 문산읍 문산리
    "4148025022": "4177012022", # 경기도 파주군 문산읍 당동리 -> 경기도 파주시 문산읍 당동리
    "4148025023": "4177012023", # 경기도 파주군 문산읍 선유리 -> 경기도 파주시 문산읍 선유리
    "4148025024": "4177012024", # 경기도 파주군 문산읍 임진리 -> 경기도 파주시 문산읍 임진리
    "4148025025": "4177012025", # 경기도 파주군 문산읍 운천리 -> 경기도 파주시 문산읍 운천리
    "4148025026": "4177012026", # 경기도 파주군 문산읍 사목리 -> 경기도 파주시 문산읍 사목리
    "4148025027": "4177012027", # 경기도 파주군 문산읍 마정리 -> 경기도 파주시 문산읍 마정리
    "4148025028": "4177012028", # 경기도 파주군 문산읍 장산리 -> 경기도 파주시 문산읍 장산리
    "4148025029": "4177012029", # 경기도 파주군 문산읍 내포리 -> 경기도 파주시 문산읍 내포리
    "4148025030": "4177012030", # 경기도 파주군 문산읍 이천리 -> 경기도 파주시 문산읍 이천리
    "4148025300": "4177013000", # 경기도 파주군 파주읍 -> 경기도 파주시 파주읍
    "4148025321": "4177013021", # 경기도 파주군 파주읍 봉서리 -> 경기도 파주시 파주읍 봉서리
    "4148025322": "4177013022", # 경기도 파주군 파주읍 향양리 -> 경기도 파주시 파주읍 향양리
    "4148025323": "4177013023", # 경기도 파주군 파주읍 부곡리 -> 경기도 파주시 파주읍 부곡리
    "4148025324": "4177013024", # 경기도 파주군 파주읍 봉암리 -> 경기도 파주시 파주읍 봉암리
    "4148025325": "4177013025", # 경기도 파주군 파주읍 백석리 -> 경기도 파주시 파주읍 백석리
    "4148025326": "4177013026", # 경기도 파주군 파주읍 파주리 -> 경기도 파주시 파주읍 파주리
    "4148025327": "4177013027", # 경기도 파주군 파주읍 연풍리 -> 경기도 파주시 파주읍 연풍리
    "4148025600": "4177014000", # 경기도 파주군 법원읍 -> 경기도 파주시 법원읍
    "4148025621": "4177014021", # 경기도 파주군 법원읍 오현리 -> 경기도 파주시 법원읍 오현리
    "4148025622": "4177014022", # 경기도 파주군 법원읍 법원리 -> 경기도 파주시 법원읍 법원리
    "4148025623": "4177014023", # 경기도 파주군 법원읍 가야리 -> 경기도 파주시 법원읍 가야리
    "4148025624": "4177014024", # 경기도 파주군 법원읍 동문리 -> 경기도 파주시 법원읍 동문리
    "4148025625": "4177014025", # 경기도 파주군 법원읍 대능리 -> 경기도 파주시 법원읍 대능리
    "4148025626": "4177014026", # 경기도 파주군 법원읍 삼방리 -> 경기도 파주시 법원읍 삼방리
    "4148025627": "4177014027", # 경기도 파주군 법원읍 갈곡리 -> 경기도 파주시 법원읍 갈곡리
    "4148025628": "4177014028", # 경기도 파주군 법원읍 직천리 -> 경기도 파주시 법원읍 직천리
    "4148025629": "4177014029", # 경기도 파주군 법원읍 웅담리 -> 경기도 파주시 법원읍 웅담리
    "4148025630": "4177014030", # 경기도 파주군 법원읍 금곡리 -> 경기도 파주시 법원읍 금곡리
    "4148026221": "4148034021", # 경기도 파주시 조리면 봉일천리 -> 경기도 파주시 조리읍 봉일천리
    "4148026222": "4148034022", # 경기도 파주시 조리면 뇌조리 -> 경기도 파주시 조리읍 뇌조리
    "4148026223": "4148034023", # 경기도 파주시 조리면 등원리 -> 경기도 파주시 조리읍 등원리
    "4148026224": "4148034024", # 경기도 파주시 조리면 장곡리 -> 경기도 파주시 조리읍 장곡리
    "4148026225": "4148034026", # 경기도 파주시 조리면 오산리 -> 경기도 파주시 조리읍 오산리
    "4148026226": "4148034027", # 경기도 파주시 조리면 능안리 -> 경기도 파주시 조리읍 능안리
    "4148026227": "4148034028", # 경기도 파주시 조리면 대원리 -> 경기도 파주시 조리읍 대원리
    "4148031000": "4177031000", # 경기도 파주군 월롱면 -> 경기도 파주시 월롱면
    "4148031021": "4177031021", # 경기도 파주군 월롱면 위전리 -> 경기도 파주시 월롱면 위전리
    "4148031022": "4177031022", # 경기도 파주군 월롱면 도내리 -> 경기도 파주시 월롱면 도내리
    "4148031023": "4177031023", # 경기도 파주군 월롱면 덕은리 -> 경기도 파주시 월롱면 덕은리
    "4148031024": "4177031024", # 경기도 파주군 월롱면 능산리 -> 경기도 파주시 월롱면 능산리
    "4148031025": "4177031025", # 경기도 파주군 월롱면 영태리 -> 경기도 파주시 월롱면 영태리
    "4148032000": "4177032000", # 경기도 파주군 탄현면 -> 경기도 파주시 탄현면
    "4148032021": "4177032021", # 경기도 파주군 탄현면 성동리 -> 경기도 파주시 탄현면 성동리
    "4148032022": "4177032022", # 경기도 파주군 탄현면 법흥리 -> 경기도 파주시 탄현면 법흥리
    "4148032023": "4177032023", # 경기도 파주군 탄현면 갈현리 -> 경기도 파주시 탄현면 갈현리
    "4148032024": "4177032024", # 경기도 파주군 탄현면 문지리 -> 경기도 파주시 탄현면 문지리
    "4148032025": "4177032025", # 경기도 파주군 탄현면 대동리 -> 경기도 파주시 탄현면 대동리
    "4148032026": "4177032026", # 경기도 파주군 탄현면 만우리 -> 경기도 파주시 탄현면 만우리
    "4148032027": "4177032027", # 경기도 파주군 탄현면 축현리 -> 경기도 파주시 탄현면 축현리
    "4148032028": "4177032028", # 경기도 파주군 탄현면 금승리 -> 경기도 파주시 탄현면 금승리
    "4148032029": "4177032029", # 경기도 파주군 탄현면 오금리 -> 경기도 파주시 탄현면 오금리
    "4148032030": "4177032030", # 경기도 파주군 탄현면 낙하리 -> 경기도 파주시 탄현면 낙하리
    "4148032031": "4177032031", # 경기도 파주군 탄현면 금산리 -> 경기도 파주시 탄현면 금산리
    "4148035000": "4177035000", # 경기도 파주군 광탄면 -> 경기도 파주시 광탄면
    "4148035021": "4177035021", # 경기도 파주군 광탄면 분수리 -> 경기도 파주시 광탄면 분수리
    "4148035022": "4177035022", # 경기도 파주군 광탄면 방축리 -> 경기도 파주시 광탄면 방축리
    "4148035023": "4177035023", # 경기도 파주군 광탄면 마장리 -> 경기도 파주시 광탄면 마장리
    "4148035024": "4177035024", # 경기도 파주군 광탄면 발랑리 -> 경기도 파주시 광탄면 발랑리
    "4148035025": "4177035025", # 경기도 파주군 광탄면 창만리 -> 경기도 파주시 광탄면 창만리
    "4148035026": "4177035026", # 경기도 파주군 광탄면 용미리 -> 경기도 파주시 광탄면 용미리
    "4148035027": "4177035027", # 경기도 파주군 광탄면 신산리 -> 경기도 파주시 광탄면 신산리
    "4148035028": "4177035028", # 경기도 파주군 광탄면 기산리 -> 경기도 파주시 광탄면 기산리
    "4148035029": "4177035029", # 경기도 파주군 광탄면 영장리 -> 경기도 파주시 광탄면 영장리
    "4148036000": "4177037000", # 경기도 파주군 파평면 -> 경기도 파주시 파평면
    "4148036021": "4177037021", # 경기도 파주군 파평면 덕천리 -> 경기도 파주시 파평면 덕천리
    "4148036022": "4177037022", # 경기도 파주군 파평면 두포리 -> 경기도 파주시 파평면 두포리
    "4148036023": "4177037023", # 경기도 파주군 파평면 마산리 -> 경기도 파주시 파평면 마산리
    "4148036024": "4177037024", # 경기도 파주군 파평면 율곡리 -> 경기도 파주시 파평면 율곡리
    "4148036026": "4177037026", # 경기도 파주군 파평면 금파리 -> 경기도 파주시 파평면 금파리
    "4148036027": "4177037027", # 경기도 파주군 파평면 장파리 -> 경기도 파주시 파평면 장파리
    "4148037000": "4177038000", # 경기도 파주군 적성면 -> 경기도 파주시 적성면
    "4148037021": "4177038021", # 경기도 파주군 적성면 어유지리 -> 경기도 파주시 적성면 어유지리
    "4148037022": "4177038022", # 경기도 파주군 적성면 장좌리 -> 경기도 파주시 적성면 장좌리
    "4148037023": "4177038023", # 경기도 파주군 적성면 장현리 -> 경기도 파주시 적성면 장현리
    "4148037024": "4177038024", # 경기도 파주군 적성면 구읍리 -> 경기도 파주시 적성면 구읍리
    "4148037025": "4177038025", # 경기도 파주군 적성면 객현리 -> 경기도 파주시 적성면 객현리
    "4148037026": "4177038026", # 경기도 파주군 적성면 가월리 -> 경기도 파주시 적성면 가월리
    "4148037027": "4177038027", # 경기도 파주군 적성면 무건리 -> 경기도 파주시 적성면 무건리
    "4148037028": "4177038028", # 경기도 파주군 적성면 율포리 -> 경기도 파주시 적성면 율포리
    "4148037029": "4177038029", # 경기도 파주군 적성면 답곡리 -> 경기도 파주시 적성면 답곡리
    "4148037030": "4177038030", # 경기도 파주군 적성면 식현리 -> 경기도 파주시 적성면 식현리
    "4148037031": "4177038031", # 경기도 파주군 적성면 주월리 -> 경기도 파주시 적성면 주월리
    "4148037032": "4177038032", # 경기도 파주군 적성면 설마리 -> 경기도 파주시 적성면 설마리
    "4148037033": "4177038033", # 경기도 파주군 적성면 적암리 -> 경기도 파주시 적성면 적암리
    "4148037034": "4177038034", # 경기도 파주군 적성면 두지리 -> 경기도 파주시 적성면 두지리
    "4148037035": "4177038035", # 경기도 파주군 적성면 마지리 -> 경기도 파주시 적성면 마지리
    "4148037036": "4177038036", # 경기도 파주군 적성면 자장리 -> 경기도 파주시 적성면 자장리
    "4148038000": "4177039000", # 경기도 파주군 군내면 -> 경기도 파주시 군내면
    "4148038021": "4177039021", # 경기도 파주군 군내면 백연리 -> 경기도 파주시 군내면 백연리
    "4148038022": "4177039022", # 경기도 파주군 군내면 정자리 -> 경기도 파주시 군내면 정자리
    "4148038023": "4177039023", # 경기도 파주군 군내면 조산리 -> 경기도 파주시 군내면 조산리
    "4148038024": "4177039024", # 경기도 파주군 군내면 읍내리 -> 경기도 파주시 군내면 읍내리
    "4148038025": "4177039025", # 경기도 파주군 군내면 송산리 -> 경기도 파주시 군내면 송산리
    "4148038026": "4177039026", # 경기도 파주군 군내면 점원리 -> 경기도 파주시 군내면 점원리
    "4148038027": "4177039027", # 경기도 파주군 군내면 방목리 -> 경기도 파주시 군내면 방목리
    "4148039000": "4177091000", # 경기도 파주군 장단면 -> 경기도 파주시 장단면
    "4148039021": "4177091021", # 경기도 파주군 장단면 노상리 -> 경기도 파주시 장단면 노상리
    "4148039022": "4177091022", # 경기도 파주군 장단면 노하리 -> 경기도 파주시 장단면 노하리
    "4148039023": "4177091023", # 경기도 파주군 장단면 거곡리 -> 경기도 파주시 장단면 거곡리
    "4148039024": "4177091024", # 경기도 파주군 장단면 도라산리 -> 경기도 파주시 장단면 도라산리
    "4148039025": "4177091025", # 경기도 파주군 장단면 석곶리 -> 경기도 파주시 장단면 석곶리
    "4148039026": "4177091026", # 경기도 파주군 장단면 강정리 -> 경기도 파주시 장단면 강정리
    "4148039028": "4177091027", # 경기도 파주군 장단면 정동리 -> 경기도 파주시 장단면 정동리
    "4148040000": "4177092000", # 경기도 파주군 진동면 -> 경기도 파주시 진동면
    "4148040021": "4177092021", # 경기도 파주군 진동면 동파리 -> 경기도 파주시 진동면 동파리
    "4148040022": "4177092022", # 경기도 파주군 진동면 용산리 -> 경기도 파주시 진동면 용산리
    "4148040023": "4177092023", # 경기도 파주군 진동면 하포리 -> 경기도 파주시 진동면 하포리
    "4148040024": "4177092024", # 경기도 파주군 진동면 서곡리 -> 경기도 파주시 진동면 서곡리
    "4148040025": "4177092025", # 경기도 파주군 진동면 초리 -> 경기도 파주시 진동면 초리
    "4148041000": "4177093000", # 경기도 파주군 진서면 -> 경기도 파주시 진서면
    "4150025000": "4184012000", # 경기도 이천군 장호원읍 -> 경기도 이천시 장호원읍
    "4150025021": "4184012021", # 경기도 이천군 장호원읍 장호원리 -> 경기도 이천시 장호원읍 장호원리
    "4150025022": "4184012022", # 경기도 이천군 장호원읍 오남리 -> 경기도 이천시 장호원읍 오남리
    "4150025023": "4184012023", # 경기도 이천군 장호원읍 진암리 -> 경기도 이천시 장호원읍 진암리
    "4150025024": "4184012024", # 경기도 이천군 장호원읍 어석리 -> 경기도 이천시 장호원읍 어석리
    "4150025025": "4184012025", # 경기도 이천군 장호원읍 대서리 -> 경기도 이천시 장호원읍 대서리
    "4150025026": "4184012026", # 경기도 이천군 장호원읍 송산리 -> 경기도 이천시 장호원읍 송산리
    "4150025027": "4184012027", # 경기도 이천군 장호원읍 방추리 -> 경기도 이천시 장호원읍 방추리
    "4150025028": "4184012028", # 경기도 이천군 장호원읍 선읍리 -> 경기도 이천시 장호원읍 선읍리
    "4150025029": "4184012029", # 경기도 이천군 장호원읍 이황리 -> 경기도 이천시 장호원읍 이황리
    "4150025030": "4184012030", # 경기도 이천군 장호원읍 나래리 -> 경기도 이천시 장호원읍 나래리
    "4150025031": "4184012031", # 경기도 이천군 장호원읍 와현리 -> 경기도 이천시 장호원읍 와현리
    "4150025032": "4184012032", # 경기도 이천군 장호원읍 풍계리 -> 경기도 이천시 장호원읍 풍계리
    "4150025033": "4184012033", # 경기도 이천군 장호원읍 노탑리 -> 경기도 이천시 장호원읍 노탑리
    "4150025300": "4184013000", # 경기도 이천군 부발읍 -> 경기도 이천시 부발읍
    "4150025321": "4184013021", # 경기도 이천군 부발읍 무촌리 -> 경기도 이천시 부발읍 무촌리
    "4150025322": "4184013022", # 경기도 이천군 부발읍 죽당리 -> 경기도 이천시 부발읍 죽당리
    "4150025323": "4184013023", # 경기도 이천군 부발읍 신원리 -> 경기도 이천시 부발읍 신원리
    "4150025324": "4184013024", # 경기도 이천군 부발읍 고백리 -> 경기도 이천시 부발읍 고백리
    "4150025325": "4184013025", # 경기도 이천군 부발읍 대관리 -> 경기도 이천시 부발읍 대관리
    "4150025326": "4184013026", # 경기도 이천군 부발읍 마암리 -> 경기도 이천시 부발읍 마암리
    "4150025327": "4184013027", # 경기도 이천군 부발읍 산촌리 -> 경기도 이천시 부발읍 산촌리
    "4150025328": "4184013028", # 경기도 이천군 부발읍 신하리 -> 경기도 이천시 부발읍 신하리
    "4150025329": "4184013029", # 경기도 이천군 부발읍 가좌리 -> 경기도 이천시 부발읍 가좌리
    "4150025330": "4184013030", # 경기도 이천군 부발읍 아미리 -> 경기도 이천시 부발읍 아미리
    "4150025331": "4184013031", # 경기도 이천군 부발읍 수정리 -> 경기도 이천시 부발읍 수정리
    "4150025332": "4184013032", # 경기도 이천군 부발읍 송온리 -> 경기도 이천시 부발읍 송온리
    "4150025333": "4184013033", # 경기도 이천군 부발읍 가산리 -> 경기도 이천시 부발읍 가산리
    "4150025334": "4184013034", # 경기도 이천군 부발읍 응암리 -> 경기도 이천시 부발읍 응암리
    "4150031000": "4184031000", # 경기도 이천군 신둔면 -> 경기도 이천시 신둔면
    "4150031021": "4184031021", # 경기도 이천군 신둔면 수광리 -> 경기도 이천시 신둔면 수광리
    "4150031022": "4184031022", # 경기도 이천군 신둔면 남정리 -> 경기도 이천시 신둔면 남정리
    "4150031023": "4184031023", # 경기도 이천군 신둔면 지석리 -> 경기도 이천시 신둔면 지석리
    "4150031024": "4184031024", # 경기도 이천군 신둔면 장동리 -> 경기도 이천시 신둔면 장동리
    "4150031025": "4184031025", # 경기도 이천군 신둔면 도봉리 -> 경기도 이천시 신둔면 도봉리
    "4150031026": "4184031026", # 경기도 이천군 신둔면 도암리 -> 경기도 이천시 신둔면 도암리
    "4150031027": "4184031027", # 경기도 이천군 신둔면 수하리 -> 경기도 이천시 신둔면 수하리
    "4150031028": "4184031028", # 경기도 이천군 신둔면 수남리 -> 경기도 이천시 신둔면 수남리
    "4150031029": "4184031029", # 경기도 이천군 신둔면 고척리 -> 경기도 이천시 신둔면 고척리
    "4150031030": "4184031030", # 경기도 이천군 신둔면 용면리 -> 경기도 이천시 신둔면 용면리
    "4150031031": "4184031031", # 경기도 이천군 신둔면 인후리 -> 경기도 이천시 신둔면 인후리
    "4150031032": "4184031032", # 경기도 이천군 신둔면 마교리 -> 경기도 이천시 신둔면 마교리
    "4150031033": "4184031033", # 경기도 이천군 신둔면 소정리 -> 경기도 이천시 신둔면 소정리
    "4150032000": "4184032000", # 경기도 이천군 백사면 -> 경기도 이천시 백사면
    "4150032021": "4184032021", # 경기도 이천군 백사면 현방리 -> 경기도 이천시 백사면 현방리
    "4150032022": "4184032022", # 경기도 이천군 백사면 경사리 -> 경기도 이천시 백사면 경사리
    "4150032023": "4184032023", # 경기도 이천군 백사면 도립리 -> 경기도 이천시 백사면 도립리
    "4150032024": "4184032024", # 경기도 이천군 백사면 송말리 -> 경기도 이천시 백사면 송말리
    "4150032025": "4184032025", # 경기도 이천군 백사면 신대리 -> 경기도 이천시 백사면 신대리
    "4150032026": "4184032026", # 경기도 이천군 백사면 모전리 -> 경기도 이천시 백사면 모전리
    "4150032027": "4184032027", # 경기도 이천군 백사면 도지리 -> 경기도 이천시 백사면 도지리
    "4150032028": "4184032028", # 경기도 이천군 백사면 조읍리 -> 경기도 이천시 백사면 조읍리
    "4150032029": "4184032029", # 경기도 이천군 백사면 우곡리 -> 경기도 이천시 백사면 우곡리
    "4150032030": "4184032030", # 경기도 이천군 백사면 내촌리 -> 경기도 이천시 백사면 내촌리
    "4150032031": "4184032031", # 경기도 이천군 백사면 상용리 -> 경기도 이천시 백사면 상용리
    "4150032032": "4184032032", # 경기도 이천군 백사면 백우리 -> 경기도 이천시 백사면 백우리
    "4150033000": "4184034000", # 경기도 이천군 호법면 -> 경기도 이천시 호법면
    "4150033021": "4184034021", # 경기도 이천군 호법면 유산리 -> 경기도 이천시 호법면 유산리
    "4150033022": "4184034022", # 경기도 이천군 호법면 안평리 -> 경기도 이천시 호법면 안평리
    "4150033023": "4184034023", # 경기도 이천군 호법면 후안리 -> 경기도 이천시 호법면 후안리
    "4150033024": "4184034024", # 경기도 이천군 호법면 단천리 -> 경기도 이천시 호법면 단천리
    "4150033025": "4184034025", # 경기도 이천군 호법면 매곡리 -> 경기도 이천시 호법면 매곡리
    "4150033026": "4184034026", # 경기도 이천군 호법면 동산리 -> 경기도 이천시 호법면 동산리
    "4150033027": "4184034027", # 경기도 이천군 호법면 주박리 -> 경기도 이천시 호법면 주박리
    "4150033028": "4184034028", # 경기도 이천군 호법면 주미리 -> 경기도 이천시 호법면 주미리
    "4150033029": "4184034029", # 경기도 이천군 호법면 송갈리 -> 경기도 이천시 호법면 송갈리
    "4150034000": "4184035000", # 경기도 이천군 마장면 -> 경기도 이천시 마장면
    "4150034021": "4184035021", # 경기도 이천군 마장면 오천리 -> 경기도 이천시 마장면 오천리
    "4150034022": "4184035022", # 경기도 이천군 마장면 양촌리 -> 경기도 이천시 마장면 양촌리
    "4150034023": "4184035023", # 경기도 이천군 마장면 관리 -> 경기도 이천시 마장면 관리
    "4150034024": "4184035024", # 경기도 이천군 마장면 회억리 -> 경기도 이천시 마장면 회억리
    "4150034025": "4184035025", # 경기도 이천군 마장면 장암리 -> 경기도 이천시 마장면 장암리
    "4150034026": "4184035026", # 경기도 이천군 마장면 목리 -> 경기도 이천시 마장면 목리
    "4150034027": "4184035027", # 경기도 이천군 마장면 표교리 -> 경기도 이천시 마장면 표교리
    "4150034028": "4184035028", # 경기도 이천군 마장면 이치리 -> 경기도 이천시 마장면 이치리
    "4150034029": "4184035029", # 경기도 이천군 마장면 각평리 -> 경기도 이천시 마장면 각평리
    "4150034030": "4184035030", # 경기도 이천군 마장면 덕평리 -> 경기도 이천시 마장면 덕평리
    "4150034031": "4184035031", # 경기도 이천군 마장면 이평리 -> 경기도 이천시 마장면 이평리
    "4150034032": "4184035032", # 경기도 이천군 마장면 해월리 -> 경기도 이천시 마장면 해월리
    "4150034033": "4184035033", # 경기도 이천군 마장면 작촌리 -> 경기도 이천시 마장면 작촌리
    "4150035000": "4184036000", # 경기도 이천군 대월면 -> 경기도 이천시 대월면
    "4150035025": "4184036025", # 경기도 이천군 대월면 초지리 -> 경기도 이천시 대월면 초지리
    "4150035026": "4184036026", # 경기도 이천군 대월면 사동리 -> 경기도 이천시 대월면 사동리
    "4150035027": "4184036027", # 경기도 이천군 대월면 대대리 -> 경기도 이천시 대월면 대대리
    "4150035028": "4184036028", # 경기도 이천군 대월면 대흥리 -> 경기도 이천시 대월면 대흥리
    "4150035029": "4184036029", # 경기도 이천군 대월면 도리리 -> 경기도 이천시 대월면 도리리
    "4150035030": "4184036030", # 경기도 이천군 대월면 구시리 -> 경기도 이천시 대월면 구시리
    "4150035031": "4184036031", # 경기도 이천군 대월면 군량리 -> 경기도 이천시 대월면 군량리
    "4150035032": "4184036032", # 경기도 이천군 대월면 송라리 -> 경기도 이천시 대월면 송라리
    "4150035033": "4184036033", # 경기도 이천군 대월면 장평리 -> 경기도 이천시 대월면 장평리
    "4150035034": "4184036034", # 경기도 이천군 대월면 부필리 -> 경기도 이천시 대월면 부필리
    "4150036000": "4184037000", # 경기도 이천군 모가면 -> 경기도 이천시 모가면
    "4150036021": "4184037021", # 경기도 이천군 모가면 진가리 -> 경기도 이천시 모가면 진가리
    "4150036022": "4184037022", # 경기도 이천군 모가면 서경리 -> 경기도 이천시 모가면 서경리
    "4150036023": "4184037023", # 경기도 이천군 모가면 산내리 -> 경기도 이천시 모가면 산내리
    "4150036024": "4184037024", # 경기도 이천군 모가면 송곡리 -> 경기도 이천시 모가면 송곡리
    "4150036025": "4184037025", # 경기도 이천군 모가면 소사리 -> 경기도 이천시 모가면 소사리
    "4150036026": "4184037026", # 경기도 이천군 모가면 양평리 -> 경기도 이천시 모가면 양평리
    "4150036027": "4184037027", # 경기도 이천군 모가면 원두리 -> 경기도 이천시 모가면 원두리
    "4150036028": "4184037028", # 경기도 이천군 모가면 소고리 -> 경기도 이천시 모가면 소고리
    "4150036029": "4184037029", # 경기도 이천군 모가면 신갈리 -> 경기도 이천시 모가면 신갈리
    "4150036030": "4184037030", # 경기도 이천군 모가면 어농리 -> 경기도 이천시 모가면 어농리
    "4150036031": "4184037031", # 경기도 이천군 모가면 두미리 -> 경기도 이천시 모가면 두미리
    "4150037000": "4184038000", # 경기도 이천군 설성면 -> 경기도 이천시 설성면
    "4150037021": "4184038021", # 경기도 이천군 설성면 금당리 -> 경기도 이천시 설성면 금당리
    "4150037022": "4184038022", # 경기도 이천군 설성면 장능리 -> 경기도 이천시 설성면 장능리
    "4150037023": "4184038023", # 경기도 이천군 설성면 행죽리 -> 경기도 이천시 설성면 행죽리
    "4150037024": "4184038024", # 경기도 이천군 설성면 제요리 -> 경기도 이천시 설성면 제요리
    "4150037025": "4184038025", # 경기도 이천군 설성면 신필리 -> 경기도 이천시 설성면 신필리
    "4150037026": "4184038026", # 경기도 이천군 설성면 장천리 -> 경기도 이천시 설성면 장천리
    "4150037027": "4184038027", # 경기도 이천군 설성면 자석리 -> 경기도 이천시 설성면 자석리
    "4150037028": "4184038028", # 경기도 이천군 설성면 암산리 -> 경기도 이천시 설성면 암산리
    "4150037029": "4184038029", # 경기도 이천군 설성면 송계리 -> 경기도 이천시 설성면 송계리
    "4150037030": "4184038030", # 경기도 이천군 설성면 상봉리 -> 경기도 이천시 설성면 상봉리
    "4150037031": "4184038031", # 경기도 이천군 설성면 수산리 -> 경기도 이천시 설성면 수산리
    "4150037032": "4184038032", # 경기도 이천군 설성면 대죽리 -> 경기도 이천시 설성면 대죽리
    "4150038000": "4184039000", # 경기도 이천군 율면 -> 경기도 이천시 율면
    "4150038021": "4184039021", # 경기도 이천군 율면 고당리 -> 경기도 이천시 율면 고당리
    "4150038022": "4184039022", # 경기도 이천군 율면 신추리 -> 경기도 이천시 율면 신추리
    "4150038023": "4184039023", # 경기도 이천군 율면 본죽리 -> 경기도 이천시 율면 본죽리
    "4150038024": "4184039024", # 경기도 이천군 율면 북두리 -> 경기도 이천시 율면 북두리
    "4150038025": "4184039025", # 경기도 이천군 율면 산양리 -> 경기도 이천시 율면 산양리
    "4150038026": "4184039026", # 경기도 이천군 율면 석산리 -> 경기도 이천시 율면 석산리
    "4150038027": "4184039027", # 경기도 이천군 율면 산성리 -> 경기도 이천시 율면 산성리
    "4150038028": "4184039028", # 경기도 이천군 율면 오성리 -> 경기도 이천시 율면 오성리
    "4150038029": "4184039029", # 경기도 이천군 율면 월포리 -> 경기도 이천시 율면 월포리
    "4150038030": "4184039030", # 경기도 이천군 율면 총곡리 -> 경기도 이천시 율면 총곡리
    "4155031000": "4186031000", # 경기도 안성군 보개면 -> 경기도 안성시 보개면
    "4155031021": "4186031021", # 경기도 안성군 보개면 적가리 -> 경기도 안성시 보개면 적가리
    "4155031022": "4186031023", # 경기도 안성군 보개면 기좌리 -> 경기도 안성시 보개면 기좌리
    "4155031023": "4186031024", # 경기도 안성군 보개면 북좌리 -> 경기도 안성시 보개면 북좌리
    "4155031024": "4186031025", # 경기도 안성군 보개면 상삼리 -> 경기도 안성시 보개면 상삼리
    "4155031025": "4186031026", # 경기도 안성군 보개면 신장리 -> 경기도 안성시 보개면 신장리
    "4155031026": "4186031027", # 경기도 안성군 보개면 양복리 -> 경기도 안성시 보개면 양복리
    "4155031027": "4186031028", # 경기도 안성군 보개면 오두리 -> 경기도 안성시 보개면 오두리
    "4155031028": "4186031029", # 경기도 안성군 보개면 이전리 -> 경기도 안성시 보개면 이전리
    "4155031029": "4186031030", # 경기도 안성군 보개면 불현리 -> 경기도 안성시 보개면 불현리
    "4155031030": "4186031031", # 경기도 안성군 보개면 내방리 -> 경기도 안성시 보개면 내방리
    "4155031031": "4186031032", # 경기도 안성군 보개면 동신리 -> 경기도 안성시 보개면 동신리
    "4155031032": "4186031033", # 경기도 안성군 보개면 곡천리 -> 경기도 안성시 보개면 곡천리
    "4155031033": "4186031034", # 경기도 안성군 보개면 복평리 -> 경기도 안성시 보개면 복평리
    "4155031034": "4186031035", # 경기도 안성군 보개면 구사리 -> 경기도 안성시 보개면 구사리
    "4155031035": "4186031036", # 경기도 안성군 보개면 가율리 -> 경기도 안성시 보개면 가율리
    "4155031036": "4186031038", # 경기도 안성군 보개면 신안리 -> 경기도 안성시 보개면 신안리
    "4155031037": "4186031039", # 경기도 안성군 보개면 동평리 -> 경기도 안성시 보개면 동평리
    "4155031038": "4186031040", # 경기도 안성군 보개면 남풍리 -> 경기도 안성시 보개면 남풍리
    "4155031039": "4186031041", # 경기도 안성군 보개면 북가현리 -> 경기도 안성시 보개면 북가현리
    "4155032000": "4186032000", # 경기도 안성군 금광면 -> 경기도 안성시 금광면
    "4155032021": "4186032021", # 경기도 안성군 금광면 내우리 -> 경기도 안성시 금광면 내우리
    "4155032022": "4186032022", # 경기도 안성군 금광면 개산리 -> 경기도 안성시 금광면 개산리
    "4155032023": "4186032023", # 경기도 안성군 금광면 장죽리 -> 경기도 안성시 금광면 장죽리
    "4155032024": "4186032024", # 경기도 안성군 금광면 상중리 -> 경기도 안성시 금광면 상중리
    "4155032025": "4186032025", # 경기도 안성군 금광면 금광리 -> 경기도 안성시 금광면 금광리
    "4155032026": "4186032027", # 경기도 안성군 금광면 현곡리 -> 경기도 안성시 금광면 현곡리
    "4155032027": "4186032028", # 경기도 안성군 금광면 삼흥리 -> 경기도 안성시 금광면 삼흥리
    "4155032028": "4186032029", # 경기도 안성군 금광면 사흥리 -> 경기도 안성시 금광면 사흥리
    "4155032029": "4186032030", # 경기도 안성군 금광면 오흥리 -> 경기도 안성시 금광면 오흥리
    "4155032030": "4186032031", # 경기도 안성군 금광면 한운리 -> 경기도 안성시 금광면 한운리
    "4155032031": "4186032033", # 경기도 안성군 금광면 오산리 -> 경기도 안성시 금광면 오산리
    "4155032032": "4186032034", # 경기도 안성군 금광면 옥정리 -> 경기도 안성시 금광면 옥정리
    "4155032033": "4186032035", # 경기도 안성군 금광면 석하리 -> 경기도 안성시 금광면 석하리
    "4155032034": "4186032036", # 경기도 안성군 금광면 신양복리 -> 경기도 안성시 금광면 신양복리
    "4155033000": "4186033000", # 경기도 안성군 서운면 -> 경기도 안성시 서운면
    "4155033021": "4186033021", # 경기도 안성군 서운면 인리 -> 경기도 안성시 서운면 인리
    "4155033022": "4186033023", # 경기도 안성군 서운면 청용리 -> 경기도 안성시 서운면 청용리
    "4155033023": "4186033024", # 경기도 안성군 서운면 송정리 -> 경기도 안성시 서운면 송정리
    "4155033024": "4186033025", # 경기도 안성군 서운면 신촌리 -> 경기도 안성시 서운면 신촌리
    "4155033025": "4186033026", # 경기도 안성군 서운면 산평리 -> 경기도 안성시 서운면 산평리
    "4155033026": "4186033027", # 경기도 안성군 서운면 현매리 -> 경기도 안성시 서운면 현매리
    "4155033027": "4186033028", # 경기도 안성군 서운면 동촌리 -> 경기도 안성시 서운면 동촌리
    "4155033028": "4186033029", # 경기도 안성군 서운면 신흥리 -> 경기도 안성시 서운면 신흥리
    "4155033029": "4186033030", # 경기도 안성군 서운면 신능리 -> 경기도 안성시 서운면 신능리
    "4155033030": "4186033031", # 경기도 안성군 서운면 신기리 -> 경기도 안성시 서운면 신기리
    "4155033031": "4186033032", # 경기도 안성군 서운면 송산리 -> 경기도 안성시 서운면 송산리
    "4155033032": "4186033033", # 경기도 안성군 서운면 오촌리 -> 경기도 안성시 서운면 오촌리
    "4155033033": "4186033034", # 경기도 안성군 서운면 양촌리 -> 경기도 안성시 서운면 양촌리
    "4155033034": "4186033035", # 경기도 안성군 서운면 북산리 -> 경기도 안성시 서운면 북산리
    "4155034000": "4186034000", # 경기도 안성군 미양면 -> 경기도 안성시 미양면
    "4155034021": "4186034021", # 경기도 안성군 미양면 구례리 -> 경기도 안성시 미양면 구례리
    "4155034022": "4186034022", # 경기도 안성군 미양면 계륵리 -> 경기도 안성시 미양면 계륵리
    "4155034023": "4186034023", # 경기도 안성군 미양면 개정리 -> 경기도 안성시 미양면 개정리
    "4155034024": "4186034024", # 경기도 안성군 미양면 신계리 -> 경기도 안성시 미양면 신계리
    "4155034025": "4186034025", # 경기도 안성군 미양면 법전리 -> 경기도 안성시 미양면 법전리
    "4155034026": "4186034026", # 경기도 안성군 미양면 용두리 -> 경기도 안성시 미양면 용두리
    "4155034027": "4186034027", # 경기도 안성군 미양면 고지리 -> 경기도 안성시 미양면 고지리
    "4155034028": "4186034028", # 경기도 안성군 미양면 정동리 -> 경기도 안성시 미양면 정동리
    "4155034029": "4186034029", # 경기도 안성군 미양면 구수리 -> 경기도 안성시 미양면 구수리
    "4155034030": "4186034030", # 경기도 안성군 미양면 진촌리 -> 경기도 안성시 미양면 진촌리
    "4155034031": "4186034031", # 경기도 안성군 미양면 갈전리 -> 경기도 안성시 미양면 갈전리
    "4155034032": "4186034032", # 경기도 안성군 미양면 양지리 -> 경기도 안성시 미양면 양지리
    "4155034033": "4186034033", # 경기도 안성군 미양면 보체리 -> 경기도 안성시 미양면 보체리
    "4155034034": "4186034034", # 경기도 안성군 미양면 신기리 -> 경기도 안성시 미양면 신기리
    "4155034035": "4186034035", # 경기도 안성군 미양면 강덕리 -> 경기도 안성시 미양면 강덕리
    "4155034036": "4186034036", # 경기도 안성군 미양면 후평리 -> 경기도 안성시 미양면 후평리
    "4155034037": "4186034037", # 경기도 안성군 미양면 마산리 -> 경기도 안성시 미양면 마산리
    "4155034038": "4186034038", # 경기도 안성군 미양면 양변리 -> 경기도 안성시 미양면 양변리
    "4155035000": "4186035000", # 경기도 안성군 대덕면 -> 경기도 안성시 대덕면
    "4155035021": "4186035021", # 경기도 안성군 대덕면 소현리 -> 경기도 안성시 대덕면 소현리
    "4155035022": "4186035022", # 경기도 안성군 대덕면 토현리 -> 경기도 안성시 대덕면 토현리
    "4155035023": "4186035023", # 경기도 안성군 대덕면 모산리 -> 경기도 안성시 대덕면 모산리
    "4155035024": "4186035024", # 경기도 안성군 대덕면 보동리 -> 경기도 안성시 대덕면 보동리
    "4155035025": "4186035025", # 경기도 안성군 대덕면 명당리 -> 경기도 안성시 대덕면 명당리
    "4155035026": "4186035026", # 경기도 안성군 대덕면 진현리 -> 경기도 안성시 대덕면 진현리
    "4155035027": "4186035027", # 경기도 안성군 대덕면 건지리 -> 경기도 안성시 대덕면 건지리
    "4155035028": "4186035028", # 경기도 안성군 대덕면 내리 -> 경기도 안성시 대덕면 내리
    "4155035029": "4186035029", # 경기도 안성군 대덕면 대농리 -> 경기도 안성시 대덕면 대농리
    "4155035030": "4186035030", # 경기도 안성군 대덕면 죽리 -> 경기도 안성시 대덕면 죽리
    "4155035031": "4186035031", # 경기도 안성군 대덕면 신령리 -> 경기도 안성시 대덕면 신령리
    "4155035032": "4186035032", # 경기도 안성군 대덕면 무능리 -> 경기도 안성시 대덕면 무능리
    "4155035033": "4186035033", # 경기도 안성군 대덕면 소내리 -> 경기도 안성시 대덕면 소내리
    "4155035034": "4186035034", # 경기도 안성군 대덕면 삼한리 -> 경기도 안성시 대덕면 삼한리
    "4155036000": "4186036000", # 경기도 안성군 양성면 -> 경기도 안성시 양성면
    "4155036021": "4186036021", # 경기도 안성군 양성면 동항리 -> 경기도 안성시 양성면 동항리
    "4155036022": "4186036022", # 경기도 안성군 양성면 구장리 -> 경기도 안성시 양성면 구장리
    "4155036023": "4186036023", # 경기도 안성군 양성면 석화리 -> 경기도 안성시 양성면 석화리
    "4155036024": "4186036024", # 경기도 안성군 양성면 추곡리 -> 경기도 안성시 양성면 추곡리
    "4155036025": "4186036025", # 경기도 안성군 양성면 조일리 -> 경기도 안성시 양성면 조일리
    "4155036026": "4186036026", # 경기도 안성군 양성면 도곡리 -> 경기도 안성시 양성면 도곡리
    "4155036027": "4186036027", # 경기도 안성군 양성면 산정리 -> 경기도 안성시 양성면 산정리
    "4155036028": "4186036028", # 경기도 안성군 양성면 이현리 -> 경기도 안성시 양성면 이현리
    "4155036029": "4186036029", # 경기도 안성군 양성면 장서리 -> 경기도 안성시 양성면 장서리
    "4155036030": "4186036030", # 경기도 안성군 양성면 난실리 -> 경기도 안성시 양성면 난실리
    "4155036031": "4186036031", # 경기도 안성군 양성면 노곡리 -> 경기도 안성시 양성면 노곡리
    "4155036032": "4186036032", # 경기도 안성군 양성면 미산리 -> 경기도 안성시 양성면 미산리
    "4155036033": "4186036033", # 경기도 안성군 양성면 방축리 -> 경기도 안성시 양성면 방축리
    "4155036034": "4186036034", # 경기도 안성군 양성면 필산리 -> 경기도 안성시 양성면 필산리
    "4155036035": "4186036035", # 경기도 안성군 양성면 덕봉리 -> 경기도 안성시 양성면 덕봉리
    "4155036036": "4186036036", # 경기도 안성군 양성면 명목리 -> 경기도 안성시 양성면 명목리
    "4155036037": "4186036037", # 경기도 안성군 양성면 삼암리 -> 경기도 안성시 양성면 삼암리
    "4155036038": "4186036038", # 경기도 안성군 양성면 방신리 -> 경기도 안성시 양성면 방신리
    "4155038000": "4186038000", # 경기도 안성군 원곡면 -> 경기도 안성시 원곡면
    "4155038021": "4186038021", # 경기도 안성군 원곡면 성은리 -> 경기도 안성시 원곡면 성은리
    "4155038022": "4186038022", # 경기도 안성군 원곡면 칠곡리 -> 경기도 안성시 원곡면 칠곡리
    "4155038023": "4186038023", # 경기도 안성군 원곡면 지문리 -> 경기도 안성시 원곡면 지문리
    "4155038024": "4186038024", # 경기도 안성군 원곡면 산하리 -> 경기도 안성시 원곡면 산하리
    "4155038025": "4186038025", # 경기도 안성군 원곡면 내가천리 -> 경기도 안성시 원곡면 내가천리
    "4155038026": "4186038026", # 경기도 안성군 원곡면 외가천리 -> 경기도 안성시 원곡면 외가천리
    "4155038027": "4186038027", # 경기도 안성군 원곡면 반제리 -> 경기도 안성시 원곡면 반제리
    "4155038028": "4186038028", # 경기도 안성군 원곡면 성주리 -> 경기도 안성시 원곡면 성주리
    "4155039000": "4186039000", # 경기도 안성군 일죽면 -> 경기도 안성시 일죽면
    "4155039021": "4186039021", # 경기도 안성군 일죽면 월정리 -> 경기도 안성시 일죽면 월정리
    "4155039022": "4186039022", # 경기도 안성군 일죽면 주천리 -> 경기도 안성시 일죽면 주천리
    "4155039023": "4186039023", # 경기도 안성군 일죽면 죽림리 -> 경기도 안성시 일죽면 죽림리
    "4155039024": "4186039024", # 경기도 안성군 일죽면 가리 -> 경기도 안성시 일죽면 가리
    "4155039025": "4186039025", # 경기도 안성군 일죽면 산북리 -> 경기도 안성시 일죽면 산북리
    "4155039026": "4186039026", # 경기도 안성군 일죽면 당촌리 -> 경기도 안성시 일죽면 당촌리
    "4155039027": "4186039027", # 경기도 안성군 일죽면 방초리 -> 경기도 안성시 일죽면 방초리
    "4155039028": "4186039028", # 경기도 안성군 일죽면 송천리 -> 경기도 안성시 일죽면 송천리
    "4155039029": "4186039029", # 경기도 안성군 일죽면 고은리 -> 경기도 안성시 일죽면 고은리
    "4155039030": "4186039030", # 경기도 안성군 일죽면 화곡리 -> 경기도 안성시 일죽면 화곡리
    "4155039031": "4186039031", # 경기도 안성군 일죽면 능국리 -> 경기도 안성시 일죽면 능국리
    "4155039032": "4186039032", # 경기도 안성군 일죽면 신흥리 -> 경기도 안성시 일죽면 신흥리
    "4155039033": "4186039033", # 경기도 안성군 일죽면 금산리 -> 경기도 안성시 일죽면 금산리
    "4155039034": "4186039034", # 경기도 안성군 일죽면 장암리 -> 경기도 안성시 일죽면 장암리
    "4155039035": "4186039035", # 경기도 안성군 일죽면 화봉리 -> 경기도 안성시 일죽면 화봉리
    "4155040000": "4186040500", # 경기도 안성군 죽산면 -> 경기도 안성시 죽산면
    "4155040021": "4186040521", # 경기도 안성군 죽산면 죽산리 -> 경기도 안성시 죽산면 죽산리
    "4155040022": "4186040522", # 경기도 안성군 죽산면 매산리 -> 경기도 안성시 죽산면 매산리
    "4155040023": "4186040523", # 경기도 안성군 죽산면 장원리 -> 경기도 안성시 죽산면 장원리
    "4155040024": "4186040524", # 경기도 안성군 죽산면 두현리 -> 경기도 안성시 죽산면 두현리
    "4155040025": "4186040525", # 경기도 안성군 죽산면 장능리 -> 경기도 안성시 죽산면 장능리
    "4155040026": "4186040526", # 경기도 안성군 죽산면 장계리 -> 경기도 안성시 죽산면 장계리
    "4155040027": "4186040527", # 경기도 안성군 죽산면 용설리 -> 경기도 안성시 죽산면 용설리
    "4155040028": "4186040528", # 경기도 안성군 죽산면 칠장리 -> 경기도 안성시 죽산면 칠장리
    "4155040029": "4186040529", # 경기도 안성군 죽산면 당목리 -> 경기도 안성시 죽산면 당목리
    "4155040030": "4186040530", # 경기도 안성군 죽산면 두교리 -> 경기도 안성시 죽산면 두교리
    "4155041000": "4186041000", # 경기도 안성군 삼죽면 -> 경기도 안성시 삼죽면
    "4155041021": "4186041021", # 경기도 안성군 삼죽면 내장리 -> 경기도 안성시 삼죽면 내장리
    "4155041022": "4186041022", # 경기도 안성군 삼죽면 율곡리 -> 경기도 안성시 삼죽면 율곡리
    "4155041023": "4186041023", # 경기도 안성군 삼죽면 용월리 -> 경기도 안성시 삼죽면 용월리
    "4155041024": "4186041024", # 경기도 안성군 삼죽면 덕산리 -> 경기도 안성시 삼죽면 덕산리
    "4155041025": "4186041025", # 경기도 안성군 삼죽면 배태리 -> 경기도 안성시 삼죽면 배태리
    "4155041026": "4186041026", # 경기도 안성군 삼죽면 내강리 -> 경기도 안성시 삼죽면 내강리
    "4155041027": "4186041027", # 경기도 안성군 삼죽면 진촌리 -> 경기도 안성시 삼죽면 진촌리
    "4155041028": "4186041028", # 경기도 안성군 삼죽면 미장리 -> 경기도 안성시 삼죽면 미장리
    "4155041029": "4186041029", # 경기도 안성군 삼죽면 마전리 -> 경기도 안성시 삼죽면 마전리
    "4155041030": "4186041030", # 경기도 안성군 삼죽면 기솔리 -> 경기도 안성시 삼죽면 기솔리
    "4155042000": "4186042000", # 경기도 안성군 고삼면 -> 경기도 안성시 고삼면
    "4155042021": "4186042021", # 경기도 안성군 고삼면 쌍지리 -> 경기도 안성시 고삼면 쌍지리
    "4155042022": "4186042022", # 경기도 안성군 고삼면 신창리 -> 경기도 안성시 고삼면 신창리
    "4155042023": "4186042023", # 경기도 안성군 고삼면 대갈리 -> 경기도 안성시 고삼면 대갈리
    "4155042024": "4186042024", # 경기도 안성군 고삼면 가유리 -> 경기도 안성시 고삼면 가유리
    "4155042025": "4186042025", # 경기도 안성군 고삼면 삼은리 -> 경기도 안성시 고삼면 삼은리
    "4155042026": "4186042026", # 경기도 안성군 고삼면 봉산리 -> 경기도 안성시 고삼면 봉산리
    "4155042027": "4186042027", # 경기도 안성군 고삼면 월향리 -> 경기도 안성시 고삼면 월향리
    "4157025021": "4157033021", # 경기도 김포시 통진면 도사리 -> 경기도 김포시 통진읍 도사리
    "4157025022": "4157033022", # 경기도 김포시 통진면 마송리 -> 경기도 김포시 통진읍 마송리
    "4157025023": "4157033023", # 경기도 김포시 통진면 서암리 -> 경기도 김포시 통진읍 서암리
    "4157025024": "4157033024", # 경기도 김포시 통진면 수참리 -> 경기도 김포시 통진읍 수참리
    "4157025025": "4157033025", # 경기도 김포시 통진면 가현리 -> 경기도 김포시 통진읍 가현리
    "4157025026": "4157033026", # 경기도 김포시 통진면 동을산리 -> 경기도 김포시 통진읍 동을산리
    "4157025027": "4157033027", # 경기도 김포시 통진면 귀전리 -> 경기도 김포시 통진읍 귀전리
    "4157025028": "4157033028", # 경기도 김포시 통진면 고정리 -> 경기도 김포시 통진읍 고정리
    "4157025029": "4157033029", # 경기도 김포시 통진면 옹정리 -> 경기도 김포시 통진읍 옹정리
    "4157025321": "4157031021", # 경기도 김포시 고촌면 향산리 -> 경기도 김포시 고촌읍 향산리
    "4157025322": "4157031022", # 경기도 김포시 고촌면 풍곡리 -> 경기도 김포시 고촌읍 풍곡리
    "4157025323": "4157031023", # 경기도 김포시 고촌면 태리 -> 경기도 김포시 고촌읍 태리
    "4157025324": "4157031024", # 경기도 김포시 고촌면 신곡리 -> 경기도 김포시 고촌읍 신곡리
    "4157025325": "4157031025", # 경기도 김포시 고촌면 전호리 -> 경기도 김포시 고촌읍 전호리
    "4157034000": "4187039000", # 경기도 김포군 대곶면 -> 경기도 김포시 대곶면
    "4157034021": "4187039021", # 경기도 김포군 대곶면 대능리 -> 경기도 김포시 대곶면 대능리
    "4157034022": "4187039022", # 경기도 김포군 대곶면 대벽리 -> 경기도 김포시 대곶면 대벽리
    "4157034023": "4187039023", # 경기도 김포군 대곶면 약암리 -> 경기도 김포시 대곶면 약암리
    "4157034024": "4187039024", # 경기도 김포군 대곶면 상마리 -> 경기도 김포시 대곶면 상마리
    "4157034025": "4187039025", # 경기도 김포군 대곶면 율생리 -> 경기도 김포시 대곶면 율생리
    "4157034026": "4187039026", # 경기도 김포군 대곶면 초원지리 -> 경기도 김포시 대곶면 초원지리
    "4157034027": "4187039027", # 경기도 김포군 대곶면 거물대리 -> 경기도 김포시 대곶면 거물대리
    "4157034028": "4187039028", # 경기도 김포군 대곶면 오니산리 -> 경기도 김포시 대곶면 오니산리
    "4157034029": "4187039029", # 경기도 김포군 대곶면 송마리 -> 경기도 김포시 대곶면 송마리
    "4157034030": "4187039030", # 경기도 김포군 대곶면 석정리 -> 경기도 김포시 대곶면 석정리
    "4157034031": "4187039031", # 경기도 김포군 대곶면 쇄암리 -> 경기도 김포시 대곶면 쇄암리
    "4157034032": "4187039032", # 경기도 김포군 대곶면 신안리 -> 경기도 김포시 대곶면 신안리
    "4157034033": "4187039033", # 경기도 김포군 대곶면 대명리 -> 경기도 김포시 대곶면 대명리
    "4157035000": "4187040000", # 경기도 김포군 월곶면 -> 경기도 김포시 월곶면
    "4157035021": "4187040021", # 경기도 김포군 월곶면 군하리 -> 경기도 김포시 월곶면 군하리
    "4157035022": "4187040022", # 경기도 김포군 월곶면 고막리 -> 경기도 김포시 월곶면 고막리
    "4157035023": "4187040023", # 경기도 김포군 월곶면 갈산리 -> 경기도 김포시 월곶면 갈산리
    "4157035024": "4187040024", # 경기도 김포군 월곶면 고양리 -> 경기도 김포시 월곶면 고양리
    "4157035025": "4187040025", # 경기도 김포군 월곶면 포내리 -> 경기도 김포시 월곶면 포내리
    "4157035026": "4187040026", # 경기도 김포군 월곶면 성동리 -> 경기도 김포시 월곶면 성동리
    "4157035027": "4187040027", # 경기도 김포군 월곶면 보구곶리 -> 경기도 김포시 월곶면 보구곶리
    "4157035028": "4187040028", # 경기도 김포군 월곶면 용강리 -> 경기도 김포시 월곶면 용강리
    "4157035029": "4187040029", # 경기도 김포군 월곶면 조강리 -> 경기도 김포시 월곶면 조강리
    "4157035030": "4187040030", # 경기도 김포군 월곶면 개곡리 -> 경기도 김포시 월곶면 개곡리
    "4157036000": "4187038000", # 경기도 김포군 하성면 -> 경기도 김포시 하성면
    "4157036021": "4187038021", # 경기도 김포군 하성면 마곡리 -> 경기도 김포시 하성면 마곡리
    "4157036022": "4187038022", # 경기도 김포군 하성면 석탄리 -> 경기도 김포시 하성면 석탄리
    "4157036023": "4187038023", # 경기도 김포군 하성면 후평리 -> 경기도 김포시 하성면 후평리
    "4157036024": "4187038024", # 경기도 김포군 하성면 시암리 -> 경기도 김포시 하성면 시암리
    "4157036025": "4187038025", # 경기도 김포군 하성면 마조리 -> 경기도 김포시 하성면 마조리
    "4157036026": "4187038027", # 경기도 김포군 하성면 가금리 -> 경기도 김포시 하성면 가금리
    "4157036027": "4187038028", # 경기도 김포군 하성면 양택리 -> 경기도 김포시 하성면 양택리
    "4157036028": "4187038029", # 경기도 김포군 하성면 원산리 -> 경기도 김포시 하성면 원산리
    "4157036029": "4187038030", # 경기도 김포군 하성면 하사리 -> 경기도 김포시 하성면 하사리
    "4157036030": "4187038031", # 경기도 김포군 하성면 봉성리 -> 경기도 김포시 하성면 봉성리
    "4157036031": "4187038032", # 경기도 김포군 하성면 전류리 -> 경기도 김포시 하성면 전류리
    "4157036032": "4187038033", # 경기도 김포군 하성면 마근포리 -> 경기도 김포시 하성면 마근포리
    "4159025300": "4175025300", # 경기도 화성군 봉담읍 -> 경기도 화성시 봉담읍
    "4159025321": "4175025321", # 경기도 화성군 봉담읍 상리 -> 경기도 화성시 봉담읍 상리
    "4159025322": "4175025322", # 경기도 화성군 봉담읍 내리 -> 경기도 화성시 봉담읍 내리
    "4159025323": "4175025323", # 경기도 화성군 봉담읍 수영리 -> 경기도 화성시 봉담읍 수영리
    "4159025324": "4175025324", # 경기도 화성군 봉담읍 동화리 -> 경기도 화성시 봉담읍 동화리
    "4159025325": "4175025325", # 경기도 화성군 봉담읍 와우리 -> 경기도 화성시 봉담읍 와우리
    "4159025326": "4175025326", # 경기도 화성군 봉담읍 수기리 -> 경기도 화성시 봉담읍 수기리
    "4159025327": "4175025327", # 경기도 화성군 봉담읍 분천리 -> 경기도 화성시 봉담읍 분천리
    "4159025328": "4175025328", # 경기도 화성군 봉담읍 왕림리 -> 경기도 화성시 봉담읍 왕림리
    "4159025329": "4175025329", # 경기도 화성군 봉담읍 세곡리 -> 경기도 화성시 봉담읍 세곡리
    "4159025330": "4175025330", # 경기도 화성군 봉담읍 당하리 -> 경기도 화성시 봉담읍 당하리
    "4159025331": "4175025331", # 경기도 화성군 봉담읍 마하리 -> 경기도 화성시 봉담읍 마하리
    "4159025332": "4175025332", # 경기도 화성군 봉담읍 유리 -> 경기도 화성시 봉담읍 유리
    "4159025333": "4175025333", # 경기도 화성군 봉담읍 덕리 -> 경기도 화성시 봉담읍 덕리
    "4159025334": "4175025334", # 경기도 화성군 봉담읍 덕우리 -> 경기도 화성시 봉담읍 덕우리
    "4159025335": "4175025335", # 경기도 화성군 봉담읍 하가등리 -> 경기도 화성시 봉담읍 하가등리
    "4159025336": "4175025336", # 경기도 화성군 봉담읍 상기리 -> 경기도 화성시 봉담읍 상기리
    "4159025621": "4159038021", # 경기도 화성시 우정면 원안리 -> 경기도 화성시 우정읍 원안리
    "4159025622": "4159038022", # 경기도 화성시 우정면 호곡리 -> 경기도 화성시 우정읍 호곡리
    "4159025623": "4159038023", # 경기도 화성시 우정면 운평리 -> 경기도 화성시 우정읍 운평리
    "4159025624": "4159038024", # 경기도 화성시 우정면 한각리 -> 경기도 화성시 우정읍 한각리
    "4159025625": "4159038025", # 경기도 화성시 우정면 멱우리 -> 경기도 화성시 우정읍 멱우리
    "4159025626": "4159038026", # 경기도 화성시 우정면 화수리 -> 경기도 화성시 우정읍 화수리
    "4159025627": "4159038027", # 경기도 화성시 우정면 주곡리 -> 경기도 화성시 우정읍 주곡리
    "4159025628": "4159038028", # 경기도 화성시 우정면 이화리 -> 경기도 화성시 우정읍 이화리
    "4159025629": "4159038029", # 경기도 화성시 우정면 석천리 -> 경기도 화성시 우정읍 석천리
    "4159025630": "4159038030", # 경기도 화성시 우정면 매향리 -> 경기도 화성시 우정읍 매향리
    "4159025631": "4159038031", # 경기도 화성시 우정면 화산리 -> 경기도 화성시 우정읍 화산리
    "4159025632": "4159038032", # 경기도 화성시 우정면 조암리 -> 경기도 화성시 우정읍 조암리
    "4159025633": "4159038033", # 경기도 화성시 우정면 국화리 -> 경기도 화성시 우정읍 국화리
    "4159025921": "4159039021", # 경기도 화성시 향남면 평리 -> 경기도 화성시 향남읍 평리
    "4159025922": "4159039022", # 경기도 화성시 향남면 발안리 -> 경기도 화성시 향남읍 발안리
    "4159025923": "4159039023", # 경기도 화성시 향남면 제암리 -> 경기도 화성시 향남읍 제암리
    "4159025924": "4159039024", # 경기도 화성시 향남면 상신리 -> 경기도 화성시 향남읍 상신리
    "4159025925": "4159039025", # 경기도 화성시 향남면 구문천리 -> 경기도 화성시 향남읍 구문천리
    "4159025926": "4159039026", # 경기도 화성시 향남면 하길리 -> 경기도 화성시 향남읍 하길리
    "4159025927": "4159039027", # 경기도 화성시 향남면 화리현리 -> 경기도 화성시 향남읍 화리현리
    "4159025928": "4159039028", # 경기도 화성시 향남면 상두리 -> 경기도 화성시 향남읍 상두리
    "4159025929": "4159039029", # 경기도 화성시 향남면 백토리 -> 경기도 화성시 향남읍 백토리
    "4159025930": "4159039030", # 경기도 화성시 향남면 길성리 -> 경기도 화성시 향남읍 길성리
    "4159025931": "4159039031", # 경기도 화성시 향남면 요리 -> 경기도 화성시 향남읍 요리
    "4159025932": "4159039032", # 경기도 화성시 향남면 수직리 -> 경기도 화성시 향남읍 수직리
    "4159025933": "4159039033", # 경기도 화성시 향남면 갈천리 -> 경기도 화성시 향남읍 갈천리
    "4159025934": "4159039034", # 경기도 화성시 향남면 증거리 -> 경기도 화성시 향남읍 증거리
    "4159025935": "4159039035", # 경기도 화성시 향남면 송곡리 -> 경기도 화성시 향남읍 송곡리
    "4159025936": "4159039036", # 경기도 화성시 향남면 동오리 -> 경기도 화성시 향남읍 동오리
    "4159025937": "4159039037", # 경기도 화성시 향남면 관리 -> 경기도 화성시 향남읍 관리
    "4159025938": "4159039038", # 경기도 화성시 향남면 도이리 -> 경기도 화성시 향남읍 도이리
    "4159025939": "4159039039", # 경기도 화성시 향남면 행정리 -> 경기도 화성시 향남읍 행정리
    "4159025940": "4159039040", # 경기도 화성시 향남면 방축리 -> 경기도 화성시 향남읍 방축리
    "4159025941": "4159039041", # 경기도 화성시 향남면 장짐리 -> 경기도 화성시 향남읍 장짐리
    "4159031000": "4175032000", # 경기도 화성군 매송면 -> 경기도 화성시 매송면
    "4159031021": "4175032021", # 경기도 화성군 매송면 천천리 -> 경기도 화성시 매송면 천천리
    "4159031022": "4175032022", # 경기도 화성군 매송면 원평리 -> 경기도 화성시 매송면 원평리
    "4159031023": "4175032023", # 경기도 화성군 매송면 어천리 -> 경기도 화성시 매송면 어천리
    "4159031024": "4175032024", # 경기도 화성군 매송면 숙곡리 -> 경기도 화성시 매송면 숙곡리
    "4159031025": "4175032025", # 경기도 화성군 매송면 야목리 -> 경기도 화성시 매송면 야목리
    "4159031026": "4175032026", # 경기도 화성군 매송면 송라리 -> 경기도 화성시 매송면 송라리
    "4159031027": "4175032027", # 경기도 화성군 매송면 원리 -> 경기도 화성시 매송면 원리
    "4159032000": "4175034000", # 경기도 화성군 비봉면 -> 경기도 화성시 비봉면
    "4159032021": "4175034021", # 경기도 화성군 비봉면 양노리 -> 경기도 화성시 비봉면 양노리
    "4159032022": "4175034022", # 경기도 화성군 비봉면 남전리 -> 경기도 화성시 비봉면 남전리
    "4159032023": "4175034023", # 경기도 화성군 비봉면 유포리 -> 경기도 화성시 비봉면 유포리
    "4159032024": "4175034024", # 경기도 화성군 비봉면 삼화리 -> 경기도 화성시 비봉면 삼화리
    "4159032025": "4175034025", # 경기도 화성군 비봉면 구포리 -> 경기도 화성시 비봉면 구포리
    "4159032026": "4175034026", # 경기도 화성군 비봉면 쌍학리 -> 경기도 화성시 비봉면 쌍학리
    "4159032027": "4175034027", # 경기도 화성군 비봉면 청요리 -> 경기도 화성시 비봉면 청요리
    "4159032028": "4175034028", # 경기도 화성군 비봉면 자안리 -> 경기도 화성시 비봉면 자안리
    "4159033000": "4175036000", # 경기도 화성군 마도면 -> 경기도 화성시 마도면
    "4159033021": "4175036021", # 경기도 화성군 마도면 석교리 -> 경기도 화성시 마도면 석교리
    "4159033022": "4175036022", # 경기도 화성군 마도면 두곡리 -> 경기도 화성시 마도면 두곡리
    "4159033023": "4175036023", # 경기도 화성군 마도면 송정리 -> 경기도 화성시 마도면 송정리
    "4159033024": "4175036024", # 경기도 화성군 마도면 쌍송리 -> 경기도 화성시 마도면 쌍송리
    "4159033025": "4175036025", # 경기도 화성군 마도면 청원리 -> 경기도 화성시 마도면 청원리
    "4159033026": "4175036026", # 경기도 화성군 마도면 슬항리 -> 경기도 화성시 마도면 슬항리
    "4159033027": "4175036027", # 경기도 화성군 마도면 해문리 -> 경기도 화성시 마도면 해문리
    "4159033028": "4175036028", # 경기도 화성군 마도면 백곡리 -> 경기도 화성시 마도면 백곡리
    "4159033029": "4175036029", # 경기도 화성군 마도면 금당리 -> 경기도 화성시 마도면 금당리
    "4159033030": "4175036030", # 경기도 화성군 마도면 고모리 -> 경기도 화성시 마도면 고모리
    "4159034000": "4175037000", # 경기도 화성군 송산면 -> 경기도 화성시 송산면
    "4159034021": "4175037021", # 경기도 화성군 송산면 사강리 -> 경기도 화성시 송산면 사강리
    "4159034022": "4175037022", # 경기도 화성군 송산면 봉가리 -> 경기도 화성시 송산면 봉가리
    "4159034023": "4175037023", # 경기도 화성군 송산면 삼존리 -> 경기도 화성시 송산면 삼존리
    "4159034024": "4175037024", # 경기도 화성군 송산면 용포리 -> 경기도 화성시 송산면 용포리
    "4159034025": "4175037025", # 경기도 화성군 송산면 고정리 -> 경기도 화성시 송산면 고정리
    "4159034026": "4175037026", # 경기도 화성군 송산면 쌍정리 -> 경기도 화성시 송산면 쌍정리
    "4159034027": "4175037027", # 경기도 화성군 송산면 천등리 -> 경기도 화성시 송산면 천등리
    "4159034028": "4175037028", # 경기도 화성군 송산면 신천리 -> 경기도 화성시 송산면 신천리
    "4159034029": "4175037029", # 경기도 화성군 송산면 독지리 -> 경기도 화성시 송산면 독지리
    "4159034030": "4175037030", # 경기도 화성군 송산면 마산리 -> 경기도 화성시 송산면 마산리
    "4159034031": "4175037031", # 경기도 화성군 송산면 고포리 -> 경기도 화성시 송산면 고포리
    "4159034032": "4175037032", # 경기도 화성군 송산면 지화리 -> 경기도 화성시 송산면 지화리
    "4159034033": "4175037033", # 경기도 화성군 송산면 중송리 -> 경기도 화성시 송산면 중송리
    "4159034034": "4175037034", # 경기도 화성군 송산면 육일리 -> 경기도 화성시 송산면 육일리
    "4159034035": "4175037035", # 경기도 화성군 송산면 칠곡리 -> 경기도 화성시 송산면 칠곡리
    "4159035000": "4175038000", # 경기도 화성군 서신면 -> 경기도 화성시 서신면
    "4159035021": "4175038021", # 경기도 화성군 서신면 전곡리 -> 경기도 화성시 서신면 전곡리
    "4159035022": "4175038022", # 경기도 화성군 서신면 상안리 -> 경기도 화성시 서신면 상안리
    "4159035023": "4175038023", # 경기도 화성군 서신면 광평리 -> 경기도 화성시 서신면 광평리
    "4159035024": "4175038024", # 경기도 화성군 서신면 장외리 -> 경기도 화성시 서신면 장외리
    "4159035025": "4175038025", # 경기도 화성군 서신면 송교리 -> 경기도 화성시 서신면 송교리
    "4159035026": "4175038026", # 경기도 화성군 서신면 제부리 -> 경기도 화성시 서신면 제부리
    "4159035027": "4175038027", # 경기도 화성군 서신면 홍법리 -> 경기도 화성시 서신면 홍법리
    "4159035029": "4175038029", # 경기도 화성군 서신면 매화리 -> 경기도 화성시 서신면 매화리
    "4159035030": "4175038030", # 경기도 화성군 서신면 용두리 -> 경기도 화성시 서신면 용두리
    "4159035031": "4175038031", # 경기도 화성군 서신면 궁평리 -> 경기도 화성시 서신면 궁평리
    "4159035032": "4175038032", # 경기도 화성군 서신면 백미리 -> 경기도 화성시 서신면 백미리
    "4159036000": "4175039000", # 경기도 화성군 팔탄면 -> 경기도 화성시 팔탄면
    "4159036021": "4175039021", # 경기도 화성군 팔탄면 하저리 -> 경기도 화성시 팔탄면 하저리
    "4159036022": "4175039022", # 경기도 화성군 팔탄면 창곡리 -> 경기도 화성시 팔탄면 창곡리
    "4159036023": "4175039023", # 경기도 화성군 팔탄면 기천리 -> 경기도 화성시 팔탄면 기천리
    "4159036024": "4175039024", # 경기도 화성군 팔탄면 가재리 -> 경기도 화성시 팔탄면 가재리
    "4159036025": "4175039025", # 경기도 화성군 팔탄면 구장리 -> 경기도 화성시 팔탄면 구장리
    "4159036026": "4175039026", # 경기도 화성군 팔탄면 율암리 -> 경기도 화성시 팔탄면 율암리
    "4159036027": "4175039027", # 경기도 화성군 팔탄면 노하리 -> 경기도 화성시 팔탄면 노하리
    "4159036028": "4175039028", # 경기도 화성군 팔탄면 덕천리 -> 경기도 화성시 팔탄면 덕천리
    "4159036029": "4175039029", # 경기도 화성군 팔탄면 지월리 -> 경기도 화성시 팔탄면 지월리
    "4159036031": "4175039031", # 경기도 화성군 팔탄면 서근리 -> 경기도 화성시 팔탄면 서근리
    "4159036032": "4175039032", # 경기도 화성군 팔탄면 월문리 -> 경기도 화성시 팔탄면 월문리
    "4159036033": "4175039033", # 경기도 화성군 팔탄면 화당리 -> 경기도 화성시 팔탄면 화당리
    "4159036034": "4175039034", # 경기도 화성군 팔탄면 고주리 -> 경기도 화성시 팔탄면 고주리
    "4159036035": "4175039035", # 경기도 화성군 팔탄면 매곡리 -> 경기도 화성시 팔탄면 매곡리
    "4159036036": "4175039036", # 경기도 화성군 팔탄면 해창리 -> 경기도 화성시 팔탄면 해창리
    "4159037000": "4175040000", # 경기도 화성군 장안면 -> 경기도 화성시 장안면
    "4159037021": "4175040021", # 경기도 화성군 장안면 어은리 -> 경기도 화성시 장안면 어은리
    "4159037022": "4175040022", # 경기도 화성군 장안면 석포리 -> 경기도 화성시 장안면 석포리
    "4159037023": "4175040023", # 경기도 화성군 장안면 수촌리 -> 경기도 화성시 장안면 수촌리
    "4159037024": "4175040024", # 경기도 화성군 장안면 독정리 -> 경기도 화성시 장안면 독정리
    "4159037025": "4175040025", # 경기도 화성군 장안면 장안리 -> 경기도 화성시 장안면 장안리
    "4159037026": "4175040026", # 경기도 화성군 장안면 덕다리 -> 경기도 화성시 장안면 덕다리
    "4159037027": "4175040027", # 경기도 화성군 장안면 사랑리 -> 경기도 화성시 장안면 사랑리
    "4159037028": "4175040028", # 경기도 화성군 장안면 금의리 -> 경기도 화성시 장안면 금의리
    "4159037029": "4175040029", # 경기도 화성군 장안면 사곡리 -> 경기도 화성시 장안면 사곡리
    "4159037030": "4175040030", # 경기도 화성군 장안면 노진리 -> 경기도 화성시 장안면 노진리
    "4159040000": "4175043000", # 경기도 화성군 양감면 -> 경기도 화성시 양감면
    "4159040021": "4175043021", # 경기도 화성군 양감면 신왕리 -> 경기도 화성시 양감면 신왕리
    "4159040022": "4175043022", # 경기도 화성군 양감면 사창리 -> 경기도 화성시 양감면 사창리
    "4159040023": "4175043023", # 경기도 화성군 양감면 정문리 -> 경기도 화성시 양감면 정문리
    "4159040024": "4175043024", # 경기도 화성군 양감면 송산리 -> 경기도 화성시 양감면 송산리
    "4159040025": "4175043025", # 경기도 화성군 양감면 용소리 -> 경기도 화성시 양감면 용소리
    "4159040026": "4175043026", # 경기도 화성군 양감면 요당리 -> 경기도 화성시 양감면 요당리
    "4159040027": "4175043027", # 경기도 화성군 양감면 대양리 -> 경기도 화성시 양감면 대양리
    "4159041000": "4175044000", # 경기도 화성군 정남면 -> 경기도 화성시 정남면
    "4159041021": "4175044021", # 경기도 화성군 정남면 발산리 -> 경기도 화성시 정남면 발산리
    "4159041022": "4175044022", # 경기도 화성군 정남면 괘랑리 -> 경기도 화성시 정남면 괘랑리
    "4159041023": "4175044023", # 경기도 화성군 정남면 보통리 -> 경기도 화성시 정남면 보통리
    "4159041024": "4175044024", # 경기도 화성군 정남면 관항리 -> 경기도 화성시 정남면 관항리
    "4159041025": "4175044025", # 경기도 화성군 정남면 오일리 -> 경기도 화성시 정남면 오일리
    "4159041026": "4175044026", # 경기도 화성군 정남면 백리 -> 경기도 화성시 정남면 백리
    "4159041027": "4175044027", # 경기도 화성군 정남면 문학리 -> 경기도 화성시 정남면 문학리
    "4159041028": "4175044028", # 경기도 화성군 정남면 신리 -> 경기도 화성시 정남면 신리
    "4159041029": "4175044029", # 경기도 화성군 정남면 계향리 -> 경기도 화성시 정남면 계향리
    "4159041030": "4175044030", # 경기도 화성군 정남면 귀래리 -> 경기도 화성시 정남면 귀래리
    "4159041031": "4175044031", # 경기도 화성군 정남면 제기리 -> 경기도 화성시 정남면 제기리
    "4159041032": "4175044032", # 경기도 화성군 정남면 덕절리 -> 경기도 화성시 정남면 덕절리
    "4159041033": "4175044033", # 경기도 화성군 정남면 음양리 -> 경기도 화성시 정남면 음양리
    "4159041034": "4175044034", # 경기도 화성군 정남면 망월리 -> 경기도 화성시 정남면 망월리
    "4159041035": "4175044035", # 경기도 화성군 정남면 수면리 -> 경기도 화성시 정남면 수면리
    "4159041036": "4175044036", # 경기도 화성군 정남면 내리 -> 경기도 화성시 정남면 내리
    "4159041037": "4175044037", # 경기도 화성군 정남면 금복리 -> 경기도 화성시 정남면 금복리
    "4159041038": "4175044038", # 경기도 화성군 정남면 고지리 -> 경기도 화성시 정남면 고지리
    "4159041039": "4175044039", # 경기도 화성군 정남면 용수리 -> 경기도 화성시 정남면 용수리
    "4161025321": "4161031021", # 경기도 광주시 초월면 대쌍령리 -> 경기도 광주시 초월읍 대쌍령리
    "4161025322": "4161031022", # 경기도 광주시 초월면 쌍동리 -> 경기도 광주시 초월읍 쌍동리
    "4161025323": "4161031023", # 경기도 광주시 초월면 산이리 -> 경기도 광주시 초월읍 산이리
    "4161025324": "4161031024", # 경기도 광주시 초월면 늑현리 -> 경기도 광주시 초월읍 늑현리
    "4161025325": "4161031025", # 경기도 광주시 초월면 학동리 -> 경기도 광주시 초월읍 학동리
    "4161025326": "4161031026", # 경기도 광주시 초월면 선동리 -> 경기도 광주시 초월읍 선동리
    "4161025327": "4161031027", # 경기도 광주시 초월면 용수리 -> 경기도 광주시 초월읍 용수리
    "4161025328": "4161031028", # 경기도 광주시 초월면 신월리 -> 경기도 광주시 초월읍 신월리
    "4161025329": "4161031029", # 경기도 광주시 초월면 지월리 -> 경기도 광주시 초월읍 지월리
    "4161025330": "4161031030", # 경기도 광주시 초월면 무갑리 -> 경기도 광주시 초월읍 무갑리
    "4161025331": "4161031031", # 경기도 광주시 초월면 서하리 -> 경기도 광주시 초월읍 서하리
    "4161025332": "4161031032", # 경기도 광주시 초월면 도평리 -> 경기도 광주시 초월읍 도평리
    "4161033000": "4179034000", # 경기도 광주군 도척면 -> 경기도 광주시 도척면
    "4161033021": "4179034021", # 경기도 광주군 도척면 노곡리 -> 경기도 광주시 도척면 노곡리
    "4161033022": "4179034022", # 경기도 광주군 도척면 유정리 -> 경기도 광주시 도척면 유정리
    "4161033023": "4179034023", # 경기도 광주군 도척면 방도리 -> 경기도 광주시 도척면 방도리
    "4161033024": "4179034024", # 경기도 광주군 도척면 추곡리 -> 경기도 광주시 도척면 추곡리
    "4161033025": "4179034025", # 경기도 광주군 도척면 상림리 -> 경기도 광주시 도척면 상림리
    "4161033026": "4179034026", # 경기도 광주군 도척면 도웅리 -> 경기도 광주시 도척면 도웅리
    "4161033027": "4179034027", # 경기도 광주군 도척면 궁평리 -> 경기도 광주시 도척면 궁평리
    "4161033028": "4179034028", # 경기도 광주군 도척면 진우리 -> 경기도 광주시 도척면 진우리
    "4161034000": "4179035000", # 경기도 광주군 퇴촌면 -> 경기도 광주시 퇴촌면
    "4161034021": "4179035021", # 경기도 광주군 퇴촌면 광동리 -> 경기도 광주시 퇴촌면 광동리
    "4161034022": "4179035022", # 경기도 광주군 퇴촌면 관음리 -> 경기도 광주시 퇴촌면 관음리
    "4161034023": "4179035023", # 경기도 광주군 퇴촌면 우산리 -> 경기도 광주시 퇴촌면 우산리
    "4161034024": "4179035024", # 경기도 광주군 퇴촌면 영동리 -> 경기도 광주시 퇴촌면 영동리
    "4161034025": "4179035025", # 경기도 광주군 퇴촌면 도수리 -> 경기도 광주시 퇴촌면 도수리
    "4161034026": "4179035026", # 경기도 광주군 퇴촌면 오리 -> 경기도 광주시 퇴촌면 오리
    "4161034027": "4179035027", # 경기도 광주군 퇴촌면 도마리 -> 경기도 광주시 퇴촌면 도마리
    "4161034028": "4179035028", # 경기도 광주군 퇴촌면 무수리 -> 경기도 광주시 퇴촌면 무수리
    "4161034029": "4179035029", # 경기도 광주군 퇴촌면 원당리 -> 경기도 광주시 퇴촌면 원당리
    "4161034030": "4179035030", # 경기도 광주군 퇴촌면 정지리 -> 경기도 광주시 퇴촌면 정지리
    "4161035000": "4179036000", # 경기도 광주군 남종면 -> 경기도 광주시 남종면
    "4161035021": "4179036021", # 경기도 광주군 남종면 분원리 -> 경기도 광주시 남종면 분원리
    "4161035022": "4179036022", # 경기도 광주군 남종면 금사리 -> 경기도 광주시 남종면 금사리
    "4161035023": "4179036023", # 경기도 광주군 남종면 이석리 -> 경기도 광주시 남종면 이석리
    "4161035024": "4179036024", # 경기도 광주군 남종면 삼성리 -> 경기도 광주시 남종면 삼성리
    "4161035025": "4179036025", # 경기도 광주군 남종면 귀여리 -> 경기도 광주시 남종면 귀여리
    "4161035026": "4179036026", # 경기도 광주군 남종면 검천리 -> 경기도 광주시 남종면 검천리
    "4161035027": "4179036027", # 경기도 광주군 남종면 수청리 -> 경기도 광주시 남종면 수청리
    "4161035028": "4179036028", # 경기도 광주군 남종면 우천리 -> 경기도 광주시 남종면 우천리
    "4163025000": "4171025600", # 경기도 양주군 백석읍 -> 경기도 양주시 백석읍
    "4163025021": "4171025621", # 경기도 양주군 백석읍 방성리 -> 경기도 양주시 백석읍 방성리
    "4163025022": "4171025622", # 경기도 양주군 백석읍 오산리 -> 경기도 양주시 백석읍 오산리
    "4163025023": "4171025623", # 경기도 양주군 백석읍 복지리 -> 경기도 양주시 백석읍 복지리
    "4163025024": "4171025624", # 경기도 양주군 백석읍 가업리 -> 경기도 양주시 백석읍 가업리
    "4163025025": "4171025625", # 경기도 양주군 백석읍 홍죽리 -> 경기도 양주시 백석읍 홍죽리
    "4163025026": "4171025626", # 경기도 양주군 백석읍 연곡리 -> 경기도 양주시 백석읍 연곡리
    "4163025027": "4171025627", # 경기도 양주군 백석읍 기산리 -> 경기도 양주시 백석읍 기산리
    "4163031000": "4171032000", # 경기도 양주군 은현면 -> 경기도 양주시 은현면
    "4163031021": "4171032021", # 경기도 양주군 은현면 용암리 -> 경기도 양주시 은현면 용암리
    "4163031022": "4171032022", # 경기도 양주군 은현면 선암리 -> 경기도 양주시 은현면 선암리
    "4163031023": "4171032023", # 경기도 양주군 은현면 운암리 -> 경기도 양주시 은현면 운암리
    "4163031024": "4171032024", # 경기도 양주군 은현면 봉암리 -> 경기도 양주시 은현면 봉암리
    "4163031025": "4171032025", # 경기도 양주군 은현면 하패리 -> 경기도 양주시 은현면 하패리
    "4163031026": "4171032026", # 경기도 양주군 은현면 도하리 -> 경기도 양주시 은현면 도하리
    "4163032000": "4171033000", # 경기도 양주군 남면 -> 경기도 양주시 남면
    "4163032021": "4171033021", # 경기도 양주군 남면 신산리 -> 경기도 양주시 남면 신산리
    "4163032022": "4171033022", # 경기도 양주군 남면 신암리 -> 경기도 양주시 남면 신암리
    "4163032023": "4171033023", # 경기도 양주군 남면 매곡리 -> 경기도 양주시 남면 매곡리
    "4163032024": "4171033024", # 경기도 양주군 남면 구암리 -> 경기도 양주시 남면 구암리
    "4163032025": "4171033025", # 경기도 양주군 남면 두곡리 -> 경기도 양주시 남면 두곡리
    "4163032026": "4171033026", # 경기도 양주군 남면 경신리 -> 경기도 양주시 남면 경신리
    "4163032027": "4171033027", # 경기도 양주군 남면 상수리 -> 경기도 양주시 남면 상수리
    "4163032028": "4171033028", # 경기도 양주군 남면 입암리 -> 경기도 양주시 남면 입암리
    "4163032029": "4171033029", # 경기도 양주군 남면 한산리 -> 경기도 양주시 남면 한산리
    "4163032030": "4171033030", # 경기도 양주군 남면 황방리 -> 경기도 양주시 남면 황방리
    "4163033000": "4171034000", # 경기도 양주군 광적면 -> 경기도 양주시 광적면
    "4163033021": "4171034021", # 경기도 양주군 광적면 가납리 -> 경기도 양주시 광적면 가납리
    "4163033022": "4171034022", # 경기도 양주군 광적면 광석리 -> 경기도 양주시 광적면 광석리
    "4163033023": "4171034023", # 경기도 양주군 광적면 우고리 -> 경기도 양주시 광적면 우고리
    "4163033024": "4171034024", # 경기도 양주군 광적면 비암리 -> 경기도 양주시 광적면 비암리
    "4163033025": "4171034025", # 경기도 양주군 광적면 효촌리 -> 경기도 양주시 광적면 효촌리
    "4163033026": "4171034026", # 경기도 양주군 광적면 덕도리 -> 경기도 양주시 광적면 덕도리
    "4163033027": "4171034027", # 경기도 양주군 광적면 석우리 -> 경기도 양주시 광적면 석우리
    "4163034000": "4171036000", # 경기도 양주군 장흥면 -> 경기도 양주시 장흥면
    "4163034021": "4171036021", # 경기도 양주군 장흥면 교현리 -> 경기도 양주시 장흥면 교현리
    "4163034022": "4171036022", # 경기도 양주군 장흥면 울대리 -> 경기도 양주시 장흥면 울대리
    "4163034023": "4171036023", # 경기도 양주군 장흥면 부곡리 -> 경기도 양주시 장흥면 부곡리
    "4163034024": "4171036024", # 경기도 양주군 장흥면 석현리 -> 경기도 양주시 장흥면 석현리
    "4163034025": "4171036025", # 경기도 양주군 장흥면 일영리 -> 경기도 양주시 장흥면 일영리
    "4163034026": "4171036026", # 경기도 양주군 장흥면 삼상리 -> 경기도 양주시 장흥면 삼상리
    "4163034027": "4171036027", # 경기도 양주군 장흥면 삼하리 -> 경기도 양주시 장흥면 삼하리
    "4165025000": "4181025300", # 경기도 포천군 소흘읍 -> 경기도 포천시 소흘읍
    "4165025021": "4181025321", # 경기도 포천군 소흘읍 송우리 -> 경기도 포천시 소흘읍 송우리
    "4165025022": "4181025322", # 경기도 포천군 소흘읍 이동교리 -> 경기도 포천시 소흘읍 이동교리
    "4165025023": "4181025323", # 경기도 포천군 소흘읍 무림리 -> 경기도 포천시 소흘읍 무림리
    "4165025024": "4181025324", # 경기도 포천군 소흘읍 이곡리 -> 경기도 포천시 소흘읍 이곡리
    "4165025025": "4181025325", # 경기도 포천군 소흘읍 직동리 -> 경기도 포천시 소흘읍 직동리
    "4165025026": "4181025326", # 경기도 포천군 소흘읍 고모리 -> 경기도 포천시 소흘읍 고모리
    "4165025027": "4181025327", # 경기도 포천군 소흘읍 이가팔리 -> 경기도 포천시 소흘읍 이가팔리
    "4165025028": "4181025328", # 경기도 포천군 소흘읍 초가팔리 -> 경기도 포천시 소흘읍 초가팔리
    "4165025029": "4181025329", # 경기도 포천군 소흘읍 무봉리 -> 경기도 포천시 소흘읍 무봉리
    "4165031000": "4181031000", # 경기도 포천군 군내면 -> 경기도 포천시 군내면
    "4165031021": "4181031021", # 경기도 포천군 군내면 구읍리 -> 경기도 포천시 군내면 구읍리
    "4165031022": "4181031022", # 경기도 포천군 군내면 용정리 -> 경기도 포천시 군내면 용정리
    "4165031023": "4181031023", # 경기도 포천군 군내면 유교리 -> 경기도 포천시 군내면 유교리
    "4165031024": "4181031024", # 경기도 포천군 군내면 좌의리 -> 경기도 포천시 군내면 좌의리
    "4165031025": "4181031025", # 경기도 포천군 군내면 명산리 -> 경기도 포천시 군내면 명산리
    "4165031026": "4181031026", # 경기도 포천군 군내면 직두리 -> 경기도 포천시 군내면 직두리
    "4165031027": "4181031027", # 경기도 포천군 군내면 상성북리 -> 경기도 포천시 군내면 상성북리
    "4165031028": "4181031028", # 경기도 포천군 군내면 하성북리 -> 경기도 포천시 군내면 하성북리
    "4165032000": "4181032000", # 경기도 포천군 내촌면 -> 경기도 포천시 내촌면
    "4165032021": "4181032021", # 경기도 포천군 내촌면 진목리 -> 경기도 포천시 내촌면 진목리
    "4165032022": "4181032022", # 경기도 포천군 내촌면 마명리 -> 경기도 포천시 내촌면 마명리
    "4165032023": "4181032023", # 경기도 포천군 내촌면 음현리 -> 경기도 포천시 내촌면 음현리
    "4165032024": "4181032024", # 경기도 포천군 내촌면 내리 -> 경기도 포천시 내촌면 내리
    "4165032025": "4181032025", # 경기도 포천군 내촌면 소학리 -> 경기도 포천시 내촌면 소학리
    "4165032026": "4181032026", # 경기도 포천군 내촌면 신팔리 -> 경기도 포천시 내촌면 신팔리
    "4165033000": "4181033000", # 경기도 포천군 가산면 -> 경기도 포천시 가산면
    "4165033021": "4181033021", # 경기도 포천군 가산면 마산리 -> 경기도 포천시 가산면 마산리
    "4165033022": "4181033022", # 경기도 포천군 가산면 감암리 -> 경기도 포천시 가산면 감암리
    "4165033023": "4181033023", # 경기도 포천군 가산면 방축리 -> 경기도 포천시 가산면 방축리
    "4165033024": "4181033024", # 경기도 포천군 가산면 가산리 -> 경기도 포천시 가산면 가산리
    "4165033025": "4181033025", # 경기도 포천군 가산면 정교리 -> 경기도 포천시 가산면 정교리
    "4165033026": "4181033026", # 경기도 포천군 가산면 금현리 -> 경기도 포천시 가산면 금현리
    "4165033027": "4181033027", # 경기도 포천군 가산면 우금리 -> 경기도 포천시 가산면 우금리
    "4165033028": "4181033028", # 경기도 포천군 가산면 마전리 -> 경기도 포천시 가산면 마전리
    "4165034000": "4181035000", # 경기도 포천군 신북면 -> 경기도 포천시 신북면
    "4165034021": "4181035021", # 경기도 포천군 신북면 가채리 -> 경기도 포천시 신북면 가채리
    "4165034022": "4181035022", # 경기도 포천군 신북면 기지리 -> 경기도 포천시 신북면 기지리
    "4165034023": "4181035023", # 경기도 포천군 신북면 신평리 -> 경기도 포천시 신북면 신평리
    "4165034024": "4181035024", # 경기도 포천군 신북면 만세교리 -> 경기도 포천시 신북면 만세교리
    "4165034025": "4181035025", # 경기도 포천군 신북면 심곡리 -> 경기도 포천시 신북면 심곡리
    "4165034026": "4181035026", # 경기도 포천군 신북면 계류리 -> 경기도 포천시 신북면 계류리
    "4165034027": "4181035027", # 경기도 포천군 신북면 고일리 -> 경기도 포천시 신북면 고일리
    "4165034028": "4181035028", # 경기도 포천군 신북면 삼성당리 -> 경기도 포천시 신북면 삼성당리
    "4165034029": "4181035029", # 경기도 포천군 신북면 삼정리 -> 경기도 포천시 신북면 삼정리
    "4165034030": "4181035030", # 경기도 포천군 신북면 갈월리 -> 경기도 포천시 신북면 갈월리
    "4165034031": "4181035031", # 경기도 포천군 신북면 금동리 -> 경기도 포천시 신북면 금동리
    "4165034032": "4181035032", # 경기도 포천군 신북면 덕둔리 -> 경기도 포천시 신북면 덕둔리
    "4165035000": "4181037000", # 경기도 포천군 창수면 -> 경기도 포천시 창수면
    "4165035021": "4181037021", # 경기도 포천군 창수면 추동리 -> 경기도 포천시 창수면 추동리
    "4165035022": "4181037022", # 경기도 포천군 창수면 주원리 -> 경기도 포천시 창수면 주원리
    "4165035023": "4181037023", # 경기도 포천군 창수면 가양리 -> 경기도 포천시 창수면 가양리
    "4165035024": "4181037024", # 경기도 포천군 창수면 오가리 -> 경기도 포천시 창수면 오가리
    "4165035025": "4181037025", # 경기도 포천군 창수면 고소성리 -> 경기도 포천시 창수면 고소성리
    "4165035026": "4181037026", # 경기도 포천군 창수면 운산리 -> 경기도 포천시 창수면 운산리
    "4165035027": "4181037027", # 경기도 포천군 창수면 신흥리 -> 경기도 포천시 창수면 신흥리
    "4165036000": "4181038000", # 경기도 포천군 영중면 -> 경기도 포천시 영중면
    "4165036021": "4181038021", # 경기도 포천군 영중면 양문리 -> 경기도 포천시 영중면 양문리
    "4165036022": "4181038022", # 경기도 포천군 영중면 금주리 -> 경기도 포천시 영중면 금주리
    "4165036023": "4181038023", # 경기도 포천군 영중면 거사리 -> 경기도 포천시 영중면 거사리
    "4165036024": "4181038024", # 경기도 포천군 영중면 성동리 -> 경기도 포천시 영중면 성동리
    "4165036025": "4181038026", # 경기도 포천군 영중면 영평리 -> 경기도 포천시 영중면 영평리
    "4165036026": "4181038025", # 경기도 포천군 영중면 영송리 -> 경기도 포천시 영중면 영송리
    "4165037000": "4181039000", # 경기도 포천군 일동면 -> 경기도 포천시 일동면
    "4165037021": "4181039021", # 경기도 포천군 일동면 길명리 -> 경기도 포천시 일동면 길명리
    "4165037022": "4181039022", # 경기도 포천군 일동면 유동리 -> 경기도 포천시 일동면 유동리
    "4165037023": "4181039023", # 경기도 포천군 일동면 기산리 -> 경기도 포천시 일동면 기산리
    "4165037024": "4181039024", # 경기도 포천군 일동면 화대리 -> 경기도 포천시 일동면 화대리
    "4165037025": "4181039025", # 경기도 포천군 일동면 사직리 -> 경기도 포천시 일동면 사직리
    "4165037026": "4181039026", # 경기도 포천군 일동면 수입리 -> 경기도 포천시 일동면 수입리
    "4165038000": "4181040000", # 경기도 포천군 이동면 -> 경기도 포천시 이동면
    "4165038021": "4181040021", # 경기도 포천군 이동면 장암리 -> 경기도 포천시 이동면 장암리
    "4165038022": "4181040022", # 경기도 포천군 이동면 도평리 -> 경기도 포천시 이동면 도평리
    "4165038023": "4181040023", # 경기도 포천군 이동면 연곡리 -> 경기도 포천시 이동면 연곡리
    "4165038024": "4181040024", # 경기도 포천군 이동면 노곡리 -> 경기도 포천시 이동면 노곡리
    "4165039000": "4181041000", # 경기도 포천군 영북면 -> 경기도 포천시 영북면
    "4165039021": "4181041021", # 경기도 포천군 영북면 운천리 -> 경기도 포천시 영북면 운천리
    "4165039022": "4181041022", # 경기도 포천군 영북면 자일리 -> 경기도 포천시 영북면 자일리
    "4165039023": "4181041025", # 경기도 포천군 영북면 산정리 -> 경기도 포천시 영북면 산정리
    "4165039024": "4181041024", # 경기도 포천군 영북면 야미리 -> 경기도 포천시 영북면 야미리
    "4165039025": "4181041023", # 경기도 포천군 영북면 문암리 -> 경기도 포천시 영북면 문암리
    "4165039026": "4181041026", # 경기도 포천군 영북면 대회산리 -> 경기도 포천시 영북면 대회산리
    "4165039027": "4181041027", # 경기도 포천군 영북면 소회산리 -> 경기도 포천시 영북면 소회산리
    "4165040000": "4181036000", # 경기도 포천군 관인면 -> 경기도 포천시 관인면
    "4165040021": "4181036021", # 경기도 포천군 관인면 중리 -> 경기도 포천시 관인면 중리
    "4165040022": "4181036022", # 경기도 포천군 관인면 삼율리 -> 경기도 포천시 관인면 삼율리
    "4165040023": "4181036023", # 경기도 포천군 관인면 초과리 -> 경기도 포천시 관인면 초과리
    "4165040024": "4181036024", # 경기도 포천군 관인면 탄동리 -> 경기도 포천시 관인면 탄동리
    "4165040025": "4181036025", # 경기도 포천군 관인면 냉정리 -> 경기도 포천시 관인면 냉정리
    "4165040026": "4181036026", # 경기도 포천군 관인면 사정리 -> 경기도 포천시 관인면 사정리
    "4165041000": "4181042000", # 경기도 포천군 화현면 -> 경기도 포천시 화현면
    "4165041021": "4181042021", # 경기도 포천군 화현면 화현리 -> 경기도 포천시 화현면 화현리
    "4165041022": "4181042023", # 경기도 포천군 화현면 명덕리 -> 경기도 포천시 화현면 명덕리
    "4165041023": "4181042022", # 경기도 포천군 화현면 지현리 -> 경기도 포천시 화현면 지현리
    "4182032521": "4182032021", # 경기도 가평군 외서면 청평리 -> 경기도 가평군 청평면 청평리
    "4182032522": "4182032022", # 경기도 가평군 외서면 상천리 -> 경기도 가평군 청평면 상천리
    "4182032523": "4182032023", # 경기도 가평군 외서면 하천리 -> 경기도 가평군 청평면 하천리
    "4182032524": "4182032024", # 경기도 가평군 외서면 대성리 -> 경기도 가평군 청평면 대성리
    "4182032525": "4182032025", # 경기도 가평군 외서면 호명리 -> 경기도 가평군 청평면 호명리
    "4182032526": "4182032026", # 경기도 가평군 외서면 고성리 -> 경기도 가평군 청평면 고성리
    "4182032527": "4182032027", # 경기도 가평군 외서면 삼회리 -> 경기도 가평군 청평면 삼회리
    "4183039521": "4183039021", # 경기도 양평군 지제면 지평리 -> 경기도 양평군 지평면 지평리
    "4183039522": "4183039022", # 경기도 양평군 지제면 송현리 -> 경기도 양평군 지평면 송현리
    "4183039523": "4183039023", # 경기도 양평군 지제면 월산리 -> 경기도 양평군 지평면 월산리
    "4183039524": "4183039024", # 경기도 양평군 지제면 망미리 -> 경기도 양평군 지평면 망미리
    "4183039525": "4183039025", # 경기도 양평군 지제면 무왕리 -> 경기도 양평군 지평면 무왕리
    "4183039526": "4183039026", # 경기도 양평군 지제면 일신리 -> 경기도 양평군 지평면 일신리
    "4183039527": "4183039027", # 경기도 양평군 지제면 대평리 -> 경기도 양평군 지평면 대평리
    "4183039528": "4183039028", # 경기도 양평군 지제면 곡수리 -> 경기도 양평군 지평면 곡수리
    "4183039529": "4183039029", # 경기도 양평군 지제면 수곡리 -> 경기도 양평군 지평면 수곡리
    "4183039530": "4183039030", # 경기도 양평군 지제면 옥현리 -> 경기도 양평군 지평면 옥현리
    "4311111700": "4311011700", # 충청북도 청주시 탑동 -> 충청북도 청주시 상당구 탑동
    "4311111800": "4311011800", # 충청북도 청주시 대성동 -> 충청북도 청주시 상당구 대성동
    "4311111900": "4311012200", # 충청북도 청주시 영운동 -> 충청북도 청주시 상당구 영운동
    "4311112000": "4311012300", # 충청북도 청주시 금천동 -> 충청북도 청주시 상당구 금천동
    "4311112100": "4311012400", # 충청북도 청주시 용담동 -> 충청북도 청주시 상당구 용담동
    "4311112200": "4311012500", # 충청북도 청주시 명암동 -> 충청북도 청주시 상당구 명암동
    "4311112300": "4311014000", # 충청북도 청주시 산성동 -> 충청북도 청주시 상당구 산성동
    "4311112400": "4311012800", # 충청북도 청주시 용암동 -> 충청북도 청주시 상당구 용암동
    "4311112500": "4311012900", # 충청북도 청주시 용정동 -> 충청북도 청주시 상당구 용정동
    "4311112600": "4311014100", # 충청북도 청주시 방서동 -> 충청북도 청주시 상당구 방서동
    "4311112700": "4311017000", # 충청북도 청주시 평촌동 -> 충청북도 청주시 상당구 평촌동
    "4311112800": "4311016900", # 충청북도 청주시 지북동 -> 충청북도 청주시 상당구 지북동
    "4311112900": "4311017200", # 충청북도 청주시 운동동 -> 충청북도 청주시 상당구 운동동
    "4311113000": "4311017100", # 충청북도 청주시 월오동 -> 충청북도 청주시 상당구 월오동
    "4311210100": "4311310100", # 충청북도 청주시 흥덕구 사직동 -> 충청북도 청주시 서원구 사직동
    "4311210200": "4311310200", # 충청북도 청주시 흥덕구 사창동 -> 충청북도 청주시 서원구 사창동
    "4311210300": "4311310300", # 충청북도 청주시 흥덕구 모충동 -> 충청북도 청주시 서원구 모충동
    "4311210400": "4311310600", # 충청북도 청주시 흥덕구 산남동 -> 충청북도 청주시 서원구 산남동
    "4311210500": "4311310700", # 충청북도 청주시 흥덕구 미평동 -> 충청북도 청주시 서원구 미평동
    "4311210600": "4311310800", # 충청북도 청주시 흥덕구 분평동 -> 충청북도 청주시 서원구 분평동
    "4311210700": "4311310900", # 충청북도 청주시 흥덕구 수곡동 -> 충청북도 청주시 서원구 수곡동
    "4311210800": "4311311000", # 충청북도 청주시 흥덕구 성화동 -> 충청북도 청주시 서원구 성화동
    "4311210900": "4311311100", # 충청북도 청주시 흥덕구 개신동 -> 충청북도 청주시 서원구 개신동
    "4311211000": "4311311200", # 충청북도 청주시 흥덕구 죽림동 -> 충청북도 청주시 서원구 죽림동
    "4311211100": "4311314200", # 충청북도 청주시 흥덕구 장성동 -> 충청북도 청주시 서원구 장성동
    "4311211200": "4311314300", # 충청북도 청주시 흥덕구 장암동 -> 충청북도 청주시 서원구 장암동
    "4311310400": "4311012600", # 충청북도 청주시 운천동 -> 충청북도 청주시 흥덕구 운천동
    "4311310500": "4311012700", # 충청북도 청주시 신봉동 -> 충청북도 청주시 흥덕구 신봉동
    "4311311300": "4311013600", # 충청북도 청주시 가경동 -> 충청북도 청주시 흥덕구 가경동
    "4311311400": "4311013700", # 충청북도 청주시 복대동 -> 충청북도 청주시 흥덕구 복대동
    "4311311500": "4311013800", # 충청북도 청주시 봉명동 -> 충청북도 청주시 흥덕구 봉명동
    "4311311600": "4311013900", # 충청북도 청주시 송정동 -> 충청북도 청주시 흥덕구 송정동
    "4311311700": "4311014200", # 충청북도 청주시 강서동 -> 충청북도 청주시 흥덕구 강서동
    "4311311800": "4311014300", # 충청북도 청주시 석곡동 -> 충청북도 청주시 흥덕구 석곡동
    "4311311900": "4311014400", # 충청북도 청주시 휴암동 -> 충청북도 청주시 흥덕구 휴암동
    "4311312000": "4311014500", # 충청북도 청주시 신전동 -> 충청북도 청주시 흥덕구 신전동
    "4311312100": "4311014600", # 충청북도 청주시 현암동 -> 충청북도 청주시 흥덕구 현암동
    "4311312200": "4311014700", # 충청북도 청주시 동막동 -> 충청북도 청주시 흥덕구 동막동
    "4311312300": "4311014800", # 충청북도 청주시 수의동 -> 충청북도 청주시 흥덕구 수의동
    "4311312400": "4311014900", # 충청북도 청주시 지동동 -> 충청북도 청주시 흥덕구 지동동
    "4311312500": "4311015000", # 충청북도 청주시 서촌동 -> 충청북도 청주시 흥덕구 서촌동
    "4311312600": "4311015100", # 충청북도 청주시 신성동 -> 충청북도 청주시 흥덕구 신성동
    "4311312700": "4311015200", # 충청북도 청주시 평동 -> 충청북도 청주시 흥덕구 평동
    "4311312800": "4311015300", # 충청북도 청주시 신대동 -> 충청북도 청주시 흥덕구 신대동
    "4311312900": "4311015400", # 충청북도 청주시 남촌동 -> 충청북도 청주시 흥덕구 남촌동
    "4311313000": "4311015500", # 충청북도 청주시 내곡동 -> 충청북도 청주시 흥덕구 내곡동
    "4311313100": "4311015600", # 충청북도 청주시 상신동 -> 충청북도 청주시 흥덕구 상신동
    "4311313200": "4311015700", # 충청북도 청주시 원평동 -> 충청북도 청주시 흥덕구 원평동
    "4311313300": "4311015800", # 충청북도 청주시 문암동 -> 충청북도 청주시 흥덕구 문암동
    "4311313400": "4311015900", # 충청북도 청주시 송절동 -> 충청북도 청주시 흥덕구 송절동
    "4311313500": "4311016000", # 충청북도 청주시 화계동 -> 충청북도 청주시 흥덕구 화계동
    "4311313600": "4311016100", # 충청북도 청주시 외북동 -> 충청북도 청주시 흥덕구 외북동
    "4311313700": "4311016200", # 충청북도 청주시 향정동 -> 충청북도 청주시 흥덕구 향정동
    "4311313800": "4311016300", # 충청북도 청주시 비하동 -> 충청북도 청주시 흥덕구 비하동
    "4311313900": "4311016400", # 충청북도 청주시 석소동 -> 충청북도 청주시 흥덕구 석소동
    "4311314000": "4311016600", # 충청북도 청주시 정봉동 -> 충청북도 청주시 흥덕구 정봉동
    "4311314100": "4311016700", # 충청북도 청주시 신촌동 -> 충청북도 청주시 흥덕구 신촌동
    "4311410100": "4311111300", # 충청북도 청주시 상당구 우암동 -> 충청북도 청주시 청원구 우암동
    "4311410200": "4311111400", # 충청북도 청주시 상당구 내덕동 -> 충청북도 청주시 청원구 내덕동
    "4311410300": "4311111500", # 충청북도 청주시 상당구 율량동 -> 충청북도 청주시 청원구 율량동
    "4311410400": "4311111600", # 충청북도 청주시 상당구 사천동 -> 충청북도 청주시 청원구 사천동
    "4311410500": "4311113100", # 충청북도 청주시 상당구 주성동 -> 충청북도 청주시 청원구 주성동
    "4311410600": "4311113200", # 충청북도 청주시 상당구 주중동 -> 충청북도 청주시 청원구 주중동
    "4311410700": "4311113300", # 충청북도 청주시 상당구 정상동 -> 충청북도 청주시 청원구 정상동
    "4311410800": "4311113400", # 충청북도 청주시 상당구 정하동 -> 충청북도 청주시 청원구 정하동
    "4311410900": "4311113500", # 충청북도 청주시 상당구 정북동 -> 충청북도 청주시 청원구 정북동
    "4311411000": "4311113600", # 충청북도 청주시 상당구 오동동 -> 충청북도 청주시 청원구 오동동
    "4311411100": "4311113700", # 충청북도 청주시 상당구 외남동 -> 충청북도 청주시 청원구 외남동
    "4311411200": "4311113800", # 충청북도 청주시 상당구 외평동 -> 충청북도 청주시 청원구 외평동
    "4311411300": "4311113900", # 충청북도 청주시 상당구 외하동 -> 충청북도 청주시 청원구 외하동
    "4313025021": "4313034021", # 충청북도 충주시 주덕면 신양리 -> 충청북도 충주시 주덕읍 신양리
    "4313025022": "4313034022", # 충청북도 충주시 주덕면 창전리 -> 충청북도 충주시 주덕읍 창전리
    "4313025023": "4313034023", # 충청북도 충주시 주덕면 대곡리 -> 충청북도 충주시 주덕읍 대곡리
    "4313025024": "4313034024", # 충청북도 충주시 주덕면 삼청리 -> 충청북도 충주시 주덕읍 삼청리
    "4313025025": "4313034025", # 충청북도 충주시 주덕면 신중리 -> 충청북도 충주시 주덕읍 신중리
    "4313025026": "4313034026", # 충청북도 충주시 주덕면 화곡리 -> 충청북도 충주시 주덕읍 화곡리
    "4313025027": "4313034027", # 충청북도 충주시 주덕면 사락리 -> 충청북도 충주시 주덕읍 사락리
    "4313025028": "4313034028", # 충청북도 충주시 주덕면 제내리 -> 충청북도 충주시 주덕읍 제내리
    "4313025029": "4313034029", # 충청북도 충주시 주덕면 장록리 -> 충청북도 충주시 주덕읍 장록리
    "4313025030": "4313034030", # 충청북도 충주시 주덕면 덕련리 -> 충청북도 충주시 주덕읍 덕련리
    "4313025031": "4313034031", # 충청북도 충주시 주덕면 당우리 -> 충청북도 충주시 주덕읍 당우리
    "4313031000": "4378031000", # 충청북도 중원군 살미면 -> 충청북도 충주시 살미면
    "4313031021": "4378031021", # 충청북도 중원군 살미면 세성리 -> 충청북도 충주시 살미면 세성리
    "4313031022": "4378031022", # 충청북도 중원군 살미면 문화리 -> 충청북도 충주시 살미면 문화리
    "4313031023": "4378031023", # 충청북도 중원군 살미면 재오개리 -> 충청북도 충주시 살미면 재오개리
    "4313031024": "4378031024", # 충청북도 중원군 살미면 무릉리 -> 충청북도 충주시 살미면 무릉리
    "4313031025": "4378031025", # 충청북도 중원군 살미면 신당리 -> 충청북도 충주시 살미면 신당리
    "4313031026": "4378031026", # 충청북도 중원군 살미면 신매리 -> 충청북도 충주시 살미면 신매리
    "4313031027": "4378031027", # 충청북도 중원군 살미면 공이리 -> 충청북도 충주시 살미면 공이리
    "4313031028": "4378031028", # 충청북도 중원군 살미면 내사리 -> 충청북도 충주시 살미면 내사리
    "4313031029": "4378031029", # 충청북도 중원군 살미면 용천리 -> 충청북도 충주시 살미면 용천리
    "4313031030": "4378031030", # 충청북도 중원군 살미면 설운리 -> 충청북도 충주시 살미면 설운리
    "4313031031": "4378031031", # 충청북도 중원군 살미면 향산리 -> 충청북도 충주시 살미면 향산리
    "4313031032": "4378031032", # 충청북도 중원군 살미면 문강리 -> 충청북도 충주시 살미면 문강리
    "4313031033": "4378031033", # 충청북도 중원군 살미면 토계리 -> 충청북도 충주시 살미면 토계리
    "4313032521": "4313032021", # 충청북도 충주시 상모면 온천리 -> 충청북도 충주시 수안보면 온천리
    "4313032522": "4313032022", # 충청북도 충주시 상모면 안보리 -> 충청북도 충주시 수안보면 안보리
    "4313032523": "4313032023", # 충청북도 충주시 상모면 화천리 -> 충청북도 충주시 수안보면 화천리
    "4313032524": "4313032024", # 충청북도 충주시 상모면 사문리 -> 충청북도 충주시 수안보면 사문리
    "4313032525": "4313032025", # 충청북도 충주시 상모면 미륵리 -> 충청북도 충주시 수안보면 미륵리
    "4313032526": "4313032026", # 충청북도 충주시 상모면 고운리 -> 충청북도 충주시 수안보면 고운리
    "4313032527": "4313032027", # 충청북도 충주시 상모면 중산리 -> 충청북도 충주시 수안보면 중산리
    "4313032528": "4313032028", # 충청북도 충주시 상모면 수회리 -> 충청북도 충주시 수안보면 수회리
    "4313035000": "4378035000", # 충청북도 중원군 신니면 -> 충청북도 충주시 신니면
    "4313035021": "4378035021", # 충청북도 중원군 신니면 용원리 -> 충청북도 충주시 신니면 용원리
    "4313035022": "4378035022", # 충청북도 중원군 신니면 화석리 -> 충청북도 충주시 신니면 화석리
    "4313035023": "4378035023", # 충청북도 중원군 신니면 신청리 -> 충청북도 충주시 신니면 신청리
    "4313035024": "4378035024", # 충청북도 중원군 신니면 문숭리 -> 충청북도 충주시 신니면 문숭리
    "4313035025": "4378035025", # 충청북도 중원군 신니면 문락리 -> 충청북도 충주시 신니면 문락리
    "4313035026": "4378035026", # 충청북도 중원군 신니면 모남리 -> 충청북도 충주시 신니면 모남리
    "4313035027": "4378035027", # 충청북도 중원군 신니면 광월리 -> 충청북도 충주시 신니면 광월리
    "4313035028": "4378035028", # 충청북도 중원군 신니면 대화리 -> 충청북도 충주시 신니면 대화리
    "4313035029": "4378035029", # 충청북도 중원군 신니면 송암리 -> 충청북도 충주시 신니면 송암리
    "4313035030": "4378035030", # 충청북도 중원군 신니면 선당리 -> 충청북도 충주시 신니면 선당리
    "4313035031": "4378035031", # 충청북도 중원군 신니면 원평리 -> 충청북도 충주시 신니면 원평리
    "4313035032": "4378035032", # 충청북도 중원군 신니면 마수리 -> 충청북도 충주시 신니면 마수리
    "4313035033": "4378035033", # 충청북도 중원군 신니면 화안리 -> 충청북도 충주시 신니면 화안리
    "4313035034": "4378035034", # 충청북도 중원군 신니면 견학리 -> 충청북도 충주시 신니면 견학리
    "4313036000": "4378036000", # 충청북도 중원군 노은면 -> 충청북도 충주시 노은면
    "4313036021": "4378036021", # 충청북도 중원군 노은면 연하리 -> 충청북도 충주시 노은면 연하리
    "4313036022": "4378036022", # 충청북도 중원군 노은면 법동리 -> 충청북도 충주시 노은면 법동리
    "4313036023": "4378036023", # 충청북도 중원군 노은면 안락리 -> 충청북도 충주시 노은면 안락리
    "4313036024": "4378036024", # 충청북도 중원군 노은면 대덕리 -> 충청북도 충주시 노은면 대덕리
    "4313036025": "4378036025", # 충청북도 중원군 노은면 가신리 -> 충청북도 충주시 노은면 가신리
    "4313036026": "4378036026", # 충청북도 중원군 노은면 문성리 -> 충청북도 충주시 노은면 문성리
    "4313036027": "4378036027", # 충청북도 중원군 노은면 신효리 -> 충청북도 충주시 노은면 신효리
    "4313036028": "4378036028", # 충청북도 중원군 노은면 수룡리 -> 충청북도 충주시 노은면 수룡리
    "4313037000": "4378037000", # 충청북도 중원군 앙성면 -> 충청북도 충주시 앙성면
    "4313037021": "4378037021", # 충청북도 중원군 앙성면 용포리 -> 충청북도 충주시 앙성면 용포리
    "4313037022": "4378037022", # 충청북도 중원군 앙성면 영죽리 -> 충청북도 충주시 앙성면 영죽리
    "4313037023": "4378037023", # 충청북도 중원군 앙성면 강천리 -> 충청북도 충주시 앙성면 강천리
    "4313037024": "4378037024", # 충청북도 중원군 앙성면 단암리 -> 충청북도 충주시 앙성면 단암리
    "4313037025": "4378037025", # 충청북도 중원군 앙성면 중전리 -> 충청북도 충주시 앙성면 중전리
    "4313037026": "4378037026", # 충청북도 중원군 앙성면 모점리 -> 충청북도 충주시 앙성면 모점리
    "4313037027": "4378037027", # 충청북도 중원군 앙성면 목미리 -> 충청북도 충주시 앙성면 목미리
    "4313037028": "4378037028", # 충청북도 중원군 앙성면 지당리 -> 충청북도 충주시 앙성면 지당리
    "4313037029": "4378037029", # 충청북도 중원군 앙성면 본평리 -> 충청북도 충주시 앙성면 본평리
    "4313037030": "4378037030", # 충청북도 중원군 앙성면 용대리 -> 충청북도 충주시 앙성면 용대리
    "4313037031": "4378037031", # 충청북도 중원군 앙성면 마련리 -> 충청북도 충주시 앙성면 마련리
    "4313037032": "4378037032", # 충청북도 중원군 앙성면 사미리 -> 충청북도 충주시 앙성면 사미리
    "4313037033": "4378037033", # 충청북도 중원군 앙성면 돈산리 -> 충청북도 충주시 앙성면 돈산리
    "4313037034": "4378037034", # 충청북도 중원군 앙성면 능암리 -> 충청북도 충주시 앙성면 능암리
    "4313037035": "4378037035", # 충청북도 중원군 앙성면 조천리 -> 충청북도 충주시 앙성면 조천리
    "4313039000": "4378039000", # 충청북도 중원군 금가면 -> 충청북도 충주시 금가면
    "4313039021": "4378039021", # 충청북도 중원군 금가면 하담리 -> 충청북도 충주시 금가면 하담리
    "4313039022": "4378039022", # 충청북도 중원군 금가면 잠병리 -> 충청북도 충주시 금가면 잠병리
    "4313039023": "4378039023", # 충청북도 중원군 금가면 유송리 -> 충청북도 충주시 금가면 유송리
    "4313039024": "4378039024", # 충청북도 중원군 금가면 매하리 -> 충청북도 충주시 금가면 매하리
    "4313039025": "4378039025", # 충청북도 중원군 금가면 월상리 -> 충청북도 충주시 금가면 월상리
    "4313039026": "4378039026", # 충청북도 중원군 금가면 문산리 -> 충청북도 충주시 금가면 문산리
    "4313039027": "4378039027", # 충청북도 중원군 금가면 원포리 -> 충청북도 충주시 금가면 원포리
    "4313039028": "4378039028", # 충청북도 중원군 금가면 오석리 -> 충청북도 충주시 금가면 오석리
    "4313039029": "4378039029", # 충청북도 중원군 금가면 사암리 -> 충청북도 충주시 금가면 사암리
    "4313039030": "4378039030", # 충청북도 중원군 금가면 도촌리 -> 충청북도 충주시 금가면 도촌리
    "4313040000": "4378040000", # 충청북도 중원군 동량면 -> 충청북도 충주시 동량면
    "4313040021": "4378040021", # 충청북도 중원군 동량면 조동리 -> 충청북도 충주시 동량면 조동리
    "4313040022": "4378040022", # 충청북도 중원군 동량면 화암리 -> 충청북도 충주시 동량면 화암리
    "4313040023": "4378040023", # 충청북도 중원군 동량면 지동리 -> 충청북도 충주시 동량면 지동리
    "4313040024": "4378040024", # 충청북도 중원군 동량면 하천리 -> 충청북도 충주시 동량면 하천리
    "4313040025": "4378040025", # 충청북도 중원군 동량면 손동리 -> 충청북도 충주시 동량면 손동리
    "4313040026": "4378040026", # 충청북도 중원군 동량면 용교리 -> 충청북도 충주시 동량면 용교리
    "4313040027": "4378040027", # 충청북도 중원군 동량면 대전리 -> 충청북도 충주시 동량면 대전리
    "4313040028": "4378040028", # 충청북도 중원군 동량면 서운리 -> 충청북도 충주시 동량면 서운리
    "4313040029": "4378040029", # 충청북도 중원군 동량면 포탄리 -> 충청북도 충주시 동량면 포탄리
    "4313040030": "4378040030", # 충청북도 중원군 동량면 함암리 -> 충청북도 충주시 동량면 함암리
    "4313040031": "4378040031", # 충청북도 중원군 동량면 명오리 -> 충청북도 충주시 동량면 명오리
    "4313040032": "4378040032", # 충청북도 중원군 동량면 사기리 -> 충청북도 충주시 동량면 사기리
    "4313040033": "4378040033", # 충청북도 중원군 동량면 호운리 -> 충청북도 충주시 동량면 호운리
    "4313041000": "4378041000", # 충청북도 중원군 산척면 -> 충청북도 충주시 산척면
    "4313041021": "4378041021", # 충청북도 중원군 산척면 송강리 -> 충청북도 충주시 산척면 송강리
    "4313041022": "4378041022", # 충청북도 중원군 산척면 영덕리 -> 충청북도 충주시 산척면 영덕리
    "4313041023": "4378041023", # 충청북도 중원군 산척면 명서리 -> 충청북도 충주시 산척면 명서리
    "4313041024": "4378041024", # 충청북도 중원군 산척면 석천리 -> 충청북도 충주시 산척면 석천리
    "4313042000": "4378042000", # 충청북도 중원군 엄정면 -> 충청북도 충주시 엄정면
    "4313042021": "4378042021", # 충청북도 중원군 엄정면 용산리 -> 충청북도 충주시 엄정면 용산리
    "4313042022": "4378042022", # 충청북도 중원군 엄정면 율능리 -> 충청북도 충주시 엄정면 율능리
    "4313042023": "4378042023", # 충청북도 중원군 엄정면 목계리 -> 충청북도 충주시 엄정면 목계리
    "4313042024": "4378042024", # 충청북도 중원군 엄정면 논강리 -> 충청북도 충주시 엄정면 논강리
    "4313042025": "4378042025", # 충청북도 중원군 엄정면 미내리 -> 충청북도 충주시 엄정면 미내리
    "4313042026": "4378042026", # 충청북도 중원군 엄정면 신만리 -> 충청북도 충주시 엄정면 신만리
    "4313042027": "4378042027", # 충청북도 중원군 엄정면 괴동리 -> 충청북도 충주시 엄정면 괴동리
    "4313042028": "4378042028", # 충청북도 중원군 엄정면 추평리 -> 충청북도 충주시 엄정면 추평리
    "4313042029": "4378042029", # 충청북도 중원군 엄정면 원곡리 -> 충청북도 충주시 엄정면 원곡리
    "4313042030": "4378042030", # 충청북도 중원군 엄정면 유봉리 -> 충청북도 충주시 엄정면 유봉리
    "4313042031": "4378042031", # 충청북도 중원군 엄정면 가춘리 -> 충청북도 충주시 엄정면 가춘리
    "4313043000": "4378043000", # 충청북도 중원군 소태면 -> 충청북도 충주시 소태면
    "4313043021": "4378043021", # 충청북도 중원군 소태면 오량리 -> 충청북도 충주시 소태면 오량리
    "4313043022": "4378043022", # 충청북도 중원군 소태면 복탄리 -> 충청북도 충주시 소태면 복탄리
    "4313043023": "4378043023", # 충청북도 중원군 소태면 덕은리 -> 충청북도 충주시 소태면 덕은리
    "4313043024": "4378043024", # 충청북도 중원군 소태면 주치리 -> 충청북도 충주시 소태면 주치리
    "4313043025": "4378043025", # 충청북도 중원군 소태면 구룡리 -> 충청북도 충주시 소태면 구룡리
    "4313043026": "4378043026", # 충청북도 중원군 소태면 야동리 -> 충청북도 충주시 소태면 야동리
    "4313043027": "4378043027", # 충청북도 중원군 소태면 동막리 -> 충청북도 충주시 소태면 동막리
    "4313043028": "4378043028", # 충청북도 중원군 소태면 양촌리 -> 충청북도 충주시 소태면 양촌리
    "4313043029": "4378043029", # 충청북도 중원군 소태면 중청리 -> 충청북도 충주시 소태면 중청리
    "4315025021": "4315037021", # 충청북도 제천시 봉양면 주포리 -> 충청북도 제천시 봉양읍 주포리
    "4315025022": "4315037022", # 충청북도 제천시 봉양면 장평리 -> 충청북도 제천시 봉양읍 장평리
    "4315025023": "4315037023", # 충청북도 제천시 봉양면 미당리 -> 충청북도 제천시 봉양읍 미당리
    "4315025024": "4315037024", # 충청북도 제천시 봉양면 명도리 -> 충청북도 제천시 봉양읍 명도리
    "4315025025": "4315037025", # 충청북도 제천시 봉양면 봉양리 -> 충청북도 제천시 봉양읍 봉양리
    "4315025026": "4315037026", # 충청북도 제천시 봉양면 명암리 -> 충청북도 제천시 봉양읍 명암리
    "4315025027": "4315037027", # 충청북도 제천시 봉양면 학산리 -> 충청북도 제천시 봉양읍 학산리
    "4315025028": "4315037028", # 충청북도 제천시 봉양면 옥전리 -> 충청북도 제천시 봉양읍 옥전리
    "4315025029": "4315037029", # 충청북도 제천시 봉양면 구학리 -> 충청북도 제천시 봉양읍 구학리
    "4315025030": "4315037030", # 충청북도 제천시 봉양면 팔송리 -> 충청북도 제천시 봉양읍 팔송리
    "4315025031": "4315037031", # 충청북도 제천시 봉양면 연박리 -> 충청북도 제천시 봉양읍 연박리
    "4315025032": "4315037032", # 충청북도 제천시 봉양면 원박리 -> 충청북도 제천시 봉양읍 원박리
    "4315025033": "4315037033", # 충청북도 제천시 봉양면 구곡리 -> 충청북도 제천시 봉양읍 구곡리
    "4315025034": "4315037034", # 충청북도 제천시 봉양면 공전리 -> 충청북도 제천시 봉양읍 공전리
    "4315025035": "4315037035", # 충청북도 제천시 봉양면 마곡리 -> 충청북도 제천시 봉양읍 마곡리
    "4315025036": "4315037036", # 충청북도 제천시 봉양면 삼거리 -> 충청북도 제천시 봉양읍 삼거리
    "4315031000": "4379531000", # 충청북도 제천군 금성면 -> 충청북도 제천시 금성면
    "4315031021": "4379531021", # 충청북도 제천군 금성면 구룡리 -> 충청북도 제천시 금성면 구룡리
    "4315031022": "4379531022", # 충청북도 제천군 금성면 성내리 -> 충청북도 제천시 금성면 성내리
    "4315031023": "4379531023", # 충청북도 제천군 금성면 월굴리 -> 충청북도 제천시 금성면 월굴리
    "4315031024": "4379531024", # 충청북도 제천군 금성면 중전리 -> 충청북도 제천시 금성면 중전리
    "4315031025": "4379531025", # 충청북도 제천군 금성면 포전리 -> 충청북도 제천시 금성면 포전리
    "4315031026": "4379531026", # 충청북도 제천군 금성면 활산리 -> 충청북도 제천시 금성면 활산리
    "4315031027": "4379531027", # 충청북도 제천군 금성면 사곡리 -> 충청북도 제천시 금성면 사곡리
    "4315031028": "4379531028", # 충청북도 제천군 금성면 적덕리 -> 충청북도 제천시 금성면 적덕리
    "4315031029": "4379531029", # 충청북도 제천군 금성면 진리 -> 충청북도 제천시 금성면 진리
    "4315031030": "4379531030", # 충청북도 제천군 금성면 월림리 -> 충청북도 제천시 금성면 월림리
    "4315031031": "4379531031", # 충청북도 제천군 금성면 위림리 -> 충청북도 제천시 금성면 위림리
    "4315031032": "4379531032", # 충청북도 제천군 금성면 양화리 -> 충청북도 제천시 금성면 양화리
    "4315031033": "4379531033", # 충청북도 제천군 금성면 대장리 -> 충청북도 제천시 금성면 대장리
    "4315031034": "4379531034", # 충청북도 제천군 금성면 동막리 -> 충청북도 제천시 금성면 동막리
    "4315032000": "4379532000", # 충청북도 제천군 청풍면 -> 충청북도 제천시 청풍면
    "4315032021": "4379532021", # 충청북도 제천군 청풍면 읍리 -> 충청북도 제천시 청풍면 읍리
    "4315032022": "4379532022", # 충청북도 제천군 청풍면 연곡리 -> 충청북도 제천시 청풍면 연곡리
    "4315032023": "4379532023", # 충청북도 제천군 청풍면 광의리 -> 충청북도 제천시 청풍면 광의리
    "4315032024": "4379532024", # 충청북도 제천군 청풍면 계산리 -> 충청북도 제천시 청풍면 계산리
    "4315032025": "4379532025", # 충청북도 제천군 청풍면 황석리 -> 충청북도 제천시 청풍면 황석리
    "4315032026": "4379532026", # 충청북도 제천군 청풍면 후산리 -> 충청북도 제천시 청풍면 후산리
    "4315032027": "4379532027", # 충청북도 제천군 청풍면 사오리 -> 충청북도 제천시 청풍면 사오리
    "4315032028": "4379532028", # 충청북도 제천군 청풍면 부산리 -> 충청북도 제천시 청풍면 부산리
    "4315032029": "4379532029", # 충청북도 제천군 청풍면 장선리 -> 충청북도 제천시 청풍면 장선리
    "4315032030": "4379532030", # 충청북도 제천군 청풍면 단돈리 -> 충청북도 제천시 청풍면 단돈리
    "4315032031": "4379532031", # 충청북도 제천군 청풍면 방흥리 -> 충청북도 제천시 청풍면 방흥리
    "4315032032": "4379532032", # 충청북도 제천군 청풍면 오산리 -> 충청북도 제천시 청풍면 오산리
    "4315032033": "4379532033", # 충청북도 제천군 청풍면 진목리 -> 충청북도 제천시 청풍면 진목리
    "4315032034": "4379532034", # 충청북도 제천군 청풍면 양평리 -> 충청북도 제천시 청풍면 양평리
    "4315032035": "4379532035", # 충청북도 제천군 청풍면 도곡리 -> 충청북도 제천시 청풍면 도곡리
    "4315032036": "4379532036", # 충청북도 제천군 청풍면 대류리 -> 충청북도 제천시 청풍면 대류리
    "4315032037": "4379532037", # 충청북도 제천군 청풍면 신리 -> 충청북도 제천시 청풍면 신리
    "4315032038": "4379532038", # 충청북도 제천군 청풍면 용곡리 -> 충청북도 제천시 청풍면 용곡리
    "4315032039": "4379532039", # 충청북도 제천군 청풍면 연론리 -> 충청북도 제천시 청풍면 연론리
    "4315032040": "4379532040", # 충청북도 제천군 청풍면 단리 -> 충청북도 제천시 청풍면 단리
    "4315032041": "4379532041", # 충청북도 제천군 청풍면 물태리 -> 충청북도 제천시 청풍면 물태리
    "4315032042": "4379532042", # 충청북도 제천군 청풍면 도리 -> 충청북도 제천시 청풍면 도리
    "4315032043": "4379532043", # 충청북도 제천군 청풍면 실리곡리 -> 충청북도 제천시 청풍면 실리곡리
    "4315032044": "4379532044", # 충청북도 제천군 청풍면 북진리 -> 충청북도 제천시 청풍면 북진리
    "4315032045": "4379532045", # 충청북도 제천군 청풍면 도화리 -> 충청북도 제천시 청풍면 도화리
    "4315032046": "4379532046", # 충청북도 제천군 청풍면 교리 -> 충청북도 제천시 청풍면 교리
    "4315032047": "4379532047", # 충청북도 제천군 청풍면 학현리 -> 충청북도 제천시 청풍면 학현리
    "4315033000": "4379533000", # 충청북도 제천군 수산면 -> 충청북도 제천시 수산면
    "4315033021": "4379533021", # 충청북도 제천군 수산면 수산리 -> 충청북도 제천시 수산면 수산리
    "4315033022": "4379533022", # 충청북도 제천군 수산면 내리 -> 충청북도 제천시 수산면 내리
    "4315033023": "4379533023", # 충청북도 제천군 수산면 적곡리 -> 충청북도 제천시 수산면 적곡리
    "4315033024": "4379533024", # 충청북도 제천군 수산면 수곡리 -> 충청북도 제천시 수산면 수곡리
    "4315033025": "4379533025", # 충청북도 제천군 수산면 수리 -> 충청북도 제천시 수산면 수리
    "4315033026": "4379533026", # 충청북도 제천군 수산면 대전리 -> 충청북도 제천시 수산면 대전리
    "4315033027": "4379533027", # 충청북도 제천군 수산면 계란리 -> 충청북도 제천시 수산면 계란리
    "4315033028": "4379533028", # 충청북도 제천군 수산면 괴곡리 -> 충청북도 제천시 수산면 괴곡리
    "4315033029": "4379533029", # 충청북도 제천군 수산면 원대리 -> 충청북도 제천시 수산면 원대리
    "4315033030": "4379533030", # 충청북도 제천군 수산면 다불리 -> 충청북도 제천시 수산면 다불리
    "4315033031": "4379533031", # 충청북도 제천군 수산면 전곡리 -> 충청북도 제천시 수산면 전곡리
    "4315033032": "4379533032", # 충청북도 제천군 수산면 구곡리 -> 충청북도 제천시 수산면 구곡리
    "4315033033": "4379533033", # 충청북도 제천군 수산면 도전리 -> 충청북도 제천시 수산면 도전리
    "4315033034": "4379533034", # 충청북도 제천군 수산면 율지리 -> 충청북도 제천시 수산면 율지리
    "4315033035": "4379533035", # 충청북도 제천군 수산면 지곡리 -> 충청북도 제천시 수산면 지곡리
    "4315033036": "4379533036", # 충청북도 제천군 수산면 서곡리 -> 충청북도 제천시 수산면 서곡리
    "4315033037": "4379533037", # 충청북도 제천군 수산면 오티리 -> 충청북도 제천시 수산면 오티리
    "4315033038": "4379533038", # 충청북도 제천군 수산면 성리 -> 충청북도 제천시 수산면 성리
    "4315033039": "4379533039", # 충청북도 제천군 수산면 상천리 -> 충청북도 제천시 수산면 상천리
    "4315033040": "4379533040", # 충청북도 제천군 수산면 하천리 -> 충청북도 제천시 수산면 하천리
    "4315033041": "4379533041", # 충청북도 제천군 수산면 능강리 -> 충청북도 제천시 수산면 능강리
    "4315033042": "4379533042", # 충청북도 제천군 수산면 고명리 -> 충청북도 제천시 수산면 고명리
    "4315034000": "4379534000", # 충청북도 제천군 덕산면 -> 충청북도 제천시 덕산면
    "4315034021": "4379534021", # 충청북도 제천군 덕산면 도전리 -> 충청북도 제천시 덕산면 도전리
    "4315034022": "4379534022", # 충청북도 제천군 덕산면 성암리 -> 충청북도 제천시 덕산면 성암리
    "4315034023": "4379534023", # 충청북도 제천군 덕산면 신현리 -> 충청북도 제천시 덕산면 신현리
    "4315034024": "4379534024", # 충청북도 제천군 덕산면 수산리 -> 충청북도 제천시 덕산면 수산리
    "4315034025": "4379534025", # 충청북도 제천군 덕산면 월악리 -> 충청북도 제천시 덕산면 월악리
    "4315034026": "4379534026", # 충청북도 제천군 덕산면 도기리 -> 충청북도 제천시 덕산면 도기리
    "4315034027": "4379534027", # 충청북도 제천군 덕산면 선고리 -> 충청북도 제천시 덕산면 선고리
    "4315035000": "4379535000", # 충청북도 제천군 한수면 -> 충청북도 제천시 한수면
    "4315035021": "4379535021", # 충청북도 제천군 한수면 황강리 -> 충청북도 제천시 한수면 황강리
    "4315035022": "4379535022", # 충청북도 제천군 한수면 서창리 -> 충청북도 제천시 한수면 서창리
    "4315035023": "4379535023", # 충청북도 제천군 한수면 덕곡리 -> 충청북도 제천시 한수면 덕곡리
    "4315035024": "4379535024", # 충청북도 제천군 한수면 한천리 -> 충청북도 제천시 한수면 한천리
    "4315035025": "4379535025", # 충청북도 제천군 한수면 역리 -> 충청북도 제천시 한수면 역리
    "4315035026": "4379535026", # 충청북도 제천군 한수면 북노리 -> 충청북도 제천시 한수면 북노리
    "4315035027": "4379535027", # 충청북도 제천군 한수면 상노리 -> 충청북도 제천시 한수면 상노리
    "4315035028": "4379535028", # 충청북도 제천군 한수면 탄지리 -> 충청북도 제천시 한수면 탄지리
    "4315035029": "4379535029", # 충청북도 제천군 한수면 복평리 -> 충청북도 제천시 한수면 복평리
    "4315035030": "4379535030", # 충청북도 제천군 한수면 송계리 -> 충청북도 제천시 한수면 송계리
    "4315036000": "4379536000", # 충청북도 제천군 백운면 -> 충청북도 제천시 백운면
    "4315036021": "4379536021", # 충청북도 제천군 백운면 평동리 -> 충청북도 제천시 백운면 평동리
    "4315036022": "4379536022", # 충청북도 제천군 백운면 운학리 -> 충청북도 제천시 백운면 운학리
    "4315036023": "4379536023", # 충청북도 제천군 백운면 덕동리 -> 충청북도 제천시 백운면 덕동리
    "4315036024": "4379536024", # 충청북도 제천군 백운면 화당리 -> 충청북도 제천시 백운면 화당리
    "4315036025": "4379536025", # 충청북도 제천군 백운면 도곡리 -> 충청북도 제천시 백운면 도곡리
    "4315036026": "4379536026", # 충청북도 제천군 백운면 방학리 -> 충청북도 제천시 백운면 방학리
    "4315036027": "4379536027", # 충청북도 제천군 백운면 모정리 -> 충청북도 제천시 백운면 모정리
    "4315036028": "4379536028", # 충청북도 제천군 백운면 애련리 -> 충청북도 제천시 백운면 애련리
    "4315036029": "4379536029", # 충청북도 제천군 백운면 원월리 -> 충청북도 제천시 백운면 원월리
    "4315038000": "4379538000", # 충청북도 제천군 송학면 -> 충청북도 제천시 송학면
    "4315038021": "4379538021", # 충청북도 제천군 송학면 무도리 -> 충청북도 제천시 송학면 무도리
    "4315038022": "4379538022", # 충청북도 제천군 송학면 장곡리 -> 충청북도 제천시 송학면 장곡리
    "4315038023": "4379538023", # 충청북도 제천군 송학면 입석리 -> 충청북도 제천시 송학면 입석리
    "4315038024": "4379538024", # 충청북도 제천군 송학면 시곡리 -> 충청북도 제천시 송학면 시곡리
    "4315038025": "4379538025", # 충청북도 제천군 송학면 도화리 -> 충청북도 제천시 송학면 도화리
    "4315038026": "4379538026", # 충청북도 제천군 송학면 포전리 -> 충청북도 제천시 송학면 포전리
    "4315038027": "4379538027", # 충청북도 제천군 송학면 송한리 -> 충청북도 제천시 송학면 송한리
    "4315038028": "4379538028", # 충청북도 제천군 송학면 오미리 -> 충청북도 제천시 송학면 오미리
    "4372031521": "4372031021", # 충청북도 보은군 내속리면 상판리 -> 충청북도 보은군 속리산면 상판리
    "4372031522": "4372031022", # 충청북도 보은군 내속리면 갈목리 -> 충청북도 보은군 속리산면 갈목리
    "4372031523": "4372031023", # 충청북도 보은군 내속리면 중판리 -> 충청북도 보은군 속리산면 중판리
    "4372031524": "4372031024", # 충청북도 보은군 내속리면 하판리 -> 충청북도 보은군 속리산면 하판리
    "4372031525": "4372031025", # 충청북도 보은군 내속리면 북암리 -> 충청북도 보은군 속리산면 북암리
    "4372031526": "4372031026", # 충청북도 보은군 내속리면 백현리 -> 충청북도 보은군 속리산면 백현리
    "4372031527": "4372031027", # 충청북도 보은군 내속리면 사내리 -> 충청북도 보은군 속리산면 사내리
    "4372031528": "4372031028", # 충청북도 보은군 내속리면 삼가리 -> 충청북도 보은군 속리산면 삼가리
    "4372031529": "4372031029", # 충청북도 보은군 내속리면 구병리 -> 충청북도 보은군 속리산면 구병리
    "4372031531": "4372031031", # 충청북도 보은군 내속리면 만수리 -> 충청북도 보은군 속리산면 만수리
    "4372032522": "4372032022", # 충청북도 보은군 외속리면 서원리 -> 충청북도 보은군 장안면 서원리
    "4372032524": "4372032024", # 충청북도 보은군 외속리면 황곡리 -> 충청북도 보은군 장안면 황곡리
    "4372032525": "4372032025", # 충청북도 보은군 외속리면 봉비리 -> 충청북도 보은군 장안면 봉비리
    "4372032526": "4372032026", # 충청북도 보은군 외속리면 불목리 -> 충청북도 보은군 장안면 불목리
    "4372032527": "4372032027", # 충청북도 보은군 외속리면 오창리 -> 충청북도 보은군 장안면 오창리
    "4372032528": "4372032028", # 충청북도 보은군 외속리면 장재리 -> 충청북도 보은군 장안면 장재리
    "4372032529": "4372032029", # 충청북도 보은군 외속리면 구인리 -> 충청북도 보은군 장안면 구인리
    "4372038521": "4372038021", # 충청북도 보은군 회북면 중앙리 -> 충청북도 보은군 회인면 중앙리
    "4372038522": "4372038022", # 충청북도 보은군 회북면 용촌리 -> 충청북도 보은군 회인면 용촌리
    "4372038523": "4372038023", # 충청북도 보은군 회북면 신문리 -> 충청북도 보은군 회인면 신문리
    "4372038524": "4372038024", # 충청북도 보은군 회북면 쌍암리 -> 충청북도 보은군 회인면 쌍암리
    "4372038525": "4372038025", # 충청북도 보은군 회북면 갈티리 -> 충청북도 보은군 회인면 갈티리
    "4372038526": "4372038026", # 충청북도 보은군 회북면 건천리 -> 충청북도 보은군 회인면 건천리
    "4372038527": "4372038027", # 충청북도 보은군 회북면 부수리 -> 충청북도 보은군 회인면 부수리
    "4372038528": "4372038028", # 충청북도 보은군 회북면 송평리 -> 충청북도 보은군 회인면 송평리
    "4372038529": "4372038029", # 충청북도 보은군 회북면 오동리 -> 충청북도 보은군 회인면 오동리
    "4372038530": "4372038030", # 충청북도 보은군 회북면 고석리 -> 충청북도 보은군 회인면 고석리
    "4372038531": "4372038031", # 충청북도 보은군 회북면 애곡리 -> 충청북도 보은군 회인면 애곡리
    "4372038532": "4372038032", # 충청북도 보은군 회북면 눌곡리 -> 충청북도 보은군 회인면 눌곡리
    "4372038533": "4372038033", # 충청북도 보은군 회북면 죽암리 -> 충청북도 보은군 회인면 죽암리
    "4372038534": "4372038037", # 충청북도 보은군 회북면 신대리 -> 충청북도 보은군 회인면 신대리
    "4372038535": "4372038038", # 충청북도 보은군 회북면 용곡리 -> 충청북도 보은군 회인면 용곡리
    "4373025041": "4373032028", # 충청북도 옥천군 안남면 오대리 -> 충청북도 옥천군 옥천읍 오대리
    "4374525000": "4376025300", # 충청북도 괴산군 증평읍 -> 충청북도 증평군 증평읍
    "4374525021": "4376025321", # 충청북도 괴산군 증평읍 증평리 -> 충청북도 증평군 증평읍 증평리
    "4374525022": "4376025324", # 충청북도 괴산군 증평읍 교동리 -> 충청북도 증평군 증평읍 교동리
    "4374525023": "4376025322", # 충청북도 괴산군 증평읍 중동리 -> 충청북도 증평군 증평읍 중동리
    "4374525024": "4376025323", # 충청북도 괴산군 증평읍 대동리 -> 충청북도 증평군 증평읍 대동리
    "4374525025": "4376025337", # 충청북도 괴산군 증평읍 신동리 -> 충청북도 증평군 증평읍 신동리
    "4374525026": "4376025339", # 충청북도 괴산군 증평읍 창동리 -> 충청북도 증평군 증평읍 창동리
    "4374525027": "4376025336", # 충청북도 괴산군 증평읍 장동리 -> 충청북도 증평군 증평읍 장동리
    "4374525028": "4376025338", # 충청북도 괴산군 증평읍 증천리 -> 충청북도 증평군 증평읍 증천리
    "4374525029": "4376025340", # 충청북도 괴산군 증평읍 내성리 -> 충청북도 증평군 증평읍 내성리
    "4374525030": "4376025335", # 충청북도 괴산군 증평읍 초중리 -> 충청북도 증평군 증평읍 초중리
    "4374525031": "4376025325", # 충청북도 괴산군 증평읍 연탄리 -> 충청북도 증평군 증평읍 연탄리
    "4374525032": "4376025326", # 충청북도 괴산군 증평읍 송산리 -> 충청북도 증평군 증평읍 송산리
    "4374525033": "4376025327", # 충청북도 괴산군 증평읍 미암리 -> 충청북도 증평군 증평읍 미암리
    "4374525034": "4376025329", # 충청북도 괴산군 증평읍 사곡리 -> 충청북도 증평군 증평읍 사곡리
    "4374525035": "4376025328", # 충청북도 괴산군 증평읍 용강리 -> 충청북도 증평군 증평읍 용강리
    "4374525036": "4376025330", # 충청북도 괴산군 증평읍 덕상리 -> 충청북도 증평군 증평읍 덕상리
    "4374525037": "4376025331", # 충청북도 괴산군 증평읍 남차리 -> 충청북도 증평군 증평읍 남차리
    "4374525038": "4376025332", # 충청북도 괴산군 증평읍 율리 -> 충청북도 증평군 증평읍 율리
    "4374525039": "4376025333", # 충청북도 괴산군 증평읍 죽리 -> 충청북도 증평군 증평읍 죽리
    "4374525040": "4376025334", # 충청북도 괴산군 증평읍 남하리 -> 충청북도 증평군 증평읍 남하리
    "4374531000": "4376038000", # 충청북도 괴산군 도안면 -> 충청북도 증평군 도안면
    "4374531021": "4376038021", # 충청북도 괴산군 도안면 화성리 -> 충청북도 증평군 도안면 화성리
    "4374531022": "4376038022", # 충청북도 괴산군 도안면 노암리 -> 충청북도 증평군 도안면 노암리
    "4374531023": "4376038023", # 충청북도 괴산군 도안면 연촌리 -> 충청북도 증평군 도안면 연촌리
    "4374531024": "4376038024", # 충청북도 괴산군 도안면 송정리 -> 충청북도 증평군 도안면 송정리
    "4374531025": "4376038025", # 충청북도 괴산군 도안면 광덕리 -> 충청북도 증평군 도안면 광덕리
    "4374531026": "4376038026", # 충청북도 괴산군 도안면 석곡리 -> 충청북도 증평군 도안면 석곡리
    "4374531027": "4376038027", # 충청북도 괴산군 도안면 도당리 -> 충청북도 증평군 도안면 도당리
    "4380036021": "4380025005", # 충청북도 단양군 단양읍 북상리 -> 충청북도 단양군 단성면 북상리
    "4380036022": "4380025004", # 충청북도 단양군 단양읍 북하리 -> 충청북도 단양군 단성면 북하리
    "4380036023": "4380025001", # 충청북도 단양군 단양읍 상방리 -> 충청북도 단양군 단성면 상방리
    "4380036024": "4380025002", # 충청북도 단양군 단양읍 중방리 -> 충청북도 단양군 단성면 중방리
    "4380036025": "4380025003", # 충청북도 단양군 단양읍 하방리 -> 충청북도 단양군 단성면 하방리
    "4380036026": "4380025006", # 충청북도 단양군 단양읍 외중방리 -> 충청북도 단양군 단성면 외중방리
    "4380036027": "4380025007", # 충청북도 단양군 단양읍 장회리 -> 충청북도 단양군 단성면 장회리
    "4380036028": "4380025008", # 충청북도 단양군 단양읍 두항리 -> 충청북도 단양군 단성면 두항리
    "4380036029": "4380025009", # 충청북도 단양군 단양읍 고평리 -> 충청북도 단양군 단성면 고평리
    "4380036030": "4380025010", # 충청북도 단양군 단양읍 양당리 -> 충청북도 단양군 단성면 양당리
    "4380036031": "4380025011", # 충청북도 단양군 단양읍 벌천리 -> 충청북도 단양군 단성면 벌천리
    "4380036032": "4380025012", # 충청북도 단양군 단양읍 회산리 -> 충청북도 단양군 단성면 회산리
    "4380036033": "4380025013", # 충청북도 단양군 단양읍 가산리 -> 충청북도 단양군 단성면 가산리
    "4380036034": "4380025014", # 충청북도 단양군 단양읍 대잠리 -> 충청북도 단양군 단성면 대잠리
    "4413125021": "4413025921", # 충청남도 천안시 목천읍 서리 -> 충청남도 천안시 동남구 목천읍 서리
    "4413125022": "4413025922", # 충청남도 천안시 목천읍 동리 -> 충청남도 천안시 동남구 목천읍 동리
    "4413125023": "4413025923", # 충청남도 천안시 목천읍 교촌리 -> 충청남도 천안시 동남구 목천읍 교촌리
    "4413125024": "4413025924", # 충청남도 천안시 목천읍 서흥리 -> 충청남도 천안시 동남구 목천읍 서흥리
    "4413125025": "4413025925", # 충청남도 천안시 목천읍 덕전리 -> 충청남도 천안시 동남구 목천읍 덕전리
    "4413125026": "4413025926", # 충청남도 천안시 목천읍 송전리 -> 충청남도 천안시 동남구 목천읍 송전리
    "4413125027": "4413025927", # 충청남도 천안시 목천읍 석천리 -> 충청남도 천안시 동남구 목천읍 석천리
    "4413125028": "4413025928", # 충청남도 천안시 목천읍 동평리 -> 충청남도 천안시 동남구 목천읍 동평리
    "4413125029": "4413025929", # 충청남도 천안시 목천읍 운전리 -> 충청남도 천안시 동남구 목천읍 운전리
    "4413125030": "4413025930", # 충청남도 천안시 목천읍 남화리 -> 충청남도 천안시 동남구 목천읍 남화리
    "4413125031": "4413025931", # 충청남도 천안시 목천읍 지산리 -> 충청남도 천안시 동남구 목천읍 지산리
    "4413125032": "4413025932", # 충청남도 천안시 목천읍 교천리 -> 충청남도 천안시 동남구 목천읍 교천리
    "4413125033": "4413025933", # 충청남도 천안시 목천읍 신계리 -> 충청남도 천안시 동남구 목천읍 신계리
    "4413125034": "4413025934", # 충청남도 천안시 목천읍 천정리 -> 충청남도 천안시 동남구 목천읍 천정리
    "4413125035": "4413025935", # 충청남도 천안시 목천읍 응원리 -> 충청남도 천안시 동남구 목천읍 응원리
    "4413125036": "4413025936", # 충청남도 천안시 목천읍 삼성리 -> 충청남도 천안시 동남구 목천읍 삼성리
    "4413125037": "4413025937", # 충청남도 천안시 목천읍 도장리 -> 충청남도 천안시 동남구 목천읍 도장리
    "4413125038": "4413025938", # 충청남도 천안시 목천읍 소사리 -> 충청남도 천안시 동남구 목천읍 소사리
    "4415025021": "4415041021", # 충청남도 공주시 유구면 백교리 -> 충청남도 공주시 유구읍 백교리
    "4415025022": "4415041022", # 충청남도 공주시 유구면 노동리 -> 충청남도 공주시 유구읍 노동리
    "4415025023": "4415041023", # 충청남도 공주시 유구면 석남리 -> 충청남도 공주시 유구읍 석남리
    "4415025024": "4415041024", # 충청남도 공주시 유구면 유구리 -> 충청남도 공주시 유구읍 유구리
    "4415025025": "4415041025", # 충청남도 공주시 유구면 녹천리 -> 충청남도 공주시 유구읍 녹천리
    "4415025026": "4415041026", # 충청남도 공주시 유구면 신영리 -> 충청남도 공주시 유구읍 신영리
    "4415025027": "4415041027", # 충청남도 공주시 유구면 신달리 -> 충청남도 공주시 유구읍 신달리
    "4415025028": "4415041028", # 충청남도 공주시 유구면 입석리 -> 충청남도 공주시 유구읍 입석리
    "4415025029": "4415041029", # 충청남도 공주시 유구면 명곡리 -> 충청남도 공주시 유구읍 명곡리
    "4415025030": "4415041030", # 충청남도 공주시 유구면 구계리 -> 충청남도 공주시 유구읍 구계리
    "4415025031": "4415041031", # 충청남도 공주시 유구면 연종리 -> 충청남도 공주시 유구읍 연종리
    "4415025032": "4415041032", # 충청남도 공주시 유구면 세동리 -> 충청남도 공주시 유구읍 세동리
    "4415025033": "4415041033", # 충청남도 공주시 유구면 추계리 -> 충청남도 공주시 유구읍 추계리
    "4415025034": "4415041034", # 충청남도 공주시 유구면 덕곡리 -> 충청남도 공주시 유구읍 덕곡리
    "4415025035": "4415041035", # 충청남도 공주시 유구면 문금리 -> 충청남도 공주시 유구읍 문금리
    "4415025036": "4415041036", # 충청남도 공주시 유구면 탑곡리 -> 충청남도 공주시 유구읍 탑곡리
    "4415025037": "4415041037", # 충청남도 공주시 유구면 동해리 -> 충청남도 공주시 유구읍 동해리
    "4415025038": "4415041038", # 충청남도 공주시 유구면 만천리 -> 충청남도 공주시 유구읍 만천리
    "4415031000": "4474031000", # 충청남도 공주군 이인면 -> 충청남도 공주시 이인면
    "4415031021": "4474031021", # 충청남도 공주군 이인면 이인리 -> 충청남도 공주시 이인면 이인리
    "4415031022": "4474031022", # 충청남도 공주군 이인면 만수리 -> 충청남도 공주시 이인면 만수리
    "4415031023": "4474031023", # 충청남도 공주군 이인면 오룡리 -> 충청남도 공주시 이인면 오룡리
    "4415031024": "4474031024", # 충청남도 공주군 이인면 신흥리 -> 충청남도 공주시 이인면 신흥리
    "4415031025": "4474031025", # 충청남도 공주군 이인면 주봉리 -> 충청남도 공주시 이인면 주봉리
    "4415031026": "4474031026", # 충청남도 공주군 이인면 목동리 -> 충청남도 공주시 이인면 목동리
    "4415031027": "4474031027", # 충청남도 공주군 이인면 발양리 -> 충청남도 공주시 이인면 발양리
    "4415031028": "4474031028", # 충청남도 공주군 이인면 초봉리 -> 충청남도 공주시 이인면 초봉리
    "4415031029": "4474031029", # 충청남도 공주군 이인면 용성리 -> 충청남도 공주시 이인면 용성리
    "4415031030": "4474031030", # 충청남도 공주군 이인면 구암리 -> 충청남도 공주시 이인면 구암리
    "4415031031": "4474031031", # 충청남도 공주군 이인면 달산리 -> 충청남도 공주시 이인면 달산리
    "4415031032": "4474031032", # 충청남도 공주군 이인면 산의리 -> 충청남도 공주시 이인면 산의리
    "4415031033": "4474031033", # 충청남도 공주군 이인면 복룡리 -> 충청남도 공주시 이인면 복룡리
    "4415031034": "4474031034", # 충청남도 공주군 이인면 반송리 -> 충청남도 공주시 이인면 반송리
    "4415031035": "4474031035", # 충청남도 공주군 이인면 이곡리 -> 충청남도 공주시 이인면 이곡리
    "4415031036": "4474031036", # 충청남도 공주군 이인면 운암리 -> 충청남도 공주시 이인면 운암리
    "4415031037": "4474031037", # 충청남도 공주군 이인면 신영리 -> 충청남도 공주시 이인면 신영리
    "4415032000": "4474032000", # 충청남도 공주군 탄천면 -> 충청남도 공주시 탄천면
    "4415032021": "4474032021", # 충청남도 공주군 탄천면 삼각리 -> 충청남도 공주시 탄천면 삼각리
    "4415032022": "4474032022", # 충청남도 공주군 탄천면 광명리 -> 충청남도 공주시 탄천면 광명리
    "4415032023": "4474032023", # 충청남도 공주군 탄천면 장선리 -> 충청남도 공주시 탄천면 장선리
    "4415032024": "4474032024", # 충청남도 공주군 탄천면 안영리 -> 충청남도 공주시 탄천면 안영리
    "4415032025": "4474032025", # 충청남도 공주군 탄천면 덕지리 -> 충청남도 공주시 탄천면 덕지리
    "4415032026": "4474032026", # 충청남도 공주군 탄천면 화정리 -> 충청남도 공주시 탄천면 화정리
    "4415032027": "4474032027", # 충청남도 공주군 탄천면 남산리 -> 충청남도 공주시 탄천면 남산리
    "4415032028": "4474032028", # 충청남도 공주군 탄천면 가척리 -> 충청남도 공주시 탄천면 가척리
    "4415032029": "4474032029", # 충청남도 공주군 탄천면 정치리 -> 충청남도 공주시 탄천면 정치리
    "4415032030": "4474032030", # 충청남도 공주군 탄천면 성리 -> 충청남도 공주시 탄천면 성리
    "4415032031": "4474032031", # 충청남도 공주군 탄천면 송학리 -> 충청남도 공주시 탄천면 송학리
    "4415032032": "4474032032", # 충청남도 공주군 탄천면 분강리 -> 충청남도 공주시 탄천면 분강리
    "4415032033": "4474032033", # 충청남도 공주군 탄천면 유하리 -> 충청남도 공주시 탄천면 유하리
    "4415032034": "4474032034", # 충청남도 공주군 탄천면 국동리 -> 충청남도 공주시 탄천면 국동리
    "4415032035": "4474032035", # 충청남도 공주군 탄천면 운곡리 -> 충청남도 공주시 탄천면 운곡리
    "4415032036": "4474032036", # 충청남도 공주군 탄천면 견동리 -> 충청남도 공주시 탄천면 견동리
    "4415032037": "4474032037", # 충청남도 공주군 탄천면 대학리 -> 충청남도 공주시 탄천면 대학리
    "4415033000": "4474033000", # 충청남도 공주군 계룡면 -> 충청남도 공주시 계룡면
    "4415033021": "4474033021", # 충청남도 공주군 계룡면 기산리 -> 충청남도 공주시 계룡면 기산리
    "4415033022": "4474033022", # 충청남도 공주군 계룡면 월암리 -> 충청남도 공주시 계룡면 월암리
    "4415033023": "4474033023", # 충청남도 공주군 계룡면 봉명리 -> 충청남도 공주시 계룡면 봉명리
    "4415033024": "4474033024", # 충청남도 공주군 계룡면 화은리 -> 충청남도 공주시 계룡면 화은리
    "4415033025": "4474033025", # 충청남도 공주군 계룡면 내흥리 -> 충청남도 공주시 계룡면 내흥리
    "4415033026": "4474033026", # 충청남도 공주군 계룡면 구왕리 -> 충청남도 공주시 계룡면 구왕리
    "4415033027": "4474033027", # 충청남도 공주군 계룡면 중장리 -> 충청남도 공주시 계룡면 중장리
    "4415033028": "4474033028", # 충청남도 공주군 계룡면 하대리 -> 충청남도 공주시 계룡면 하대리
    "4415033029": "4474033029", # 충청남도 공주군 계룡면 양화리 -> 충청남도 공주시 계룡면 양화리
    "4415033030": "4474033030", # 충청남도 공주군 계룡면 경천리 -> 충청남도 공주시 계룡면 경천리
    "4415033031": "4474033031", # 충청남도 공주군 계룡면 화헌리 -> 충청남도 공주시 계룡면 화헌리
    "4415033032": "4474033032", # 충청남도 공주군 계룡면 금대리 -> 충청남도 공주시 계룡면 금대리
    "4415033033": "4474033033", # 충청남도 공주군 계룡면 상성리 -> 충청남도 공주시 계룡면 상성리
    "4415033034": "4474033034", # 충청남도 공주군 계룡면 월곡리 -> 충청남도 공주시 계룡면 월곡리
    "4415033035": "4474033035", # 충청남도 공주군 계룡면 죽곡리 -> 충청남도 공주시 계룡면 죽곡리
    "4415033036": "4474033036", # 충청남도 공주군 계룡면 향지리 -> 충청남도 공주시 계룡면 향지리
    "4415033037": "4474033037", # 충청남도 공주군 계룡면 유평리 -> 충청남도 공주시 계룡면 유평리
    "4415034000": "4474034000", # 충청남도 공주군 반포면 -> 충청남도 공주시 반포면
    "4415034021": "4474034021", # 충청남도 공주군 반포면 공암리 -> 충청남도 공주시 반포면 공암리
    "4415034023": "4474034023", # 충청남도 공주군 반포면 송곡리 -> 충청남도 공주시 반포면 송곡리
    "4415034028": "4474034028", # 충청남도 공주군 반포면 마암리 -> 충청남도 공주시 반포면 마암리
    "4415034029": "4474034029", # 충청남도 공주군 반포면 봉곡리 -> 충청남도 공주시 반포면 봉곡리
    "4415034030": "4474034030", # 충청남도 공주군 반포면 상신리 -> 충청남도 공주시 반포면 상신리
    "4415034031": "4474034031", # 충청남도 공주군 반포면 하신리 -> 충청남도 공주시 반포면 하신리
    "4415034032": "4474034032", # 충청남도 공주군 반포면 온천리 -> 충청남도 공주시 반포면 온천리
    "4415034033": "4474034033", # 충청남도 공주군 반포면 학봉리 -> 충청남도 공주시 반포면 학봉리
    "4415036000": "4474036000", # 충청남도 공주군 의당면 -> 충청남도 공주시 의당면
    "4415036021": "4474036021", # 충청남도 공주군 의당면 월곡리 -> 충청남도 공주시 의당면 월곡리
    "4415036022": "4474036022", # 충청남도 공주군 의당면 두만리 -> 충청남도 공주시 의당면 두만리
    "4415036023": "4474036023", # 충청남도 공주군 의당면 오인리 -> 충청남도 공주시 의당면 오인리
    "4415036024": "4474036024", # 충청남도 공주군 의당면 수촌리 -> 충청남도 공주시 의당면 수촌리
    "4415036025": "4474036025", # 충청남도 공주군 의당면 율정리 -> 충청남도 공주시 의당면 율정리
    "4415036026": "4474036026", # 충청남도 공주군 의당면 청룡리 -> 충청남도 공주시 의당면 청룡리
    "4415036027": "4474036027", # 충청남도 공주군 의당면 유계리 -> 충청남도 공주시 의당면 유계리
    "4415036033": "4474036033", # 충청남도 공주군 의당면 가산리 -> 충청남도 공주시 의당면 가산리
    "4415036034": "4474036034", # 충청남도 공주군 의당면 중흥리 -> 충청남도 공주시 의당면 중흥리
    "4415036035": "4474036035", # 충청남도 공주군 의당면 도신리 -> 충청남도 공주시 의당면 도신리
    "4415036036": "4474036036", # 충청남도 공주군 의당면 덕학리 -> 충청남도 공주시 의당면 덕학리
    "4415036037": "4474036037", # 충청남도 공주군 의당면 요룡리 -> 충청남도 공주시 의당면 요룡리
    "4415037000": "4474037000", # 충청남도 공주군 정안면 -> 충청남도 공주시 정안면
    "4415037021": "4474037021", # 충청남도 공주군 정안면 광정리 -> 충청남도 공주시 정안면 광정리
    "4415037022": "4474037022", # 충청남도 공주군 정안면 상룡리 -> 충청남도 공주시 정안면 상룡리
    "4415037023": "4474037023", # 충청남도 공주군 정안면 화봉리 -> 충청남도 공주시 정안면 화봉리
    "4415037024": "4474037024", # 충청남도 공주군 정안면 평정리 -> 충청남도 공주시 정안면 평정리
    "4415037025": "4474037025", # 충청남도 공주군 정안면 북계리 -> 충청남도 공주시 정안면 북계리
    "4415037026": "4474037026", # 충청남도 공주군 정안면 석송리 -> 충청남도 공주시 정안면 석송리
    "4415037027": "4474037027", # 충청남도 공주군 정안면 전평리 -> 충청남도 공주시 정안면 전평리
    "4415037028": "4474037028", # 충청남도 공주군 정안면 쌍달리 -> 충청남도 공주시 정안면 쌍달리
    "4415037029": "4474037029", # 충청남도 공주군 정안면 고성리 -> 충청남도 공주시 정안면 고성리
    "4415037030": "4474037030", # 충청남도 공주군 정안면 운궁리 -> 충청남도 공주시 정안면 운궁리
    "4415037031": "4474037031", # 충청남도 공주군 정안면 장원리 -> 충청남도 공주시 정안면 장원리
    "4415037032": "4474037032", # 충청남도 공주군 정안면 보물리 -> 충청남도 공주시 정안면 보물리
    "4415037033": "4474037033", # 충청남도 공주군 정안면 어물리 -> 충청남도 공주시 정안면 어물리
    "4415037034": "4474037034", # 충청남도 공주군 정안면 내촌리 -> 충청남도 공주시 정안면 내촌리
    "4415037035": "4474037035", # 충청남도 공주군 정안면 사현리 -> 충청남도 공주시 정안면 사현리
    "4415037036": "4474037036", # 충청남도 공주군 정안면 인풍리 -> 충청남도 공주시 정안면 인풍리
    "4415037037": "4474037037", # 충청남도 공주군 정안면 태성리 -> 충청남도 공주시 정안면 태성리
    "4415037038": "4474037038", # 충청남도 공주군 정안면 대산리 -> 충청남도 공주시 정안면 대산리
    "4415037039": "4474037039", # 충청남도 공주군 정안면 월산리 -> 충청남도 공주시 정안면 월산리
    "4415037040": "4474037040", # 충청남도 공주군 정안면 문천리 -> 충청남도 공주시 정안면 문천리
    "4415037041": "4474037041", # 충청남도 공주군 정안면 내문리 -> 충청남도 공주시 정안면 내문리
    "4415037042": "4474037042", # 충청남도 공주군 정안면 산성리 -> 충청남도 공주시 정안면 산성리
    "4415038000": "4474038000", # 충청남도 공주군 우성면 -> 충청남도 공주시 우성면
    "4415038021": "4474038021", # 충청남도 공주군 우성면 동대리 -> 충청남도 공주시 우성면 동대리
    "4415038022": "4474038022", # 충청남도 공주군 우성면 단지리 -> 충청남도 공주시 우성면 단지리
    "4415038023": "4474038023", # 충청남도 공주군 우성면 방문리 -> 충청남도 공주시 우성면 방문리
    "4415038024": "4474038024", # 충청남도 공주군 우성면 상서리 -> 충청남도 공주시 우성면 상서리
    "4415038025": "4474038025", # 충청남도 공주군 우성면 평목리 -> 충청남도 공주시 우성면 평목리
    "4415038026": "4474038026", # 충청남도 공주군 우성면 도천리 -> 충청남도 공주시 우성면 도천리
    "4415038027": "4474038027", # 충청남도 공주군 우성면 신웅리 -> 충청남도 공주시 우성면 신웅리
    "4415038028": "4474038028", # 충청남도 공주군 우성면 내산리 -> 충청남도 공주시 우성면 내산리
    "4415038029": "4474038029", # 충청남도 공주군 우성면 한천리 -> 충청남도 공주시 우성면 한천리
    "4415038030": "4474038030", # 충청남도 공주군 우성면 동곡리 -> 충청남도 공주시 우성면 동곡리
    "4415038031": "4474038031", # 충청남도 공주군 우성면 반촌리 -> 충청남도 공주시 우성면 반촌리
    "4415038032": "4474038032", # 충청남도 공주군 우성면 귀산리 -> 충청남도 공주시 우성면 귀산리
    "4415038033": "4474038033", # 충청남도 공주군 우성면 목천리 -> 충청남도 공주시 우성면 목천리
    "4415038034": "4474038034", # 충청남도 공주군 우성면 방흥리 -> 충청남도 공주시 우성면 방흥리
    "4415038035": "4474038035", # 충청남도 공주군 우성면 보흥리 -> 충청남도 공주시 우성면 보흥리
    "4415038036": "4474038036", # 충청남도 공주군 우성면 대성리 -> 충청남도 공주시 우성면 대성리
    "4415038037": "4474038037", # 충청남도 공주군 우성면 안양리 -> 충청남도 공주시 우성면 안양리
    "4415038038": "4474038038", # 충청남도 공주군 우성면 용봉리 -> 충청남도 공주시 우성면 용봉리
    "4415038039": "4474038039", # 충청남도 공주군 우성면 봉현리 -> 충청남도 공주시 우성면 봉현리
    "4415038040": "4474038040", # 충청남도 공주군 우성면 어천리 -> 충청남도 공주시 우성면 어천리
    "4415038041": "4474038041", # 충청남도 공주군 우성면 죽당리 -> 충청남도 공주시 우성면 죽당리
    "4415038042": "4474038042", # 충청남도 공주군 우성면 오동리 -> 충청남도 공주시 우성면 오동리
    "4415038043": "4474038043", # 충청남도 공주군 우성면 옥성리 -> 충청남도 공주시 우성면 옥성리
    "4415039000": "4474039000", # 충청남도 공주군 사곡면 -> 충청남도 공주시 사곡면
    "4415039021": "4474039021", # 충청남도 공주군 사곡면 호계리 -> 충청남도 공주시 사곡면 호계리
    "4415039022": "4474039022", # 충청남도 공주군 사곡면 신영리 -> 충청남도 공주시 사곡면 신영리
    "4415039023": "4474039023", # 충청남도 공주군 사곡면 화월리 -> 충청남도 공주시 사곡면 화월리
    "4415039024": "4474039024", # 충청남도 공주군 사곡면 계실리 -> 충청남도 공주시 사곡면 계실리
    "4415039025": "4474039025", # 충청남도 공주군 사곡면 해월리 -> 충청남도 공주시 사곡면 해월리
    "4415039026": "4474039026", # 충청남도 공주군 사곡면 고당리 -> 충청남도 공주시 사곡면 고당리
    "4415039027": "4474039027", # 충청남도 공주군 사곡면 대중리 -> 충청남도 공주시 사곡면 대중리
    "4415039028": "4474039028", # 충청남도 공주군 사곡면 가교리 -> 충청남도 공주시 사곡면 가교리
    "4415039029": "4474039029", # 충청남도 공주군 사곡면 운암리 -> 충청남도 공주시 사곡면 운암리
    "4415039030": "4474039030", # 충청남도 공주군 사곡면 회학리 -> 충청남도 공주시 사곡면 회학리
    "4415039031": "4474039031", # 충청남도 공주군 사곡면 월가리 -> 충청남도 공주시 사곡면 월가리
    "4415039032": "4474039032", # 충청남도 공주군 사곡면 유룡리 -> 충청남도 공주시 사곡면 유룡리
    "4415039033": "4474039033", # 충청남도 공주군 사곡면 부곡리 -> 충청남도 공주시 사곡면 부곡리
    "4415040000": "4474040000", # 충청남도 공주군 신풍면 -> 충청남도 공주시 신풍면
    "4415040021": "4474040021", # 충청남도 공주군 신풍면 산정리 -> 충청남도 공주시 신풍면 산정리
    "4415040022": "4474040022", # 충청남도 공주군 신풍면 동원리 -> 충청남도 공주시 신풍면 동원리
    "4415040023": "4474040023", # 충청남도 공주군 신풍면 조평리 -> 충청남도 공주시 신풍면 조평리
    "4415040024": "4474040024", # 충청남도 공주군 신풍면 봉갑리 -> 충청남도 공주시 신풍면 봉갑리
    "4415040025": "4474040025", # 충청남도 공주군 신풍면 용수리 -> 충청남도 공주시 신풍면 용수리
    "4415040026": "4474040026", # 충청남도 공주군 신풍면 쌍대리 -> 충청남도 공주시 신풍면 쌍대리
    "4415040027": "4474040027", # 충청남도 공주군 신풍면 청흥리 -> 충청남도 공주시 신풍면 청흥리
    "4415040028": "4474040028", # 충청남도 공주군 신풍면 대룡리 -> 충청남도 공주시 신풍면 대룡리
    "4415040029": "4474040029", # 충청남도 공주군 신풍면 입동리 -> 충청남도 공주시 신풍면 입동리
    "4415040030": "4474040030", # 충청남도 공주군 신풍면 백룡리 -> 충청남도 공주시 신풍면 백룡리
    "4415040031": "4474040031", # 충청남도 공주군 신풍면 선학리 -> 충청남도 공주시 신풍면 선학리
    "4415040032": "4474040032", # 충청남도 공주군 신풍면 영정리 -> 충청남도 공주시 신풍면 영정리
    "4415040033": "4474040033", # 충청남도 공주군 신풍면 평소리 -> 충청남도 공주시 신풍면 평소리
    "4415040034": "4474040034", # 충청남도 공주군 신풍면 화흥리 -> 충청남도 공주시 신풍면 화흥리
    "4418010100": "4417010100", # 충청남도 대천시 대천동 -> 충청남도 보령시 대천동
    "4418010200": "4417010200", # 충청남도 대천시 죽정동 -> 충청남도 보령시 죽정동
    "4418010300": "4417010300", # 충청남도 대천시 화산동 -> 충청남도 보령시 화산동
    "4418010400": "4417010400", # 충청남도 대천시 동대동 -> 충청남도 보령시 동대동
    "4418010500": "4417010500", # 충청남도 대천시 명천동 -> 충청남도 보령시 명천동
    "4418010600": "4417010600", # 충청남도 대천시 궁촌동 -> 충청남도 보령시 궁촌동
    "4418011000": "4417011000", # 충청남도 대천시 신흑동 -> 충청남도 보령시 신흑동
    "4418025021": "4418037021", # 충청남도 보령시 웅천면 대창리 -> 충청남도 보령시 웅천읍 대창리
    "4418025022": "4418037022", # 충청남도 보령시 웅천면 평리 -> 충청남도 보령시 웅천읍 평리
    "4418025023": "4418037023", # 충청남도 보령시 웅천면 수부리 -> 충청남도 보령시 웅천읍 수부리
    "4418025024": "4418037024", # 충청남도 보령시 웅천면 성동리 -> 충청남도 보령시 웅천읍 성동리
    "4418025025": "4418037025", # 충청남도 보령시 웅천면 대천리 -> 충청남도 보령시 웅천읍 대천리
    "4418025026": "4418037026", # 충청남도 보령시 웅천면 두룡리 -> 충청남도 보령시 웅천읍 두룡리
    "4418025027": "4418037027", # 충청남도 보령시 웅천면 구룡리 -> 충청남도 보령시 웅천읍 구룡리
    "4418025028": "4418037028", # 충청남도 보령시 웅천면 관당리 -> 충청남도 보령시 웅천읍 관당리
    "4418025029": "4418037029", # 충청남도 보령시 웅천면 독산리 -> 충청남도 보령시 웅천읍 독산리
    "4418025030": "4418037030", # 충청남도 보령시 웅천면 소황리 -> 충청남도 보령시 웅천읍 소황리
    "4418025031": "4418037031", # 충청남도 보령시 웅천면 황교리 -> 충청남도 보령시 웅천읍 황교리
    "4418025032": "4418037032", # 충청남도 보령시 웅천면 죽청리 -> 충청남도 보령시 웅천읍 죽청리
    "4418025033": "4418037033", # 충청남도 보령시 웅천면 노천리 -> 충청남도 보령시 웅천읍 노천리
    "4418031000": "4478031000", # 충청남도 보령군 주포면 -> 충청남도 보령시 주포면
    "4418031021": "4478031021", # 충청남도 보령군 주포면 보령리 -> 충청남도 보령시 주포면 보령리
    "4418031022": "4478031022", # 충청남도 보령군 주포면 마강리 -> 충청남도 보령시 주포면 마강리
    "4418031023": "4478031023", # 충청남도 보령군 주포면 봉당리 -> 충청남도 보령시 주포면 봉당리
    "4418031024": "4478031024", # 충청남도 보령군 주포면 관산리 -> 충청남도 보령시 주포면 관산리
    "4418031025": "4478031031", # 충청남도 보령군 주포면 연지리 -> 충청남도 보령시 주포면 연지리
    "4418032000": "4478032000", # 충청남도 보령군 오천면 -> 충청남도 보령시 오천면
    "4418032021": "4478032021", # 충청남도 보령군 오천면 소성리 -> 충청남도 보령시 오천면 소성리
    "4418032022": "4478032022", # 충청남도 보령군 오천면 영보리 -> 충청남도 보령시 오천면 영보리
    "4418032023": "4478032023", # 충청남도 보령군 오천면 교성리 -> 충청남도 보령시 오천면 교성리
    "4418032024": "4478032024", # 충청남도 보령군 오천면 갈현리 -> 충청남도 보령시 오천면 갈현리
    "4418032025": "4478032025", # 충청남도 보령군 오천면 오포리 -> 충청남도 보령시 오천면 오포리
    "4418032026": "4478032026", # 충청남도 보령군 오천면 효자도리 -> 충청남도 보령시 오천면 효자도리
    "4418032027": "4478032027", # 충청남도 보령군 오천면 원산도리 -> 충청남도 보령시 오천면 원산도리
    "4418032028": "4478032028", # 충청남도 보령군 오천면 삽시도리 -> 충청남도 보령시 오천면 삽시도리
    "4418032029": "4478032029", # 충청남도 보령군 오천면 녹도리 -> 충청남도 보령시 오천면 녹도리
    "4418032030": "4478032030", # 충청남도 보령군 오천면 외연도리 -> 충청남도 보령시 오천면 외연도리
    "4418033000": "4478033000", # 충청남도 보령군 천북면 -> 충청남도 보령시 천북면
    "4418033021": "4478033021", # 충청남도 보령군 천북면 하만리 -> 충청남도 보령시 천북면 하만리
    "4418033022": "4478033022", # 충청남도 보령군 천북면 학성리 -> 충청남도 보령시 천북면 학성리
    "4418033023": "4478033023", # 충청남도 보령군 천북면 사호리 -> 충청남도 보령시 천북면 사호리
    "4418033024": "4478033024", # 충청남도 보령군 천북면 장은리 -> 충청남도 보령시 천북면 장은리
    "4418033025": "4478033025", # 충청남도 보령군 천북면 궁포리 -> 충청남도 보령시 천북면 궁포리
    "4418033026": "4478033026", # 충청남도 보령군 천북면 낙동리 -> 충청남도 보령시 천북면 낙동리
    "4418033027": "4478033027", # 충청남도 보령군 천북면 신덕리 -> 충청남도 보령시 천북면 신덕리
    "4418033028": "4478033028", # 충청남도 보령군 천북면 신죽리 -> 충청남도 보령시 천북면 신죽리
    "4418034000": "4478034000", # 충청남도 보령군 청소면 -> 충청남도 보령시 청소면
    "4418034021": "4478034021", # 충청남도 보령군 청소면 진죽리 -> 충청남도 보령시 청소면 진죽리
    "4418034022": "4478034022", # 충청남도 보령군 청소면 신송리 -> 충청남도 보령시 청소면 신송리
    "4418034023": "4478034023", # 충청남도 보령군 청소면 재정리 -> 충청남도 보령시 청소면 재정리
    "4418034024": "4478034024", # 충청남도 보령군 청소면 죽림리 -> 충청남도 보령시 청소면 죽림리
    "4418034025": "4478034025", # 충청남도 보령군 청소면 성연리 -> 충청남도 보령시 청소면 성연리
    "4418034026": "4478034026", # 충청남도 보령군 청소면 정전리 -> 충청남도 보령시 청소면 정전리
    "4418034027": "4478034027", # 충청남도 보령군 청소면 야현리 -> 충청남도 보령시 청소면 야현리
    "4418034028": "4478034028", # 충청남도 보령군 청소면 장곡리 -> 충청남도 보령시 청소면 장곡리
    "4418035000": "4478035000", # 충청남도 보령군 청라면 -> 충청남도 보령시 청라면
    "4418035021": "4478035021", # 충청남도 보령군 청라면 나원리 -> 충청남도 보령시 청라면 나원리
    "4418035022": "4478035022", # 충청남도 보령군 청라면 소양리 -> 충청남도 보령시 청라면 소양리
    "4418035023": "4478035023", # 충청남도 보령군 청라면 내현리 -> 충청남도 보령시 청라면 내현리
    "4418035024": "4478035024", # 충청남도 보령군 청라면 의평리 -> 충청남도 보령시 청라면 의평리
    "4418035025": "4478035025", # 충청남도 보령군 청라면 향천리 -> 충청남도 보령시 청라면 향천리
    "4418035026": "4478035026", # 충청남도 보령군 청라면 장산리 -> 충청남도 보령시 청라면 장산리
    "4418035027": "4478035027", # 충청남도 보령군 청라면 옥계리 -> 충청남도 보령시 청라면 옥계리
    "4418035028": "4478035028", # 충청남도 보령군 청라면 황룡리 -> 충청남도 보령시 청라면 황룡리
    "4418035029": "4478035029", # 충청남도 보령군 청라면 장현리 -> 충청남도 보령시 청라면 장현리
    "4418035030": "4478035030", # 충청남도 보령군 청라면 신산리 -> 충청남도 보령시 청라면 신산리
    "4418035031": "4478035031", # 충청남도 보령군 청라면 음현리 -> 충청남도 보령시 청라면 음현리
    "4418036000": "4478036000", # 충청남도 보령군 남포면 -> 충청남도 보령시 남포면
    "4418036021": "4478036021", # 충청남도 보령군 남포면 읍내리 -> 충청남도 보령시 남포면 읍내리
    "4418036022": "4478036022", # 충청남도 보령군 남포면 옥동리 -> 충청남도 보령시 남포면 옥동리
    "4418036023": "4478036023", # 충청남도 보령군 남포면 창동리 -> 충청남도 보령시 남포면 창동리
    "4418036024": "4478036024", # 충청남도 보령군 남포면 봉덕리 -> 충청남도 보령시 남포면 봉덕리
    "4418036025": "4478036025", # 충청남도 보령군 남포면 제석리 -> 충청남도 보령시 남포면 제석리
    "4418036026": "4478036026", # 충청남도 보령군 남포면 삼현리 -> 충청남도 보령시 남포면 삼현리
    "4418036027": "4478036027", # 충청남도 보령군 남포면 소송리 -> 충청남도 보령시 남포면 소송리
    "4418036028": "4478036028", # 충청남도 보령군 남포면 옥서리 -> 충청남도 보령시 남포면 옥서리
    "4418036029": "4478036029", # 충청남도 보령군 남포면 달산리 -> 충청남도 보령시 남포면 달산리
    "4418036030": "4478036030", # 충청남도 보령군 남포면 신흥리 -> 충청남도 보령시 남포면 신흥리
    "4418036031": "4478036031", # 충청남도 보령군 남포면 양항리 -> 충청남도 보령시 남포면 양항리
    "4418036032": "4478036032", # 충청남도 보령군 남포면 양기리 -> 충청남도 보령시 남포면 양기리
    "4418036033": "4478036033", # 충청남도 보령군 남포면 월전리 -> 충청남도 보령시 남포면 월전리
    "4418038000": "4478038000", # 충청남도 보령군 주산면 -> 충청남도 보령시 주산면
    "4418038021": "4478038021", # 충청남도 보령군 주산면 금암리 -> 충청남도 보령시 주산면 금암리
    "4418038022": "4478038022", # 충청남도 보령군 주산면 야룡리 -> 충청남도 보령시 주산면 야룡리
    "4418038023": "4478038023", # 충청남도 보령군 주산면 주야리 -> 충청남도 보령시 주산면 주야리
    "4418038024": "4478038024", # 충청남도 보령군 주산면 신구리 -> 충청남도 보령시 주산면 신구리
    "4418038025": "4478038025", # 충청남도 보령군 주산면 유곡리 -> 충청남도 보령시 주산면 유곡리
    "4418038026": "4478038026", # 충청남도 보령군 주산면 증산리 -> 충청남도 보령시 주산면 증산리
    "4418038027": "4478038027", # 충청남도 보령군 주산면 창암리 -> 충청남도 보령시 주산면 창암리
    "4418038028": "4478038028", # 충청남도 보령군 주산면 화평리 -> 충청남도 보령시 주산면 화평리
    "4418038029": "4478038029", # 충청남도 보령군 주산면 동오리 -> 충청남도 보령시 주산면 동오리
    "4418038030": "4478038030", # 충청남도 보령군 주산면 삼곡리 -> 충청남도 보령시 주산면 삼곡리
    "4418038031": "4478038031", # 충청남도 보령군 주산면 황율리 -> 충청남도 보령시 주산면 황율리
    "4418039000": "4478039000", # 충청남도 보령군 미산면 -> 충청남도 보령시 미산면
    "4418039021": "4478039021", # 충청남도 보령군 미산면 평라리 -> 충청남도 보령시 미산면 평라리
    "4418039022": "4478039022", # 충청남도 보령군 미산면 도화담리 -> 충청남도 보령시 미산면 도화담리
    "4418039023": "4478039023", # 충청남도 보령군 미산면 풍계리 -> 충청남도 보령시 미산면 풍계리
    "4418039024": "4478039024", # 충청남도 보령군 미산면 용수리 -> 충청남도 보령시 미산면 용수리
    "4418039025": "4478039025", # 충청남도 보령군 미산면 늑전리 -> 충청남도 보령시 미산면 늑전리
    "4418039026": "4478039026", # 충청남도 보령군 미산면 도흥리 -> 충청남도 보령시 미산면 도흥리
    "4418039027": "4478039027", # 충청남도 보령군 미산면 봉성리 -> 충청남도 보령시 미산면 봉성리
    "4418039028": "4478039028", # 충청남도 보령군 미산면 옥현리 -> 충청남도 보령시 미산면 옥현리
    "4418039029": "4478039029", # 충청남도 보령군 미산면 은현리 -> 충청남도 보령시 미산면 은현리
    "4418039030": "4478039030", # 충청남도 보령군 미산면 내평리 -> 충청남도 보령시 미산면 내평리
    "4418039031": "4478039031", # 충청남도 보령군 미산면 삼계리 -> 충청남도 보령시 미산면 삼계리
    "4418039032": "4478039032", # 충청남도 보령군 미산면 대농리 -> 충청남도 보령시 미산면 대농리
    "4418039033": "4478039033", # 충청남도 보령군 미산면 풍산리 -> 충청남도 보령시 미산면 풍산리
    "4418039034": "4478039034", # 충청남도 보령군 미산면 남심리 -> 충청남도 보령시 미산면 남심리
    "4418040000": "4478040000", # 충청남도 보령군 성주면 -> 충청남도 보령시 성주면
    "4418040021": "4478040021", # 충청남도 보령군 성주면 성주리 -> 충청남도 보령시 성주면 성주리
    "4418040022": "4478040022", # 충청남도 보령군 성주면 개화리 -> 충청남도 보령시 성주면 개화리
    "4418041000": "4478041000", # 충청남도 보령군 주교면 -> 충청남도 보령시 주교면
    "4418041021": "4478041021", # 충청남도 보령군 주교면 주교리 -> 충청남도 보령시 주교면 주교리
    "4418041022": "4478041022", # 충청남도 보령군 주교면 은포리 -> 충청남도 보령시 주교면 은포리
    "4418041023": "4478041023", # 충청남도 보령군 주교면 송학리 -> 충청남도 보령시 주교면 송학리
    "4418041024": "4478041024", # 충청남도 보령군 주교면 고정리 -> 충청남도 보령시 주교면 고정리
    "4418041025": "4478041025", # 충청남도 보령군 주교면 관창리 -> 충청남도 보령시 주교면 관창리
    "4418041026": "4478041026", # 충청남도 보령군 주교면 신대리 -> 충청남도 보령시 주교면 신대리
    "4420010100": "4419010100", # 충청남도 온양시 온천동 -> 충청남도 아산시 온천동
    "4420010200": "4419010200", # 충청남도 온양시 실옥동 -> 충청남도 아산시 실옥동
    "4420010300": "4419010300", # 충청남도 온양시 방축동 -> 충청남도 아산시 방축동
    "4420010400": "4419010400", # 충청남도 온양시 기산동 -> 충청남도 아산시 기산동
    "4420010500": "4419010500", # 충청남도 온양시 초사동 -> 충청남도 아산시 초사동
    "4420010600": "4419010600", # 충청남도 온양시 신인동 -> 충청남도 아산시 신인동
    "4420010700": "4419010700", # 충청남도 온양시 법곡동 -> 충청남도 아산시 법곡동
    "4420010800": "4419010800", # 충청남도 온양시 장존동 -> 충청남도 아산시 장존동
    "4420010900": "4419010900", # 충청남도 온양시 좌부동 -> 충청남도 아산시 좌부동
    "4420011000": "4419011000", # 충청남도 온양시 읍내동 -> 충청남도 아산시 읍내동
    "4420011100": "4419011100", # 충청남도 온양시 풍기동 -> 충청남도 아산시 풍기동
    "4420011200": "4419011200", # 충청남도 온양시 용화동 -> 충청남도 아산시 용화동
    "4420011300": "4419011300", # 충청남도 온양시 모종동 -> 충청남도 아산시 모종동
    "4420011400": "4419011400", # 충청남도 온양시 권곡동 -> 충청남도 아산시 권곡동
    "4420011500": "4419011500", # 충청남도 온양시 배미동 -> 충청남도 아산시 배미동
    "4420011600": "4419011600", # 충청남도 온양시 득산동 -> 충청남도 아산시 득산동
    "4420011700": "4419011700", # 충청남도 온양시 점양동 -> 충청남도 아산시 점양동
    "4420011800": "4419011800", # 충청남도 온양시 신동 -> 충청남도 아산시 신동
    "4420011900": "4419011900", # 충청남도 온양시 남동 -> 충청남도 아산시 남동
    "4420025000": "4484011000", # 충청남도 아산군 염치읍 -> 충청남도 아산시 염치읍
    "4420025021": "4484011021", # 충청남도 아산군 염치읍 산양리 -> 충청남도 아산시 염치읍 산양리
    "4420025022": "4484011022", # 충청남도 아산군 염치읍 강청리 -> 충청남도 아산시 염치읍 강청리
    "4420025023": "4484011023", # 충청남도 아산군 염치읍 서원리 -> 충청남도 아산시 염치읍 서원리
    "4420025024": "4484011024", # 충청남도 아산군 염치읍 중방리 -> 충청남도 아산시 염치읍 중방리
    "4420025025": "4484011025", # 충청남도 아산군 염치읍 염성리 -> 충청남도 아산시 염치읍 염성리
    "4420025026": "4484011026", # 충청남도 아산군 염치읍 쌍죽리 -> 충청남도 아산시 염치읍 쌍죽리
    "4420025027": "4484011027", # 충청남도 아산군 염치읍 동정리 -> 충청남도 아산시 염치읍 동정리
    "4420025028": "4484011028", # 충청남도 아산군 염치읍 곡교리 -> 충청남도 아산시 염치읍 곡교리
    "4420025029": "4484011029", # 충청남도 아산군 염치읍 석두리 -> 충청남도 아산시 염치읍 석두리
    "4420025030": "4484011030", # 충청남도 아산군 염치읍 석정리 -> 충청남도 아산시 염치읍 석정리
    "4420025031": "4484011031", # 충청남도 아산군 염치읍 방현리 -> 충청남도 아산시 염치읍 방현리
    "4420025032": "4484011032", # 충청남도 아산군 염치읍 송곡리 -> 충청남도 아산시 염치읍 송곡리
    "4420025033": "4484011033", # 충청남도 아산군 염치읍 백암리 -> 충청남도 아산시 염치읍 백암리
    "4420025034": "4484011034", # 충청남도 아산군 염치읍 대동리 -> 충청남도 아산시 염치읍 대동리
    "4420025321": "4420032021", # 충청남도 아산시 배방면 중리 -> 충청남도 아산시 배방읍 중리
    "4420025322": "4420032022", # 충청남도 아산시 배방면 수철리 -> 충청남도 아산시 배방읍 수철리
    "4420025323": "4420032023", # 충청남도 아산시 배방면 신흥리 -> 충청남도 아산시 배방읍 신흥리
    "4420025324": "4420032024", # 충청남도 아산시 배방면 공수리 -> 충청남도 아산시 배방읍 공수리
    "4420025325": "4420032025", # 충청남도 아산시 배방면 북수리 -> 충청남도 아산시 배방읍 북수리
    "4420025326": "4420032026", # 충청남도 아산시 배방면 회룡리 -> 충청남도 아산시 배방읍 회룡리
    "4420025327": "4420032027", # 충청남도 아산시 배방면 세출리 -> 충청남도 아산시 배방읍 세출리
    "4420025328": "4420032028", # 충청남도 아산시 배방면 갈매리 -> 충청남도 아산시 배방읍 갈매리
    "4420025329": "4420032029", # 충청남도 아산시 배방면 세교리 -> 충청남도 아산시 배방읍 세교리
    "4420025330": "4420032030", # 충청남도 아산시 배방면 휴대리 -> 충청남도 아산시 배방읍 휴대리
    "4420025331": "4420032031", # 충청남도 아산시 배방면 장재리 -> 충청남도 아산시 배방읍 장재리
    "4420025332": "4420032032", # 충청남도 아산시 배방면 구령리 -> 충청남도 아산시 배방읍 구령리
    "4420031000": "4484031000", # 충청남도 아산군 송악면 -> 충청남도 아산시 송악면
    "4420031021": "4484031021", # 충청남도 아산군 송악면 역촌리 -> 충청남도 아산시 송악면 역촌리
    "4420031022": "4484031022", # 충청남도 아산군 송악면 평촌리 -> 충청남도 아산시 송악면 평촌리
    "4420031023": "4484031023", # 충청남도 아산군 송악면 외암리 -> 충청남도 아산시 송악면 외암리
    "4420031024": "4484031024", # 충청남도 아산군 송악면 강당리 -> 충청남도 아산시 송악면 강당리
    "4420031025": "4484031025", # 충청남도 아산군 송악면 마곡리 -> 충청남도 아산시 송악면 마곡리
    "4420031026": "4484031026", # 충청남도 아산군 송악면 궁평리 -> 충청남도 아산시 송악면 궁평리
    "4420031027": "4484031027", # 충청남도 아산군 송악면 유곡리 -> 충청남도 아산시 송악면 유곡리
    "4420031028": "4484031028", # 충청남도 아산군 송악면 송학리 -> 충청남도 아산시 송악면 송학리
    "4420031029": "4484031029", # 충청남도 아산군 송악면 종곡리 -> 충청남도 아산시 송악면 종곡리
    "4420031030": "4484031030", # 충청남도 아산군 송악면 거산리 -> 충청남도 아산시 송악면 거산리
    "4420031031": "4484031031", # 충청남도 아산군 송악면 강장리 -> 충청남도 아산시 송악면 강장리
    "4420031032": "4484031032", # 충청남도 아산군 송악면 수곡리 -> 충청남도 아산시 송악면 수곡리
    "4420031033": "4484031033", # 충청남도 아산군 송악면 동화리 -> 충청남도 아산시 송악면 동화리
    "4420033000": "4484033000", # 충청남도 아산군 탕정면 -> 충청남도 아산시 탕정면
    "4420033021": "4484033021", # 충청남도 아산군 탕정면 용두리 -> 충청남도 아산시 탕정면 용두리
    "4420033022": "4484033022", # 충청남도 아산군 탕정면 명암리 -> 충청남도 아산시 탕정면 명암리
    "4420033023": "4484033023", # 충청남도 아산군 탕정면 동산리 -> 충청남도 아산시 탕정면 동산리
    "4420033024": "4484033024", # 충청남도 아산군 탕정면 호산리 -> 충청남도 아산시 탕정면 호산리
    "4420033025": "4484033025", # 충청남도 아산군 탕정면 매곡리 -> 충청남도 아산시 탕정면 매곡리
    "4420033026": "4484033026", # 충청남도 아산군 탕정면 갈산리 -> 충청남도 아산시 탕정면 갈산리
    "4420035000": "4484035000", # 충청남도 아산군 음봉면 -> 충청남도 아산시 음봉면
    "4420035021": "4484035021", # 충청남도 아산군 음봉면 삼거리 -> 충청남도 아산시 음봉면 삼거리
    "4420035022": "4484035022", # 충청남도 아산군 음봉면 동천리 -> 충청남도 아산시 음봉면 동천리
    "4420035023": "4484035023", # 충청남도 아산군 음봉면 신수리 -> 충청남도 아산시 음봉면 신수리
    "4420035024": "4484035024", # 충청남도 아산군 음봉면 신정리 -> 충청남도 아산시 음봉면 신정리
    "4420035025": "4484035025", # 충청남도 아산군 음봉면 산정리 -> 충청남도 아산시 음봉면 산정리
    "4420035026": "4484035026", # 충청남도 아산군 음봉면 원남리 -> 충청남도 아산시 음봉면 원남리
    "4420035027": "4484035027", # 충청남도 아산군 음봉면 소동리 -> 충청남도 아산시 음봉면 소동리
    "4420035028": "4484035028", # 충청남도 아산군 음봉면 신휴리 -> 충청남도 아산시 음봉면 신휴리
    "4420035029": "4484035029", # 충청남도 아산군 음봉면 의식리 -> 충청남도 아산시 음봉면 의식리
    "4420035030": "4484035030", # 충청남도 아산군 음봉면 쌍암리 -> 충청남도 아산시 음봉면 쌍암리
    "4420035031": "4484035031", # 충청남도 아산군 음봉면 쌍룡리 -> 충청남도 아산시 음봉면 쌍룡리
    "4420035032": "4484035032", # 충청남도 아산군 음봉면 월랑리 -> 충청남도 아산시 음봉면 월랑리
    "4420035033": "4484035033", # 충청남도 아산군 음봉면 산동리 -> 충청남도 아산시 음봉면 산동리
    "4420035034": "4484035034", # 충청남도 아산군 음봉면 덕지리 -> 충청남도 아산시 음봉면 덕지리
    "4420035035": "4484035035", # 충청남도 아산군 음봉면 동암리 -> 충청남도 아산시 음봉면 동암리
    "4420035036": "4484035036", # 충청남도 아산군 음봉면 송촌리 -> 충청남도 아산시 음봉면 송촌리
    "4420036000": "4484036000", # 충청남도 아산군 둔포면 -> 충청남도 아산시 둔포면
    "4420036021": "4484036021", # 충청남도 아산군 둔포면 둔포리 -> 충청남도 아산시 둔포면 둔포리
    "4420036022": "4484036022", # 충청남도 아산군 둔포면 송용리 -> 충청남도 아산시 둔포면 송용리
    "4420036023": "4484036023", # 충청남도 아산군 둔포면 시포리 -> 충청남도 아산시 둔포면 시포리
    "4420036024": "4484036024", # 충청남도 아산군 둔포면 신법리 -> 충청남도 아산시 둔포면 신법리
    "4420036025": "4484036025", # 충청남도 아산군 둔포면 신남리 -> 충청남도 아산시 둔포면 신남리
    "4420036026": "4484036026", # 충청남도 아산군 둔포면 신항리 -> 충청남도 아산시 둔포면 신항리
    "4420036027": "4484036027", # 충청남도 아산군 둔포면 관대리 -> 충청남도 아산시 둔포면 관대리
    "4420036028": "4484036028", # 충청남도 아산군 둔포면 산전리 -> 충청남도 아산시 둔포면 산전리
    "4420036029": "4484036029", # 충청남도 아산군 둔포면 신양리 -> 충청남도 아산시 둔포면 신양리
    "4420036030": "4484036030", # 충청남도 아산군 둔포면 봉재리 -> 충청남도 아산시 둔포면 봉재리
    "4420036031": "4484036031", # 충청남도 아산군 둔포면 운교리 -> 충청남도 아산시 둔포면 운교리
    "4420036032": "4484036032", # 충청남도 아산군 둔포면 석곡리 -> 충청남도 아산시 둔포면 석곡리
    "4420036033": "4484036033", # 충청남도 아산군 둔포면 운용리 -> 충청남도 아산시 둔포면 운용리
    "4420036034": "4484036034", # 충청남도 아산군 둔포면 신왕리 -> 충청남도 아산시 둔포면 신왕리
    "4420036035": "4484036035", # 충청남도 아산군 둔포면 염작리 -> 충청남도 아산시 둔포면 염작리
    "4420037000": "4484037000", # 충청남도 아산군 영인면 -> 충청남도 아산시 영인면
    "4420037021": "4484037021", # 충청남도 아산군 영인면 아산리 -> 충청남도 아산시 영인면 아산리
    "4420037022": "4484037022", # 충청남도 아산군 영인면 상성리 -> 충청남도 아산시 영인면 상성리
    "4420037023": "4484037023", # 충청남도 아산군 영인면 신현리 -> 충청남도 아산시 영인면 신현리
    "4420037024": "4484037024", # 충청남도 아산군 영인면 월선리 -> 충청남도 아산시 영인면 월선리
    "4420037025": "4484037025", # 충청남도 아산군 영인면 신운리 -> 충청남도 아산시 영인면 신운리
    "4420037026": "4484037026", # 충청남도 아산군 영인면 백석포리 -> 충청남도 아산시 영인면 백석포리
    "4420037027": "4484037027", # 충청남도 아산군 영인면 와우리 -> 충청남도 아산시 영인면 와우리
    "4420037028": "4484037028", # 충청남도 아산군 영인면 구성리 -> 충청남도 아산시 영인면 구성리
    "4420037030": "4484037030", # 충청남도 아산군 영인면 신봉리 -> 충청남도 아산시 영인면 신봉리
    "4420037031": "4484037031", # 충청남도 아산군 영인면 성내리 -> 충청남도 아산시 영인면 성내리
    "4420037032": "4484037032", # 충청남도 아산군 영인면 신화리 -> 충청남도 아산시 영인면 신화리
    "4420037033": "4484037033", # 충청남도 아산군 영인면 역리 -> 충청남도 아산시 영인면 역리
    "4420038000": "4484038000", # 충청남도 아산군 인주면 -> 충청남도 아산시 인주면
    "4420038021": "4484038021", # 충청남도 아산군 인주면 공세리 -> 충청남도 아산시 인주면 공세리
    "4420038022": "4484038022", # 충청남도 아산군 인주면 모원리 -> 충청남도 아산시 인주면 모원리
    "4420038023": "4484038023", # 충청남도 아산군 인주면 신성리 -> 충청남도 아산시 인주면 신성리
    "4420038024": "4484038024", # 충청남도 아산군 인주면 걸매리 -> 충청남도 아산시 인주면 걸매리
    "4420038025": "4484038025", # 충청남도 아산군 인주면 밀두리 -> 충청남도 아산시 인주면 밀두리
    "4420038026": "4484038026", # 충청남도 아산군 인주면 문방리 -> 충청남도 아산시 인주면 문방리
    "4420038027": "4484038027", # 충청남도 아산군 인주면 대음리 -> 충청남도 아산시 인주면 대음리
    "4420038028": "4484038028", # 충청남도 아산군 인주면 금성리 -> 충청남도 아산시 인주면 금성리
    "4420038029": "4484038029", # 충청남도 아산군 인주면 해암리 -> 충청남도 아산시 인주면 해암리
    "4420038030": "4484038030", # 충청남도 아산군 인주면 도흥리 -> 충청남도 아산시 인주면 도흥리
    "4420038031": "4484038031", # 충청남도 아산군 인주면 관암리 -> 충청남도 아산시 인주면 관암리
    "4420038032": "4484038032", # 충청남도 아산군 인주면 냉정리 -> 충청남도 아산시 인주면 냉정리
    "4420039000": "4484039000", # 충청남도 아산군 선장면 -> 충청남도 아산시 선장면
    "4420039021": "4484039021", # 충청남도 아산군 선장면 군덕리 -> 충청남도 아산시 선장면 군덕리
    "4420039022": "4484039022", # 충청남도 아산군 선장면 돈포리 -> 충청남도 아산시 선장면 돈포리
    "4420039023": "4484039023", # 충청남도 아산군 선장면 신덕리 -> 충청남도 아산시 선장면 신덕리
    "4420039024": "4484039024", # 충청남도 아산군 선장면 대정리 -> 충청남도 아산시 선장면 대정리
    "4420039025": "4484039025", # 충청남도 아산군 선장면 장곳리 -> 충청남도 아산시 선장면 장곳리
    "4420039026": "4484039026", # 충청남도 아산군 선장면 신성리 -> 충청남도 아산시 선장면 신성리
    "4420039027": "4484039027", # 충청남도 아산군 선장면 죽산리 -> 충청남도 아산시 선장면 죽산리
    "4420039028": "4484039028", # 충청남도 아산군 선장면 신동리 -> 충청남도 아산시 선장면 신동리
    "4420039029": "4484039029", # 충청남도 아산군 선장면 선창리 -> 충청남도 아산시 선장면 선창리
    "4420039030": "4484039030", # 충청남도 아산군 선장면 대흥리 -> 충청남도 아산시 선장면 대흥리
    "4420039031": "4484039031", # 충청남도 아산군 선장면 홍곳리 -> 충청남도 아산시 선장면 홍곳리
    "4420039032": "4484039032", # 충청남도 아산군 선장면 가산리 -> 충청남도 아산시 선장면 가산리
    "4420039033": "4484039033", # 충청남도 아산군 선장면 신문리 -> 충청남도 아산시 선장면 신문리
    "4420039034": "4484039034", # 충청남도 아산군 선장면 궁평리 -> 충청남도 아산시 선장면 궁평리
    "4420040000": "4484040000", # 충청남도 아산군 도고면 -> 충청남도 아산시 도고면
    "4420040021": "4484040021", # 충청남도 아산군 도고면 신언리 -> 충청남도 아산시 도고면 신언리
    "4420040022": "4484040022", # 충청남도 아산군 도고면 봉농리 -> 충청남도 아산시 도고면 봉농리
    "4420040023": "4484040023", # 충청남도 아산군 도고면 효자리 -> 충청남도 아산시 도고면 효자리
    "4420040024": "4484040024", # 충청남도 아산군 도고면 금산리 -> 충청남도 아산시 도고면 금산리
    "4420040025": "4484040025", # 충청남도 아산군 도고면 시전리 -> 충청남도 아산시 도고면 시전리
    "4420040026": "4484040026", # 충청남도 아산군 도고면 신유리 -> 충청남도 아산시 도고면 신유리
    "4420040027": "4484040027", # 충청남도 아산군 도고면 도산리 -> 충청남도 아산시 도고면 도산리
    "4420040028": "4484040028", # 충청남도 아산군 도고면 화천리 -> 충청남도 아산시 도고면 화천리
    "4420040029": "4484040029", # 충청남도 아산군 도고면 농은리 -> 충청남도 아산시 도고면 농은리
    "4420040030": "4484040030", # 충청남도 아산군 도고면 오암리 -> 충청남도 아산시 도고면 오암리
    "4420040031": "4484040031", # 충청남도 아산군 도고면 덕암리 -> 충청남도 아산시 도고면 덕암리
    "4420040032": "4484040032", # 충청남도 아산군 도고면 석당리 -> 충청남도 아산시 도고면 석당리
    "4420040033": "4484040033", # 충청남도 아산군 도고면 향산리 -> 충청남도 아산시 도고면 향산리
    "4420040034": "4484040034", # 충청남도 아산군 도고면 와산리 -> 충청남도 아산시 도고면 와산리
    "4420040035": "4484040035", # 충청남도 아산군 도고면 신통리 -> 충청남도 아산시 도고면 신통리
    "4420040036": "4484040036", # 충청남도 아산군 도고면 기곡리 -> 충청남도 아산시 도고면 기곡리
    "4420041000": "4484041000", # 충청남도 아산군 신창면 -> 충청남도 아산시 신창면
    "4420041021": "4484041021", # 충청남도 아산군 신창면 오목리 -> 충청남도 아산시 신창면 오목리
    "4420041022": "4484041022", # 충청남도 아산군 신창면 읍내리 -> 충청남도 아산시 신창면 읍내리
    "4420041023": "4484041023", # 충청남도 아산군 신창면 창암리 -> 충청남도 아산시 신창면 창암리
    "4420041024": "4484041024", # 충청남도 아산군 신창면 황산리 -> 충청남도 아산시 신창면 황산리
    "4420041025": "4484041025", # 충청남도 아산군 신창면 행목리 -> 충청남도 아산시 신창면 행목리
    "4420041026": "4484041026", # 충청남도 아산군 신창면 수장리 -> 충청남도 아산시 신창면 수장리
    "4420041027": "4484041027", # 충청남도 아산군 신창면 신달리 -> 충청남도 아산시 신창면 신달리
    "4420041028": "4484041028", # 충청남도 아산군 신창면 남성리 -> 충청남도 아산시 신창면 남성리
    "4420041029": "4484041029", # 충청남도 아산군 신창면 궁화리 -> 충청남도 아산시 신창면 궁화리
    "4420041030": "4484041030", # 충청남도 아산군 신창면 가덕리 -> 충청남도 아산시 신창면 가덕리
    "4420041031": "4484041031", # 충청남도 아산군 신창면 신곡리 -> 충청남도 아산시 신창면 신곡리
    "4420041032": "4484041032", # 충청남도 아산군 신창면 가내리 -> 충청남도 아산시 신창면 가내리
    "4421025000": "4482014000", # 충청남도 서산군 대산읍 -> 충청남도 서산시 대산읍
    "4421025021": "4482014021", # 충청남도 서산군 대산읍 대산리 -> 충청남도 서산시 대산읍 대산리
    "4421025022": "4482014022", # 충청남도 서산군 대산읍 대로리 -> 충청남도 서산시 대산읍 대로리
    "4421025023": "4482014023", # 충청남도 서산군 대산읍 웅도리 -> 충청남도 서산시 대산읍 웅도리
    "4421025024": "4482014024", # 충청남도 서산군 대산읍 오지리 -> 충청남도 서산시 대산읍 오지리
    "4421025025": "4482014025", # 충청남도 서산군 대산읍 기은리 -> 충청남도 서산시 대산읍 기은리
    "4421025027": "4482014027", # 충청남도 서산군 대산읍 대죽리 -> 충청남도 서산시 대산읍 대죽리
    "4421025028": "4482014028", # 충청남도 서산군 대산읍 화곡리 -> 충청남도 서산시 대산읍 화곡리
    "4421025029": "4482014029", # 충청남도 서산군 대산읍 운산리 -> 충청남도 서산시 대산읍 운산리
    "4421025030": "4482014030", # 충청남도 서산군 대산읍 영탑리 -> 충청남도 서산시 대산읍 영탑리
    "4421031000": "4482031000", # 충청남도 서산군 인지면 -> 충청남도 서산시 인지면
    "4421031021": "4482031021", # 충청남도 서산군 인지면 둔당리 -> 충청남도 서산시 인지면 둔당리
    "4421031022": "4482031022", # 충청남도 서산군 인지면 야당리 -> 충청남도 서산시 인지면 야당리
    "4421031023": "4482031023", # 충청남도 서산군 인지면 모월리 -> 충청남도 서산시 인지면 모월리
    "4421031024": "4482031024", # 충청남도 서산군 인지면 산동리 -> 충청남도 서산시 인지면 산동리
    "4421031025": "4482031025", # 충청남도 서산군 인지면 애정리 -> 충청남도 서산시 인지면 애정리
    "4421031026": "4482031026", # 충청남도 서산군 인지면 남정리 -> 충청남도 서산시 인지면 남정리
    "4421031027": "4482031027", # 충청남도 서산군 인지면 화수리 -> 충청남도 서산시 인지면 화수리
    "4421031028": "4482031028", # 충청남도 서산군 인지면 차리 -> 충청남도 서산시 인지면 차리
    "4421031029": "4482031029", # 충청남도 서산군 인지면 성리 -> 충청남도 서산시 인지면 성리
    "4421031030": "4482031030", # 충청남도 서산군 인지면 풍전리 -> 충청남도 서산시 인지면 풍전리
    "4421032000": "4482032000", # 충청남도 서산군 부석면 -> 충청남도 서산시 부석면
    "4421032021": "4482032021", # 충청남도 서산군 부석면 가사리 -> 충청남도 서산시 부석면 가사리
    "4421032022": "4482032022", # 충청남도 서산군 부석면 강수리 -> 충청남도 서산시 부석면 강수리
    "4421032023": "4482032023", # 충청남도 서산군 부석면 송시리 -> 충청남도 서산시 부석면 송시리
    "4421032024": "4482032024", # 충청남도 서산군 부석면 월계리 -> 충청남도 서산시 부석면 월계리
    "4421032025": "4482032025", # 충청남도 서산군 부석면 갈마리 -> 충청남도 서산시 부석면 갈마리
    "4421032026": "4482032026", # 충청남도 서산군 부석면 취평리 -> 충청남도 서산시 부석면 취평리
    "4421032027": "4482032027", # 충청남도 서산군 부석면 대두리 -> 충청남도 서산시 부석면 대두리
    "4421032028": "4482032028", # 충청남도 서산군 부석면 봉락리 -> 충청남도 서산시 부석면 봉락리
    "4421032029": "4482032029", # 충청남도 서산군 부석면 지산리 -> 충청남도 서산시 부석면 지산리
    "4421032030": "4482032030", # 충청남도 서산군 부석면 칠전리 -> 충청남도 서산시 부석면 칠전리
    "4421032031": "4482032031", # 충청남도 서산군 부석면 강당리 -> 충청남도 서산시 부석면 강당리
    "4421032032": "4482032032", # 충청남도 서산군 부석면 마룡리 -> 충청남도 서산시 부석면 마룡리
    "4421032033": "4482032033", # 충청남도 서산군 부석면 창리 -> 충청남도 서산시 부석면 창리
    "4421032034": "4482032034", # 충청남도 서산군 부석면 간월도리 -> 충청남도 서산시 부석면 간월도리
    "4421033000": "4482033000", # 충청남도 서산군 팔봉면 -> 충청남도 서산시 팔봉면
    "4421033021": "4482033021", # 충청남도 서산군 팔봉면 금학리 -> 충청남도 서산시 팔봉면 금학리
    "4421033022": "4482033022", # 충청남도 서산군 팔봉면 양길리 -> 충청남도 서산시 팔봉면 양길리
    "4421033023": "4482033023", # 충청남도 서산군 팔봉면 대황리 -> 충청남도 서산시 팔봉면 대황리
    "4421033024": "4482033024", # 충청남도 서산군 팔봉면 흑석리 -> 충청남도 서산시 팔봉면 흑석리
    "4421033025": "4482033025", # 충청남도 서산군 팔봉면 고파도리 -> 충청남도 서산시 팔봉면 고파도리
    "4421033026": "4482033026", # 충청남도 서산군 팔봉면 호리 -> 충청남도 서산시 팔봉면 호리
    "4421033027": "4482033027", # 충청남도 서산군 팔봉면 덕송리 -> 충청남도 서산시 팔봉면 덕송리
    "4421033028": "4482033028", # 충청남도 서산군 팔봉면 어송리 -> 충청남도 서산시 팔봉면 어송리
    "4421033029": "4482033029", # 충청남도 서산군 팔봉면 진장리 -> 충청남도 서산시 팔봉면 진장리
    "4421034000": "4482034000", # 충청남도 서산군 지곡면 -> 충청남도 서산시 지곡면
    "4421034021": "4482034021", # 충청남도 서산군 지곡면 화천리 -> 충청남도 서산시 지곡면 화천리
    "4421034022": "4482034022", # 충청남도 서산군 지곡면 산성리 -> 충청남도 서산시 지곡면 산성리
    "4421034023": "4482034023", # 충청남도 서산군 지곡면 장현리 -> 충청남도 서산시 지곡면 장현리
    "4421034024": "4482034024", # 충청남도 서산군 지곡면 연화리 -> 충청남도 서산시 지곡면 연화리
    "4421034025": "4482034025", # 충청남도 서산군 지곡면 중왕리 -> 충청남도 서산시 지곡면 중왕리
    "4421034026": "4482034026", # 충청남도 서산군 지곡면 도성리 -> 충청남도 서산시 지곡면 도성리
    "4421034027": "4482034027", # 충청남도 서산군 지곡면 대요리 -> 충청남도 서산시 지곡면 대요리
    "4421034028": "4482034028", # 충청남도 서산군 지곡면 환성리 -> 충청남도 서산시 지곡면 환성리
    "4421034029": "4482034029", # 충청남도 서산군 지곡면 무장리 -> 충청남도 서산시 지곡면 무장리
    "4421036000": "4482036000", # 충청남도 서산군 성연면 -> 충청남도 서산시 성연면
    "4421036021": "4482036021", # 충청남도 서산군 성연면 일람리 -> 충청남도 서산시 성연면 일람리
    "4421036022": "4482036022", # 충청남도 서산군 성연면 고남리 -> 충청남도 서산시 성연면 고남리
    "4421036023": "4482036023", # 충청남도 서산군 성연면 오사리 -> 충청남도 서산시 성연면 오사리
    "4421036024": "4482036024", # 충청남도 서산군 성연면 왕정리 -> 충청남도 서산시 성연면 왕정리
    "4421036025": "4482036025", # 충청남도 서산군 성연면 평리 -> 충청남도 서산시 성연면 평리
    "4421036026": "4482036026", # 충청남도 서산군 성연면 갈현리 -> 충청남도 서산시 성연면 갈현리
    "4421036027": "4482036027", # 충청남도 서산군 성연면 명천리 -> 충청남도 서산시 성연면 명천리
    "4421036028": "4482036028", # 충청남도 서산군 성연면 예덕리 -> 충청남도 서산시 성연면 예덕리
    "4421036029": "4482036029", # 충청남도 서산군 성연면 해성리 -> 충청남도 서산시 성연면 해성리
    "4421037000": "4482037000", # 충청남도 서산군 음암면 -> 충청남도 서산시 음암면
    "4421037021": "4482037021", # 충청남도 서산군 음암면 도당리 -> 충청남도 서산시 음암면 도당리
    "4421037022": "4482037022", # 충청남도 서산군 음암면 탑곡리 -> 충청남도 서산시 음암면 탑곡리
    "4421037023": "4482037023", # 충청남도 서산군 음암면 문양리 -> 충청남도 서산시 음암면 문양리
    "4421037024": "4482037024", # 충청남도 서산군 음암면 율목리 -> 충청남도 서산시 음암면 율목리
    "4421037025": "4482037025", # 충청남도 서산군 음암면 부산리 -> 충청남도 서산시 음암면 부산리
    "4421037026": "4482037026", # 충청남도 서산군 음암면 상홍리 -> 충청남도 서산시 음암면 상홍리
    "4421037027": "4482037027", # 충청남도 서산군 음암면 신장리 -> 충청남도 서산시 음암면 신장리
    "4421037028": "4482037028", # 충청남도 서산군 음암면 유계리 -> 충청남도 서산시 음암면 유계리
    "4421037029": "4482037029", # 충청남도 서산군 음암면 성암리 -> 충청남도 서산시 음암면 성암리
    "4421037030": "4482037030", # 충청남도 서산군 음암면 부장리 -> 충청남도 서산시 음암면 부장리
    "4421038000": "4482038000", # 충청남도 서산군 운산면 -> 충청남도 서산시 운산면
    "4421038021": "4482038021", # 충청남도 서산군 운산면 신창리 -> 충청남도 서산시 운산면 신창리
    "4421038022": "4482038022", # 충청남도 서산군 운산면 용현리 -> 충청남도 서산시 운산면 용현리
    "4421038023": "4482038023", # 충청남도 서산군 운산면 태봉리 -> 충청남도 서산시 운산면 태봉리
    "4421038024": "4482038024", # 충청남도 서산군 운산면 고풍리 -> 충청남도 서산시 운산면 고풍리
    "4421038025": "4482038025", # 충청남도 서산군 운산면 원평리 -> 충청남도 서산시 운산면 원평리
    "4421038026": "4482038026", # 충청남도 서산군 운산면 와우리 -> 충청남도 서산시 운산면 와우리
    "4421038027": "4482038027", # 충청남도 서산군 운산면 팔중리 -> 충청남도 서산시 운산면 팔중리
    "4421038028": "4482038028", # 충청남도 서산군 운산면 고산리 -> 충청남도 서산시 운산면 고산리
    "4421038029": "4482038029", # 충청남도 서산군 운산면 수평리 -> 충청남도 서산시 운산면 수평리
    "4421038030": "4482038030", # 충청남도 서산군 운산면 수당리 -> 충청남도 서산시 운산면 수당리
    "4421038031": "4482038031", # 충청남도 서산군 운산면 안호리 -> 충청남도 서산시 운산면 안호리
    "4421038032": "4482038032", # 충청남도 서산군 운산면 용장리 -> 충청남도 서산시 운산면 용장리
    "4421038033": "4482038033", # 충청남도 서산군 운산면 갈산리 -> 충청남도 서산시 운산면 갈산리
    "4421038034": "4482038034", # 충청남도 서산군 운산면 여미리 -> 충청남도 서산시 운산면 여미리
    "4421038035": "4482038035", # 충청남도 서산군 운산면 가좌리 -> 충청남도 서산시 운산면 가좌리
    "4421038036": "4482038036", # 충청남도 서산군 운산면 소중리 -> 충청남도 서산시 운산면 소중리
    "4421038037": "4482038037", # 충청남도 서산군 운산면 상성리 -> 충청남도 서산시 운산면 상성리
    "4421038038": "4482038038", # 충청남도 서산군 운산면 원벌리 -> 충청남도 서산시 운산면 원벌리
    "4421038039": "4482038039", # 충청남도 서산군 운산면 거성리 -> 충청남도 서산시 운산면 거성리
    "4421039000": "4482039000", # 충청남도 서산군 해미면 -> 충청남도 서산시 해미면
    "4421039021": "4482039021", # 충청남도 서산군 해미면 읍내리 -> 충청남도 서산시 해미면 읍내리
    "4421039022": "4482039022", # 충청남도 서산군 해미면 휴암리 -> 충청남도 서산시 해미면 휴암리
    "4421039023": "4482039023", # 충청남도 서산군 해미면 대곡리 -> 충청남도 서산시 해미면 대곡리
    "4421039024": "4482039024", # 충청남도 서산군 해미면 산수리 -> 충청남도 서산시 해미면 산수리
    "4421039025": "4482039025", # 충청남도 서산군 해미면 황락리 -> 충청남도 서산시 해미면 황락리
    "4421039026": "4482039026", # 충청남도 서산군 해미면 오학리 -> 충청남도 서산시 해미면 오학리
    "4421039027": "4482039027", # 충청남도 서산군 해미면 삼송리 -> 충청남도 서산시 해미면 삼송리
    "4421039028": "4482039028", # 충청남도 서산군 해미면 관유리 -> 충청남도 서산시 해미면 관유리
    "4421039029": "4482039029", # 충청남도 서산군 해미면 홍천리 -> 충청남도 서산시 해미면 홍천리
    "4421039030": "4482039030", # 충청남도 서산군 해미면 동암리 -> 충청남도 서산시 해미면 동암리
    "4421039031": "4482039031", # 충청남도 서산군 해미면 반양리 -> 충청남도 서산시 해미면 반양리
    "4421039032": "4482039032", # 충청남도 서산군 해미면 웅소성리 -> 충청남도 서산시 해미면 웅소성리
    "4421039033": "4482039033", # 충청남도 서산군 해미면 귀밀리 -> 충청남도 서산시 해미면 귀밀리
    "4421039034": "4482039034", # 충청남도 서산군 해미면 억대리 -> 충청남도 서산시 해미면 억대리
    "4421039035": "4482039035", # 충청남도 서산군 해미면 전천리 -> 충청남도 서산시 해미면 전천리
    "4421039036": "4482039036", # 충청남도 서산군 해미면 응평리 -> 충청남도 서산시 해미면 응평리
    "4421039037": "4482039037", # 충청남도 서산군 해미면 양림리 -> 충청남도 서산시 해미면 양림리
    "4421039038": "4482039038", # 충청남도 서산군 해미면 기지리 -> 충청남도 서산시 해미면 기지리
    "4421039039": "4482039039", # 충청남도 서산군 해미면 언암리 -> 충청남도 서산시 해미면 언암리
    "4421039040": "4482039040", # 충청남도 서산군 해미면 석포리 -> 충청남도 서산시 해미면 석포리
    "4421039041": "4482039041", # 충청남도 서산군 해미면 저성리 -> 충청남도 서산시 해미면 저성리
    "4421039042": "4482039042", # 충청남도 서산군 해미면 조산리 -> 충청남도 서산시 해미면 조산리
    "4421040000": "4482040000", # 충청남도 서산군 고북면 -> 충청남도 서산시 고북면
    "4421040021": "4482040021", # 충청남도 서산군 고북면 가구리 -> 충청남도 서산시 고북면 가구리
    "4421040022": "4482040022", # 충청남도 서산군 고북면 신송리 -> 충청남도 서산시 고북면 신송리
    "4421040023": "4482040023", # 충청남도 서산군 고북면 장요리 -> 충청남도 서산시 고북면 장요리
    "4421040024": "4482040024", # 충청남도 서산군 고북면 초록리 -> 충청남도 서산시 고북면 초록리
    "4421040025": "4482040025", # 충청남도 서산군 고북면 용암리 -> 충청남도 서산시 고북면 용암리
    "4421040026": "4482040026", # 충청남도 서산군 고북면 신상리 -> 충청남도 서산시 고북면 신상리
    "4421040027": "4482040027", # 충청남도 서산군 고북면 신정리 -> 충청남도 서산시 고북면 신정리
    "4421040028": "4482040028", # 충청남도 서산군 고북면 남정리 -> 충청남도 서산시 고북면 남정리
    "4421040029": "4482040029", # 충청남도 서산군 고북면 기포리 -> 충청남도 서산시 고북면 기포리
    "4421040030": "4482040030", # 충청남도 서산군 고북면 양천리 -> 충청남도 서산시 고북면 양천리
    "4421040031": "4482040031", # 충청남도 서산군 고북면 정자리 -> 충청남도 서산시 고북면 정자리
    "4421040032": "4482040032", # 충청남도 서산군 고북면 봉생리 -> 충청남도 서산시 고북면 봉생리
    "4421040033": "4482040033", # 충청남도 서산군 고북면 사기리 -> 충청남도 서산시 고북면 사기리
    "4423025000": "4475012000", # 충청남도 논산군 강경읍 -> 충청남도 논산시 강경읍
    "4423025021": "4475012034", # 충청남도 논산군 강경읍 남교리 -> 충청남도 논산시 강경읍 남교리
    "4423025022": "4475012035", # 충청남도 논산군 강경읍 동흥리 -> 충청남도 논산시 강경읍 동흥리
    "4423025023": "4475012036", # 충청남도 논산군 강경읍 북옥리 -> 충청남도 논산시 강경읍 북옥리
    "4423025024": "4475012037", # 충청남도 논산군 강경읍 서창리 -> 충청남도 논산시 강경읍 서창리
    "4423025025": "4475012038", # 충청남도 논산군 강경읍 홍교리 -> 충청남도 논산시 강경읍 홍교리
    "4423025026": "4475012039", # 충청남도 논산군 강경읍 중앙리 -> 충청남도 논산시 강경읍 중앙리
    "4423025027": "4475012040", # 충청남도 논산군 강경읍 염천리 -> 충청남도 논산시 강경읍 염천리
    "4423025028": "4475012041", # 충청남도 논산군 강경읍 태평리 -> 충청남도 논산시 강경읍 태평리
    "4423025029": "4475012042", # 충청남도 논산군 강경읍 대흥리 -> 충청남도 논산시 강경읍 대흥리
    "4423025030": "4475012043", # 충청남도 논산군 강경읍 황산리 -> 충청남도 논산시 강경읍 황산리
    "4423025031": "4475012044", # 충청남도 논산군 강경읍 채산리 -> 충청남도 논산시 강경읍 채산리
    "4423025032": "4475012045", # 충청남도 논산군 강경읍 산양리 -> 충청남도 논산시 강경읍 산양리
    "4423025033": "4475012046", # 충청남도 논산군 강경읍 채운리 -> 충청남도 논산시 강경읍 채운리
    "4423025300": "4475013000", # 충청남도 논산군 연무읍 -> 충청남도 논산시 연무읍
    "4423025321": "4475013021", # 충청남도 논산군 연무읍 마산리 -> 충청남도 논산시 연무읍 마산리
    "4423025322": "4475013022", # 충청남도 논산군 연무읍 죽평리 -> 충청남도 논산시 연무읍 죽평리
    "4423025323": "4475013023", # 충청남도 논산군 연무읍 금곡리 -> 충청남도 논산시 연무읍 금곡리
    "4423025324": "4475013024", # 충청남도 논산군 연무읍 동산리 -> 충청남도 논산시 연무읍 동산리
    "4423025325": "4475013025", # 충청남도 논산군 연무읍 죽본리 -> 충청남도 논산시 연무읍 죽본리
    "4423025326": "4475013026", # 충청남도 논산군 연무읍 소룡리 -> 충청남도 논산시 연무읍 소룡리
    "4423025327": "4475013027", # 충청남도 논산군 연무읍 양지리 -> 충청남도 논산시 연무읍 양지리
    "4423025328": "4475013028", # 충청남도 논산군 연무읍 마전리 -> 충청남도 논산시 연무읍 마전리
    "4423025329": "4475013029", # 충청남도 논산군 연무읍 고내리 -> 충청남도 논산시 연무읍 고내리
    "4423025330": "4475013030", # 충청남도 논산군 연무읍 황화정리 -> 충청남도 논산시 연무읍 황화정리
    "4423025331": "4475013031", # 충청남도 논산군 연무읍 안심리 -> 충청남도 논산시 연무읍 안심리
    "4423025332": "4475013032", # 충청남도 논산군 연무읍 신화리 -> 충청남도 논산시 연무읍 신화리
    "4423025333": "4475013033", # 충청남도 논산군 연무읍 봉동리 -> 충청남도 논산시 연무읍 봉동리
    "4423031000": "4475031000", # 충청남도 논산군 성동면 -> 충청남도 논산시 성동면
    "4423031021": "4475031021", # 충청남도 논산군 성동면 삼산리 -> 충청남도 논산시 성동면 삼산리
    "4423031022": "4475031022", # 충청남도 논산군 성동면 월성리 -> 충청남도 논산시 성동면 월성리
    "4423031023": "4475031023", # 충청남도 논산군 성동면 병촌리 -> 충청남도 논산시 성동면 병촌리
    "4423031024": "4475031024", # 충청남도 논산군 성동면 개척리 -> 충청남도 논산시 성동면 개척리
    "4423031025": "4475031025", # 충청남도 논산군 성동면 우곤리 -> 충청남도 논산시 성동면 우곤리
    "4423031026": "4475031026", # 충청남도 논산군 성동면 원남리 -> 충청남도 논산시 성동면 원남리
    "4423031027": "4475031027", # 충청남도 논산군 성동면 원북리 -> 충청남도 논산시 성동면 원북리
    "4423031028": "4475031028", # 충청남도 논산군 성동면 정지리 -> 충청남도 논산시 성동면 정지리
    "4423031029": "4475031029", # 충청남도 논산군 성동면 원봉리 -> 충청남도 논산시 성동면 원봉리
    "4423031030": "4475031030", # 충청남도 논산군 성동면 화정리 -> 충청남도 논산시 성동면 화정리
    "4423031031": "4475031031", # 충청남도 논산군 성동면 삼호리 -> 충청남도 논산시 성동면 삼호리
    "4423032000": "4475032000", # 충청남도 논산군 광석면 -> 충청남도 논산시 광석면
    "4423032021": "4475032021", # 충청남도 논산군 광석면 신당리 -> 충청남도 논산시 광석면 신당리
    "4423032022": "4475032022", # 충청남도 논산군 광석면 중리 -> 충청남도 논산시 광석면 중리
    "4423032023": "4475032023", # 충청남도 논산군 광석면 득윤리 -> 충청남도 논산시 광석면 득윤리
    "4423032024": "4475032024", # 충청남도 논산군 광석면 갈산리 -> 충청남도 논산시 광석면 갈산리
    "4423032025": "4475032025", # 충청남도 논산군 광석면 광리 -> 충청남도 논산시 광석면 광리
    "4423032026": "4475032026", # 충청남도 논산군 광석면 이사리 -> 충청남도 논산시 광석면 이사리
    "4423032027": "4475032027", # 충청남도 논산군 광석면 산동리 -> 충청남도 논산시 광석면 산동리
    "4423032028": "4475032028", # 충청남도 논산군 광석면 천동리 -> 충청남도 논산시 광석면 천동리
    "4423032029": "4475032029", # 충청남도 논산군 광석면 왕전리 -> 충청남도 논산시 광석면 왕전리
    "4423032030": "4475032030", # 충청남도 논산군 광석면 항월리 -> 충청남도 논산시 광석면 항월리
    "4423032031": "4475032031", # 충청남도 논산군 광석면 사월리 -> 충청남도 논산시 광석면 사월리
    "4423032032": "4475032032", # 충청남도 논산군 광석면 율리 -> 충청남도 논산시 광석면 율리
    "4423032033": "4475032033", # 충청남도 논산군 광석면 오강리 -> 충청남도 논산시 광석면 오강리
    "4423033000": "4475033000", # 충청남도 논산군 노성면 -> 충청남도 논산시 노성면
    "4423033021": "4475033021", # 충청남도 논산군 노성면 읍내리 -> 충청남도 논산시 노성면 읍내리
    "4423033022": "4475033022", # 충청남도 논산군 노성면 두사리 -> 충청남도 논산시 노성면 두사리
    "4423033023": "4475033023", # 충청남도 논산군 노성면 송당리 -> 충청남도 논산시 노성면 송당리
    "4423033024": "4475033024", # 충청남도 논산군 노성면 교촌리 -> 충청남도 논산시 노성면 교촌리
    "4423033025": "4475033025", # 충청남도 논산군 노성면 하도리 -> 충청남도 논산시 노성면 하도리
    "4423033026": "4475033026", # 충청남도 논산군 노성면 죽림리 -> 충청남도 논산시 노성면 죽림리
    "4423033027": "4475033027", # 충청남도 논산군 노성면 병사리 -> 충청남도 논산시 노성면 병사리
    "4423033028": "4475033028", # 충청남도 논산군 노성면 가곡리 -> 충청남도 논산시 노성면 가곡리
    "4423033029": "4475033029", # 충청남도 논산군 노성면 장구리 -> 충청남도 논산시 노성면 장구리
    "4423033030": "4475033030", # 충청남도 논산군 노성면 효죽리 -> 충청남도 논산시 노성면 효죽리
    "4423033031": "4475033031", # 충청남도 논산군 노성면 호암리 -> 충청남도 논산시 노성면 호암리
    "4423033032": "4475033032", # 충청남도 논산군 노성면 노티리 -> 충청남도 논산시 노성면 노티리
    "4423033033": "4475033033", # 충청남도 논산군 노성면 구암리 -> 충청남도 논산시 노성면 구암리
    "4423033034": "4475033034", # 충청남도 논산군 노성면 화곡리 -> 충청남도 논산시 노성면 화곡리
    "4423034000": "4475034000", # 충청남도 논산군 상월면 -> 충청남도 논산시 상월면
    "4423034021": "4475034021", # 충청남도 논산군 상월면 신충리 -> 충청남도 논산시 상월면 신충리
    "4423034022": "4475034022", # 충청남도 논산군 상월면 산성리 -> 충청남도 논산시 상월면 산성리
    "4423034023": "4475034023", # 충청남도 논산군 상월면 월오리 -> 충청남도 논산시 상월면 월오리
    "4423034024": "4475034024", # 충청남도 논산군 상월면 지경리 -> 충청남도 논산시 상월면 지경리
    "4423034025": "4475034025", # 충청남도 논산군 상월면 석종리 -> 충청남도 논산시 상월면 석종리
    "4423034026": "4475034026", # 충청남도 논산군 상월면 상도리 -> 충청남도 논산시 상월면 상도리
    "4423034027": "4475034027", # 충청남도 논산군 상월면 대명리 -> 충청남도 논산시 상월면 대명리
    "4423034028": "4475034028", # 충청남도 논산군 상월면 대우리 -> 충청남도 논산시 상월면 대우리
    "4423034029": "4475034029", # 충청남도 논산군 상월면 대촌리 -> 충청남도 논산시 상월면 대촌리
    "4423034030": "4475034030", # 충청남도 논산군 상월면 학당리 -> 충청남도 논산시 상월면 학당리
    "4423034031": "4475034031", # 충청남도 논산군 상월면 주곡리 -> 충청남도 논산시 상월면 주곡리
    "4423034032": "4475034032", # 충청남도 논산군 상월면 한천리 -> 충청남도 논산시 상월면 한천리
    "4423034033": "4475034033", # 충청남도 논산군 상월면 숙진리 -> 충청남도 논산시 상월면 숙진리
    "4423035000": "4475035000", # 충청남도 논산군 부적면 -> 충청남도 논산시 부적면
    "4423035021": "4475035021", # 충청남도 논산군 부적면 마구평리 -> 충청남도 논산시 부적면 마구평리
    "4423035022": "4475035022", # 충청남도 논산군 부적면 덕평리 -> 충청남도 논산시 부적면 덕평리
    "4423035023": "4475035023", # 충청남도 논산군 부적면 부황리 -> 충청남도 논산시 부적면 부황리
    "4423035024": "4475035024", # 충청남도 논산군 부적면 외성리 -> 충청남도 논산시 부적면 외성리
    "4423035025": "4475035025", # 충청남도 논산군 부적면 감곡리 -> 충청남도 논산시 부적면 감곡리
    "4423035026": "4475035026", # 충청남도 논산군 부적면 충곡리 -> 충청남도 논산시 부적면 충곡리
    "4423035027": "4475035027", # 충청남도 논산군 부적면 신풍리 -> 충청남도 논산시 부적면 신풍리
    "4423035029": "4475035028", # 충청남도 논산군 부적면 탑정리 -> 충청남도 논산시 부적면 탑정리
    "4423035030": "4475035029", # 충청남도 논산군 부적면 신교리 -> 충청남도 논산시 부적면 신교리
    "4423035031": "4475035030", # 충청남도 논산군 부적면 반송리 -> 충청남도 논산시 부적면 반송리
    "4423035032": "4475035031", # 충청남도 논산군 부적면 아호리 -> 충청남도 논산시 부적면 아호리
    "4423035033": "4475035032", # 충청남도 논산군 부적면 부인리 -> 충청남도 논산시 부적면 부인리
    "4423035034": "4475035033", # 충청남도 논산군 부적면 왕덕리 -> 충청남도 논산시 부적면 왕덕리
    "4423036000": "4475036000", # 충청남도 논산군 연산면 -> 충청남도 논산시 연산면
    "4423036021": "4475036021", # 충청남도 논산군 연산면 연산리 -> 충청남도 논산시 연산면 연산리
    "4423036022": "4475036022", # 충청남도 논산군 연산면 화악리 -> 충청남도 논산시 연산면 화악리
    "4423036023": "4475036023", # 충청남도 논산군 연산면 천호리 -> 충청남도 논산시 연산면 천호리
    "4423036024": "4475036024", # 충청남도 논산군 연산면 송정리 -> 충청남도 논산시 연산면 송정리
    "4423036025": "4475036025", # 충청남도 논산군 연산면 신암리 -> 충청남도 논산시 연산면 신암리
    "4423036026": "4475036026", # 충청남도 논산군 연산면 청동리 -> 충청남도 논산시 연산면 청동리
    "4423036027": "4475036027", # 충청남도 논산군 연산면 고정리 -> 충청남도 논산시 연산면 고정리
    "4423036028": "4475036028", # 충청남도 논산군 연산면 한전리 -> 충청남도 논산시 연산면 한전리
    "4423036029": "4475036029", # 충청남도 논산군 연산면 임리 -> 충청남도 논산시 연산면 임리
    "4423036030": "4475036030", # 충청남도 논산군 연산면 관동리 -> 충청남도 논산시 연산면 관동리
    "4423036031": "4475036031", # 충청남도 논산군 연산면 고양리 -> 충청남도 논산시 연산면 고양리
    "4423036032": "4475036032", # 충청남도 논산군 연산면 표정리 -> 충청남도 논산시 연산면 표정리
    "4423036033": "4475036033", # 충청남도 논산군 연산면 덕암리 -> 충청남도 논산시 연산면 덕암리
    "4423036034": "4475036034", # 충청남도 논산군 연산면 장전리 -> 충청남도 논산시 연산면 장전리
    "4423036035": "4475036035", # 충청남도 논산군 연산면 백석리 -> 충청남도 논산시 연산면 백석리
    "4423036036": "4475036036", # 충청남도 논산군 연산면 어은리 -> 충청남도 논산시 연산면 어은리
    "4423036037": "4475036037", # 충청남도 논산군 연산면 사포리 -> 충청남도 논산시 연산면 사포리
    "4423036038": "4475036038", # 충청남도 논산군 연산면 송산리 -> 충청남도 논산시 연산면 송산리
    "4423036039": "4475036039", # 충청남도 논산군 연산면 오산리 -> 충청남도 논산시 연산면 오산리
    "4423036040": "4475036040", # 충청남도 논산군 연산면 신양리 -> 충청남도 논산시 연산면 신양리
    "4423038000": "4475038000", # 충청남도 논산군 벌곡면 -> 충청남도 논산시 벌곡면
    "4423038021": "4475038021", # 충청남도 논산군 벌곡면 한삼천리 -> 충청남도 논산시 벌곡면 한삼천리
    "4423038022": "4475038022", # 충청남도 논산군 벌곡면 덕목리 -> 충청남도 논산시 벌곡면 덕목리
    "4423038023": "4475038023", # 충청남도 논산군 벌곡면 사정리 -> 충청남도 논산시 벌곡면 사정리
    "4423038024": "4475038024", # 충청남도 논산군 벌곡면 대덕리 -> 충청남도 논산시 벌곡면 대덕리
    "4423038025": "4475038025", # 충청남도 논산군 벌곡면 검천리 -> 충청남도 논산시 벌곡면 검천리
    "4423038026": "4475038026", # 충청남도 논산군 벌곡면 덕곡리 -> 충청남도 논산시 벌곡면 덕곡리
    "4423038027": "4475038027", # 충청남도 논산군 벌곡면 수락리 -> 충청남도 논산시 벌곡면 수락리
    "4423038028": "4475038028", # 충청남도 논산군 벌곡면 도산리 -> 충청남도 논산시 벌곡면 도산리
    "4423038029": "4475038029", # 충청남도 논산군 벌곡면 만목리 -> 충청남도 논산시 벌곡면 만목리
    "4423038030": "4475038030", # 충청남도 논산군 벌곡면 어곡리 -> 충청남도 논산시 벌곡면 어곡리
    "4423038031": "4475038031", # 충청남도 논산군 벌곡면 조동리 -> 충청남도 논산시 벌곡면 조동리
    "4423038032": "4475038032", # 충청남도 논산군 벌곡면 조령리 -> 충청남도 논산시 벌곡면 조령리
    "4423038033": "4475038033", # 충청남도 논산군 벌곡면 신양리 -> 충청남도 논산시 벌곡면 신양리
    "4423038034": "4475038034", # 충청남도 논산군 벌곡면 양산리 -> 충청남도 논산시 벌곡면 양산리
    "4423039000": "4475039000", # 충청남도 논산군 양촌면 -> 충청남도 논산시 양촌면
    "4423039021": "4475039021", # 충청남도 논산군 양촌면 인천리 -> 충청남도 논산시 양촌면 인천리
    "4423039022": "4475039022", # 충청남도 논산군 양촌면 도평리 -> 충청남도 논산시 양촌면 도평리
    "4423039023": "4475039023", # 충청남도 논산군 양촌면 임화리 -> 충청남도 논산시 양촌면 임화리
    "4423039024": "4475039024", # 충청남도 논산군 양촌면 양촌리 -> 충청남도 논산시 양촌면 양촌리
    "4423039025": "4475039025", # 충청남도 논산군 양촌면 신기리 -> 충청남도 논산시 양촌면 신기리
    "4423039026": "4475039026", # 충청남도 논산군 양촌면 오산리 -> 충청남도 논산시 양촌면 오산리
    "4423039027": "4475039027", # 충청남도 논산군 양촌면 채광리 -> 충청남도 논산시 양촌면 채광리
    "4423039028": "4475039028", # 충청남도 논산군 양촌면 남산리 -> 충청남도 논산시 양촌면 남산리
    "4423039029": "4475039029", # 충청남도 논산군 양촌면 반암리 -> 충청남도 논산시 양촌면 반암리
    "4423039030": "4475039030", # 충청남도 논산군 양촌면 산직리 -> 충청남도 논산시 양촌면 산직리
    "4423039031": "4475039031", # 충청남도 논산군 양촌면 모촌리 -> 충청남도 논산시 양촌면 모촌리
    "4423039032": "4475039032", # 충청남도 논산군 양촌면 신흥리 -> 충청남도 논산시 양촌면 신흥리
    "4423039033": "4475039033", # 충청남도 논산군 양촌면 거사리 -> 충청남도 논산시 양촌면 거사리
    "4423039034": "4475039034", # 충청남도 논산군 양촌면 반곡리 -> 충청남도 논산시 양촌면 반곡리
    "4423039035": "4475039035", # 충청남도 논산군 양촌면 명암리 -> 충청남도 논산시 양촌면 명암리
    "4423039036": "4475039036", # 충청남도 논산군 양촌면 석서리 -> 충청남도 논산시 양촌면 석서리
    "4423039037": "4475039037", # 충청남도 논산군 양촌면 중산리 -> 충청남도 논산시 양촌면 중산리
    "4423040000": "4475040000", # 충청남도 논산군 가야곡면 -> 충청남도 논산시 가야곡면
    "4423040021": "4475040021", # 충청남도 논산군 가야곡면 육곡리 -> 충청남도 논산시 가야곡면 육곡리
    "4423040022": "4475040022", # 충청남도 논산군 가야곡면 강청리 -> 충청남도 논산시 가야곡면 강청리
    "4423040023": "4475040023", # 충청남도 논산군 가야곡면 목곡리 -> 충청남도 논산시 가야곡면 목곡리
    "4423040024": "4475040024", # 충청남도 논산군 가야곡면 함적리 -> 충청남도 논산시 가야곡면 함적리
    "4423040025": "4475040025", # 충청남도 논산군 가야곡면 산노리 -> 충청남도 논산시 가야곡면 산노리
    "4423040026": "4475040026", # 충청남도 논산군 가야곡면 병암리 -> 충청남도 논산시 가야곡면 병암리
    "4423040027": "4475040027", # 충청남도 논산군 가야곡면 조정리 -> 충청남도 논산시 가야곡면 조정리
    "4423040028": "4475040028", # 충청남도 논산군 가야곡면 등리 -> 충청남도 논산시 가야곡면 등리
    "4423040029": "4475040029", # 충청남도 논산군 가야곡면 종연리 -> 충청남도 논산시 가야곡면 종연리
    "4423040030": "4475040030", # 충청남도 논산군 가야곡면 두월리 -> 충청남도 논산시 가야곡면 두월리
    "4423040031": "4475040031", # 충청남도 논산군 가야곡면 야촌리 -> 충청남도 논산시 가야곡면 야촌리
    "4423040032": "4475040032", # 충청남도 논산군 가야곡면 왕암리 -> 충청남도 논산시 가야곡면 왕암리
    "4423040033": "4475040033", # 충청남도 논산군 가야곡면 삼전리 -> 충청남도 논산시 가야곡면 삼전리
    "4423040034": "4475040034", # 충청남도 논산군 가야곡면 양촌리 -> 충청남도 논산시 가야곡면 양촌리
    "4423041000": "4475041000", # 충청남도 논산군 은진면 -> 충청남도 논산시 은진면
    "4423041021": "4475041021", # 충청남도 논산군 은진면 연서리 -> 충청남도 논산시 은진면 연서리
    "4423041022": "4475041022", # 충청남도 논산군 은진면 방축리 -> 충청남도 논산시 은진면 방축리
    "4423041023": "4475041023", # 충청남도 논산군 은진면 토양리 -> 충청남도 논산시 은진면 토양리
    "4423041024": "4475041024", # 충청남도 논산군 은진면 시묘리 -> 충청남도 논산시 은진면 시묘리
    "4423041025": "4475041025", # 충청남도 논산군 은진면 용산리 -> 충청남도 논산시 은진면 용산리
    "4423041026": "4475041026", # 충청남도 논산군 은진면 교촌리 -> 충청남도 논산시 은진면 교촌리
    "4423041027": "4475041027", # 충청남도 논산군 은진면 와야리 -> 충청남도 논산시 은진면 와야리
    "4423041028": "4475041028", # 충청남도 논산군 은진면 남산리 -> 충청남도 논산시 은진면 남산리
    "4423041029": "4475041029", # 충청남도 논산군 은진면 성덕리 -> 충청남도 논산시 은진면 성덕리
    "4423041030": "4475041030", # 충청남도 논산군 은진면 성평리 -> 충청남도 논산시 은진면 성평리
    "4423042000": "4475042000", # 충청남도 논산군 채운면 -> 충청남도 논산시 채운면
    "4423042021": "4475042021", # 충청남도 논산군 채운면 화산리 -> 충청남도 논산시 채운면 화산리
    "4423042022": "4475042022", # 충청남도 논산군 채운면 용화리 -> 충청남도 논산시 채운면 용화리
    "4423042023": "4475042023", # 충청남도 논산군 채운면 우기리 -> 충청남도 논산시 채운면 우기리
    "4423042024": "4475042024", # 충청남도 논산군 채운면 심암리 -> 충청남도 논산시 채운면 심암리
    "4423042025": "4475042025", # 충청남도 논산군 채운면 화정리 -> 충청남도 논산시 채운면 화정리
    "4423042026": "4475042026", # 충청남도 논산군 채운면 삼거리 -> 충청남도 논산시 채운면 삼거리
    "4423042027": "4475042027", # 충청남도 논산군 채운면 장화리 -> 충청남도 논산시 채운면 장화리
    "4423042028": "4475042028", # 충청남도 논산군 채운면 야화리 -> 충청남도 논산시 채운면 야화리
    "4425031000": "4423037000", # 충청남도 논산시 두마면 -> 충청남도 계룡시 두마면
    "4425031021": "4423037021", # 충청남도 논산시 두마면 두계리 -> 충청남도 계룡시 두마면 두계리
    "4425031022": "4423037022", # 충청남도 논산시 두마면 왕대리 -> 충청남도 계룡시 두마면 왕대리
    "4425031023": "4423037023", # 충청남도 논산시 두마면 입암리 -> 충청남도 계룡시 두마면 입암리
    "4425031024": "4423037024", # 충청남도 논산시 두마면 농소리 -> 충청남도 계룡시 두마면 농소리
    "4425031521": "4425031029", # 충청남도 계룡시 두마면 엄사리 -> 충청남도 계룡시 엄사면 엄사리
    "4425031522": "4425031025", # 충청남도 계룡시 두마면 유동리 -> 충청남도 계룡시 엄사면 유동리
    "4425031523": "4425031026", # 충청남도 계룡시 두마면 광석리 -> 충청남도 계룡시 엄사면 광석리
    "4425031524": "4425031027", # 충청남도 계룡시 두마면 도곡리 -> 충청남도 계룡시 엄사면 도곡리
    "4425031525": "4425031028", # 충청남도 계룡시 두마면 향한리 -> 충청남도 계룡시 엄사면 향한리
    "4425033021": "4425032026", # 충청남도 계룡시 남선면 남선리 -> 충청남도 계룡시 신도안면 남선리
    "4425033022": "4425032027", # 충청남도 계룡시 남선면 정장리 -> 충청남도 계룡시 신도안면 정장리
    "4425033023": "4425032028", # 충청남도 계룡시 남선면 부남리 -> 충청남도 계룡시 신도안면 부남리
    "4425033024": "4425032029", # 충청남도 계룡시 남선면 석계리 -> 충청남도 계룡시 신도안면 석계리
    "4425033025": "4425032030", # 충청남도 계룡시 남선면 용동리 -> 충청남도 계룡시 신도안면 용동리
    "4613012800": "4619010100", # 전라남도 여천시 학동 -> 전라남도 여수시 학동
    "4613012900": "4619010200", # 전라남도 여천시 학용동 -> 전라남도 여수시 학용동
    "4613013000": "4619010300", # 전라남도 여천시 안산동 -> 전라남도 여수시 안산동
    "4613013100": "4619010400", # 전라남도 여천시 소호동 -> 전라남도 여수시 소호동
    "4613013200": "4619010500", # 전라남도 여천시 시전동 -> 전라남도 여수시 시전동
    "4613013300": "4619010600", # 전라남도 여천시 신기동 -> 전라남도 여수시 신기동
    "4613013400": "4619010700", # 전라남도 여천시 웅천동 -> 전라남도 여수시 웅천동
    "4613013500": "4619010800", # 전라남도 여천시 선원동 -> 전라남도 여수시 선원동
    "4613013600": "4619010900", # 전라남도 여천시 여천동 -> 전라남도 여수시 여천동
    "4613013700": "4619011000", # 전라남도 여천시 화장동 -> 전라남도 여수시 화장동
    "4613013800": "4619011100", # 전라남도 여천시 주삼동 -> 전라남도 여수시 주삼동
    "4613013900": "4619011200", # 전라남도 여천시 봉계동 -> 전라남도 여수시 봉계동
    "4613014000": "4619011300", # 전라남도 여천시 해산동 -> 전라남도 여수시 해산동
    "4613014100": "4619011400", # 전라남도 여천시 화치동 -> 전라남도 여수시 화치동
    "4613014200": "4619011500", # 전라남도 여천시 월하동 -> 전라남도 여수시 월하동
    "4613014300": "4619011600", # 전라남도 여천시 평여동 -> 전라남도 여수시 평여동
    "4613014400": "4619011700", # 전라남도 여천시 중흥동 -> 전라남도 여수시 중흥동
    "4613014500": "4619011800", # 전라남도 여천시 적량동 -> 전라남도 여수시 적량동
    "4613014600": "4619011900", # 전라남도 여천시 월내동 -> 전라남도 여수시 월내동
    "4613014700": "4619012000", # 전라남도 여천시 묘도동 -> 전라남도 여수시 묘도동
    "4613014800": "4619012100", # 전라남도 여천시 낙포동 -> 전라남도 여수시 낙포동
    "4613014900": "4619012200", # 전라남도 여천시 신덕동 -> 전라남도 여수시 신덕동
    "4613015000": "4619012300", # 전라남도 여천시 상암동 -> 전라남도 여수시 상암동
    "4613015100": "4619012400", # 전라남도 여천시 호명동 -> 전라남도 여수시 호명동
    "4613025000": "4675011000", # 전라남도 여천군 돌산읍 -> 전라남도 여수시 돌산읍
    "4613025021": "4675011021", # 전라남도 여천군 돌산읍 군내리 -> 전라남도 여수시 돌산읍 군내리
    "4613025022": "4675011022", # 전라남도 여천군 돌산읍 신복리 -> 전라남도 여수시 돌산읍 신복리
    "4613025023": "4675011023", # 전라남도 여천군 돌산읍 금성리 -> 전라남도 여수시 돌산읍 금성리
    "4613025024": "4675011024", # 전라남도 여천군 돌산읍 율림리 -> 전라남도 여수시 돌산읍 율림리
    "4613025025": "4675011025", # 전라남도 여천군 돌산읍 죽포리 -> 전라남도 여수시 돌산읍 죽포리
    "4613025026": "4675011026", # 전라남도 여천군 돌산읍 서덕리 -> 전라남도 여수시 돌산읍 서덕리
    "4613025027": "4675011027", # 전라남도 여천군 돌산읍 금봉리 -> 전라남도 여수시 돌산읍 금봉리
    "4613025028": "4675011028", # 전라남도 여천군 돌산읍 둔전리 -> 전라남도 여수시 돌산읍 둔전리
    "4613025029": "4675011029", # 전라남도 여천군 돌산읍 평사리 -> 전라남도 여수시 돌산읍 평사리
    "4613025030": "4675011030", # 전라남도 여천군 돌산읍 우두리 -> 전라남도 여수시 돌산읍 우두리
    "4613031000": "4675031000", # 전라남도 여천군 소라면 -> 전라남도 여수시 소라면
    "4613031021": "4675031021", # 전라남도 여천군 소라면 덕양리 -> 전라남도 여수시 소라면 덕양리
    "4613031022": "4675031022", # 전라남도 여천군 소라면 죽림리 -> 전라남도 여수시 소라면 죽림리
    "4613031023": "4675031023", # 전라남도 여천군 소라면 관기리 -> 전라남도 여수시 소라면 관기리
    "4613031024": "4675031024", # 전라남도 여천군 소라면 현천리 -> 전라남도 여수시 소라면 현천리
    "4613031025": "4675031025", # 전라남도 여천군 소라면 복산리 -> 전라남도 여수시 소라면 복산리
    "4613031026": "4675031026", # 전라남도 여천군 소라면 사곡리 -> 전라남도 여수시 소라면 사곡리
    "4613031027": "4675031027", # 전라남도 여천군 소라면 봉두리 -> 전라남도 여수시 소라면 봉두리
    "4613031028": "4675031028", # 전라남도 여천군 소라면 대포리 -> 전라남도 여수시 소라면 대포리
    "4613032000": "4675032000", # 전라남도 여천군 율촌면 -> 전라남도 여수시 율촌면
    "4613032021": "4675032021", # 전라남도 여천군 율촌면 조화리 -> 전라남도 여수시 율촌면 조화리
    "4613032022": "4675032022", # 전라남도 여천군 율촌면 월산리 -> 전라남도 여수시 율촌면 월산리
    "4613032023": "4675032023", # 전라남도 여천군 율촌면 산수리 -> 전라남도 여수시 율촌면 산수리
    "4613032024": "4675032024", # 전라남도 여천군 율촌면 가장리 -> 전라남도 여수시 율촌면 가장리
    "4613032025": "4675032025", # 전라남도 여천군 율촌면 봉전리 -> 전라남도 여수시 율촌면 봉전리
    "4613032026": "4675032026", # 전라남도 여천군 율촌면 반월리 -> 전라남도 여수시 율촌면 반월리
    "4613032027": "4675032027", # 전라남도 여천군 율촌면 취적리 -> 전라남도 여수시 율촌면 취적리
    "4613032028": "4675032028", # 전라남도 여천군 율촌면 신풍리 -> 전라남도 여수시 율촌면 신풍리
    "4613032029": "4675032029", # 전라남도 여천군 율촌면 상봉리 -> 전라남도 여수시 율촌면 상봉리
    "4613032030": "4675032030", # 전라남도 여천군 율촌면 여동리 -> 전라남도 여수시 율촌면 여동리
    "4613033000": "4675033000", # 전라남도 여천군 화양면 -> 전라남도 여수시 화양면
    "4613033021": "4675033021", # 전라남도 여천군 화양면 나진리 -> 전라남도 여수시 화양면 나진리
    "4613033022": "4675033022", # 전라남도 여천군 화양면 용주리 -> 전라남도 여수시 화양면 용주리
    "4613033023": "4675033023", # 전라남도 여천군 화양면 창무리 -> 전라남도 여수시 화양면 창무리
    "4613033024": "4675033024", # 전라남도 여천군 화양면 이천리 -> 전라남도 여수시 화양면 이천리
    "4613033025": "4675033025", # 전라남도 여천군 화양면 옥적리 -> 전라남도 여수시 화양면 옥적리
    "4613033026": "4675033026", # 전라남도 여천군 화양면 화동리 -> 전라남도 여수시 화양면 화동리
    "4613033027": "4675033027", # 전라남도 여천군 화양면 서촌리 -> 전라남도 여수시 화양면 서촌리
    "4613033028": "4675033028", # 전라남도 여천군 화양면 이목리 -> 전라남도 여수시 화양면 이목리
    "4613033029": "4675033029", # 전라남도 여천군 화양면 장수리 -> 전라남도 여수시 화양면 장수리
    "4613033030": "4675033030", # 전라남도 여천군 화양면 안포리 -> 전라남도 여수시 화양면 안포리
    "4613034000": "4675034000", # 전라남도 여천군 남면 -> 전라남도 여수시 남면
    "4613034021": "4675034021", # 전라남도 여천군 남면 우학리 -> 전라남도 여수시 남면 우학리
    "4613034022": "4675034022", # 전라남도 여천군 남면 심장리 -> 전라남도 여수시 남면 심장리
    "4613034023": "4675034023", # 전라남도 여천군 남면 두모리 -> 전라남도 여수시 남면 두모리
    "4613034024": "4675034024", # 전라남도 여천군 남면 유송리 -> 전라남도 여수시 남면 유송리
    "4613034025": "4675034025", # 전라남도 여천군 남면 안도리 -> 전라남도 여수시 남면 안도리
    "4613034026": "4675034026", # 전라남도 여천군 남면 연도리 -> 전라남도 여수시 남면 연도리
    "4613034027": "4675034027", # 전라남도 여천군 남면 두라리 -> 전라남도 여수시 남면 두라리
    "4613034028": "4675034028", # 전라남도 여천군 남면 화태리 -> 전라남도 여수시 남면 화태리
    "4613034029": "4675034029", # 전라남도 여천군 남면 횡간리 -> 전라남도 여수시 남면 횡간리
    "4613035000": "4675035000", # 전라남도 여천군 화정면 -> 전라남도 여수시 화정면
    "4613035021": "4675035021", # 전라남도 여천군 화정면 백야리 -> 전라남도 여수시 화정면 백야리
    "4613035022": "4675035022", # 전라남도 여천군 화정면 월호리 -> 전라남도 여수시 화정면 월호리
    "4613035023": "4675035023", # 전라남도 여천군 화정면 개도리 -> 전라남도 여수시 화정면 개도리
    "4613035024": "4675035024", # 전라남도 여천군 화정면 제도리 -> 전라남도 여수시 화정면 제도리
    "4613035025": "4675035025", # 전라남도 여천군 화정면 상화리 -> 전라남도 여수시 화정면 상화리
    "4613035026": "4675035026", # 전라남도 여천군 화정면 하화리 -> 전라남도 여수시 화정면 하화리
    "4613035027": "4675035027", # 전라남도 여천군 화정면 낭도리 -> 전라남도 여수시 화정면 낭도리
    "4613035028": "4675035028", # 전라남도 여천군 화정면 조발리 -> 전라남도 여수시 화정면 조발리
    "4613035029": "4675035029", # 전라남도 여천군 화정면 적금리 -> 전라남도 여수시 화정면 적금리
    "4613035030": "4675035030", # 전라남도 여천군 화정면 여자리 -> 전라남도 여수시 화정면 여자리
    "4613036000": "4675036000", # 전라남도 여천군 삼산면 -> 전라남도 여수시 삼산면
    "4613036021": "4675036021", # 전라남도 여천군 삼산면 거문리 -> 전라남도 여수시 삼산면 거문리
    "4613036022": "4675036022", # 전라남도 여천군 삼산면 덕촌리 -> 전라남도 여수시 삼산면 덕촌리
    "4613036023": "4675036023", # 전라남도 여천군 삼산면 서도리 -> 전라남도 여수시 삼산면 서도리
    "4613036024": "4675036024", # 전라남도 여천군 삼산면 동도리 -> 전라남도 여수시 삼산면 동도리
    "4613036025": "4675036025", # 전라남도 여천군 삼산면 초도리 -> 전라남도 여수시 삼산면 초도리
    "4613036026": "4675036026", # 전라남도 여천군 삼산면 손죽리 -> 전라남도 여수시 삼산면 손죽리
    "4615025000": "4676011000", # 전라남도 승주군 승주읍 -> 전라남도 순천시 승주읍
    "4615025021": "4676011021", # 전라남도 승주군 승주읍 두월리 -> 전라남도 순천시 승주읍 두월리
    "4615025022": "4676011022", # 전라남도 승주군 승주읍 신전리 -> 전라남도 순천시 승주읍 신전리
    "4615025023": "4676011023", # 전라남도 승주군 승주읍 유흥리 -> 전라남도 순천시 승주읍 유흥리
    "4615025024": "4676011024", # 전라남도 승주군 승주읍 봉덕리 -> 전라남도 순천시 승주읍 봉덕리
    "4615025025": "4676011025", # 전라남도 승주군 승주읍 평중리 -> 전라남도 순천시 승주읍 평중리
    "4615025026": "4676011026", # 전라남도 승주군 승주읍 구강리 -> 전라남도 순천시 승주읍 구강리
    "4615025027": "4676011027", # 전라남도 승주군 승주읍 도정리 -> 전라남도 순천시 승주읍 도정리
    "4615025028": "4676011028", # 전라남도 승주군 승주읍 월계리 -> 전라남도 순천시 승주읍 월계리
    "4615025029": "4676011029", # 전라남도 승주군 승주읍 서평리 -> 전라남도 순천시 승주읍 서평리
    "4615025030": "4676011030", # 전라남도 승주군 승주읍 신성리 -> 전라남도 순천시 승주읍 신성리
    "4615025031": "4676011031", # 전라남도 승주군 승주읍 신학리 -> 전라남도 순천시 승주읍 신학리
    "4615025032": "4676011032", # 전라남도 승주군 승주읍 죽학리 -> 전라남도 순천시 승주읍 죽학리
    "4615025033": "4676011033", # 전라남도 승주군 승주읍 유평리 -> 전라남도 순천시 승주읍 유평리
    "4615025034": "4676011034", # 전라남도 승주군 승주읍 남강리 -> 전라남도 순천시 승주읍 남강리
    "4615031000": "4676031000", # 전라남도 승주군 해룡면 -> 전라남도 순천시 해룡면
    "4615031021": "4676031021", # 전라남도 승주군 해룡면 복성리 -> 전라남도 순천시 해룡면 복성리
    "4615031022": "4676031022", # 전라남도 승주군 해룡면 신대리 -> 전라남도 순천시 해룡면 신대리
    "4615031023": "4676031023", # 전라남도 승주군 해룡면 상삼리 -> 전라남도 순천시 해룡면 상삼리
    "4615031024": "4676031024", # 전라남도 승주군 해룡면 대안리 -> 전라남도 순천시 해룡면 대안리
    "4615031025": "4676031025", # 전라남도 승주군 해룡면 남가리 -> 전라남도 순천시 해룡면 남가리
    "4615031026": "4676031026", # 전라남도 승주군 해룡면 월전리 -> 전라남도 순천시 해룡면 월전리
    "4615031027": "4676031027", # 전라남도 승주군 해룡면 성산리 -> 전라남도 순천시 해룡면 성산리
    "4615031028": "4676031028", # 전라남도 승주군 해룡면 선월리 -> 전라남도 순천시 해룡면 선월리
    "4615031029": "4676031029", # 전라남도 승주군 해룡면 신성리 -> 전라남도 순천시 해룡면 신성리
    "4615031030": "4676031030", # 전라남도 승주군 해룡면 호두리 -> 전라남도 순천시 해룡면 호두리
    "4615031031": "4676031031", # 전라남도 승주군 해룡면 용전리 -> 전라남도 순천시 해룡면 용전리
    "4615031032": "4676031032", # 전라남도 승주군 해룡면 도롱리 -> 전라남도 순천시 해룡면 도롱리
    "4615031033": "4676031033", # 전라남도 승주군 해룡면 중흥리 -> 전라남도 순천시 해룡면 중흥리
    "4615031034": "4676031034", # 전라남도 승주군 해룡면 해창리 -> 전라남도 순천시 해룡면 해창리
    "4615031035": "4676031035", # 전라남도 승주군 해룡면 선학리 -> 전라남도 순천시 해룡면 선학리
    "4615031036": "4676031036", # 전라남도 승주군 해룡면 농주리 -> 전라남도 순천시 해룡면 농주리
    "4615031037": "4676031037", # 전라남도 승주군 해룡면 상내리 -> 전라남도 순천시 해룡면 상내리
    "4615031038": "4676031038", # 전라남도 승주군 해룡면 하사리 -> 전라남도 순천시 해룡면 하사리
    "4615032000": "4676032000", # 전라남도 승주군 서면 -> 전라남도 순천시 서면
    "4615032021": "4676032021", # 전라남도 승주군 서면 학구리 -> 전라남도 순천시 서면 학구리
    "4615032022": "4676032022", # 전라남도 승주군 서면 대구리 -> 전라남도 순천시 서면 대구리
    "4615032023": "4676032023", # 전라남도 승주군 서면 구만리 -> 전라남도 순천시 서면 구만리
    "4615032024": "4676032024", # 전라남도 승주군 서면 비월리 -> 전라남도 순천시 서면 비월리
    "4615032025": "4676032025", # 전라남도 승주군 서면 동산리 -> 전라남도 순천시 서면 동산리
    "4615032026": "4676032026", # 전라남도 승주군 서면 운평리 -> 전라남도 순천시 서면 운평리
    "4615032027": "4676032027", # 전라남도 승주군 서면 죽평리 -> 전라남도 순천시 서면 죽평리
    "4615032028": "4676032028", # 전라남도 승주군 서면 선평리 -> 전라남도 순천시 서면 선평리
    "4615032029": "4676032029", # 전라남도 승주군 서면 압곡리 -> 전라남도 순천시 서면 압곡리
    "4615032030": "4676032030", # 전라남도 승주군 서면 구상리 -> 전라남도 순천시 서면 구상리
    "4615032031": "4676032031", # 전라남도 승주군 서면 흥대리 -> 전라남도 순천시 서면 흥대리
    "4615032032": "4676032032", # 전라남도 승주군 서면 지본리 -> 전라남도 순천시 서면 지본리
    "4615032033": "4676032033", # 전라남도 승주군 서면 판교리 -> 전라남도 순천시 서면 판교리
    "4615032034": "4676032034", # 전라남도 승주군 서면 청소리 -> 전라남도 순천시 서면 청소리
    "4615033000": "4676033000", # 전라남도 승주군 황전면 -> 전라남도 순천시 황전면
    "4615033021": "4676033021", # 전라남도 승주군 황전면 죽청리 -> 전라남도 순천시 황전면 죽청리
    "4615033022": "4676033022", # 전라남도 승주군 황전면 평촌리 -> 전라남도 순천시 황전면 평촌리
    "4615033023": "4676033023", # 전라남도 승주군 황전면 수평리 -> 전라남도 순천시 황전면 수평리
    "4615033024": "4676033024", # 전라남도 승주군 황전면 괴목리 -> 전라남도 순천시 황전면 괴목리
    "4615033025": "4676033025", # 전라남도 승주군 황전면 죽내리 -> 전라남도 순천시 황전면 죽내리
    "4615033026": "4676033026", # 전라남도 승주군 황전면 황학리 -> 전라남도 순천시 황전면 황학리
    "4615033027": "4676033027", # 전라남도 승주군 황전면 월산리 -> 전라남도 순천시 황전면 월산리
    "4615033028": "4676033028", # 전라남도 승주군 황전면 내구리 -> 전라남도 순천시 황전면 내구리
    "4615033029": "4676033029", # 전라남도 승주군 황전면 봉덕리 -> 전라남도 순천시 황전면 봉덕리
    "4615033030": "4676033030", # 전라남도 승주군 황전면 선변리 -> 전라남도 순천시 황전면 선변리
    "4615033031": "4676033031", # 전라남도 승주군 황전면 비촌리 -> 전라남도 순천시 황전면 비촌리
    "4615033032": "4676033032", # 전라남도 승주군 황전면 금평리 -> 전라남도 순천시 황전면 금평리
    "4615033033": "4676033033", # 전라남도 승주군 황전면 대치리 -> 전라남도 순천시 황전면 대치리
    "4615033034": "4676033034", # 전라남도 승주군 황전면 모전리 -> 전라남도 순천시 황전면 모전리
    "4615033035": "4676033035", # 전라남도 승주군 황전면 회룡리 -> 전라남도 순천시 황전면 회룡리
    "4615033036": "4676033036", # 전라남도 승주군 황전면 덕림리 -> 전라남도 순천시 황전면 덕림리
    "4615034000": "4676034000", # 전라남도 승주군 월등면 -> 전라남도 순천시 월등면
    "4615034021": "4676034021", # 전라남도 승주군 월등면 대평리 -> 전라남도 순천시 월등면 대평리
    "4615034022": "4676034022", # 전라남도 승주군 월등면 농선리 -> 전라남도 순천시 월등면 농선리
    "4615034023": "4676034023", # 전라남도 승주군 월등면 월용리 -> 전라남도 순천시 월등면 월용리
    "4615034024": "4676034024", # 전라남도 승주군 월등면 신월리 -> 전라남도 순천시 월등면 신월리
    "4615034025": "4676034025", # 전라남도 승주군 월등면 운월리 -> 전라남도 순천시 월등면 운월리
    "4615034026": "4676034026", # 전라남도 승주군 월등면 갈평리 -> 전라남도 순천시 월등면 갈평리
    "4615034027": "4676034027", # 전라남도 승주군 월등면 송천리 -> 전라남도 순천시 월등면 송천리
    "4615034028": "4676034028", # 전라남도 승주군 월등면 망용리 -> 전라남도 순천시 월등면 망용리
    "4615034029": "4676034029", # 전라남도 승주군 월등면 계월리 -> 전라남도 순천시 월등면 계월리
    "4615034030": "4676034030", # 전라남도 승주군 월등면 월림리 -> 전라남도 순천시 월등면 월림리
    "4615035000": "4676035000", # 전라남도 승주군 주암면 -> 전라남도 순천시 주암면
    "4615035021": "4676035021", # 전라남도 승주군 주암면 행정리 -> 전라남도 순천시 주암면 행정리
    "4615035022": "4676035022", # 전라남도 승주군 주암면 갈마리 -> 전라남도 순천시 주암면 갈마리
    "4615035023": "4676035023", # 전라남도 승주군 주암면 주암리 -> 전라남도 순천시 주암면 주암리
    "4615035024": "4676035024", # 전라남도 승주군 주암면 오산리 -> 전라남도 순천시 주암면 오산리
    "4615035025": "4676035025", # 전라남도 승주군 주암면 창촌리 -> 전라남도 순천시 주암면 창촌리
    "4615035026": "4676035026", # 전라남도 승주군 주암면 복다리 -> 전라남도 순천시 주암면 복다리
    "4615035028": "4676035028", # 전라남도 승주군 주암면 요곡리 -> 전라남도 순천시 주암면 요곡리
    "4615035029": "4676035029", # 전라남도 승주군 주암면 구산리 -> 전라남도 순천시 주암면 구산리
    "4615035030": "4676035030", # 전라남도 승주군 주암면 죽림리 -> 전라남도 순천시 주암면 죽림리
    "4615035031": "4676035031", # 전라남도 승주군 주암면 고산리 -> 전라남도 순천시 주암면 고산리
    "4615035032": "4676035032", # 전라남도 승주군 주암면 대광리 -> 전라남도 순천시 주암면 대광리
    "4615035033": "4676035033", # 전라남도 승주군 주암면 광천리 -> 전라남도 순천시 주암면 광천리
    "4615035034": "4676035034", # 전라남도 승주군 주암면 비룡리 -> 전라남도 순천시 주암면 비룡리
    "4615035035": "4676035035", # 전라남도 승주군 주암면 한곡리 -> 전라남도 순천시 주암면 한곡리
    "4615035036": "4676035036", # 전라남도 승주군 주암면 어왕리 -> 전라남도 순천시 주암면 어왕리
    "4615035037": "4676035037", # 전라남도 승주군 주암면 백록리 -> 전라남도 순천시 주암면 백록리
    "4615035038": "4676035038", # 전라남도 승주군 주암면 대구리 -> 전라남도 순천시 주암면 대구리
    "4615035039": "4676035039", # 전라남도 승주군 주암면 궁각리 -> 전라남도 순천시 주암면 궁각리
    "4615035040": "4676035040", # 전라남도 승주군 주암면 운룡리 -> 전라남도 순천시 주암면 운룡리
    "4615036000": "4676036000", # 전라남도 승주군 송광면 -> 전라남도 순천시 송광면
    "4615036021": "4676036021", # 전라남도 승주군 송광면 오봉리 -> 전라남도 순천시 송광면 오봉리
    "4615036022": "4676036022", # 전라남도 승주군 송광면 신흥리 -> 전라남도 순천시 송광면 신흥리
    "4615036023": "4676036023", # 전라남도 승주군 송광면 신평리 -> 전라남도 순천시 송광면 신평리
    "4615036024": "4676036024", # 전라남도 승주군 송광면 낙수리 -> 전라남도 순천시 송광면 낙수리
    "4615036025": "4676036025", # 전라남도 승주군 송광면 삼청리 -> 전라남도 순천시 송광면 삼청리
    "4615036026": "4676036026", # 전라남도 승주군 송광면 후곡리 -> 전라남도 순천시 송광면 후곡리
    "4615036027": "4676036027", # 전라남도 승주군 송광면 월산리 -> 전라남도 순천시 송광면 월산리
    "4615036028": "4676036028", # 전라남도 승주군 송광면 대곡리 -> 전라남도 순천시 송광면 대곡리
    "4615036029": "4676036029", # 전라남도 승주군 송광면 우산리 -> 전라남도 순천시 송광면 우산리
    "4615036030": "4676036030", # 전라남도 승주군 송광면 덕산리 -> 전라남도 순천시 송광면 덕산리
    "4615036031": "4676036031", # 전라남도 승주군 송광면 봉산리 -> 전라남도 순천시 송광면 봉산리
    "4615036032": "4676036032", # 전라남도 승주군 송광면 이읍리 -> 전라남도 순천시 송광면 이읍리
    "4615036033": "4676036033", # 전라남도 승주군 송광면 장안리 -> 전라남도 순천시 송광면 장안리
    "4615036034": "4676036034", # 전라남도 승주군 송광면 구룡리 -> 전라남도 순천시 송광면 구룡리
    "4615036035": "4676036035", # 전라남도 승주군 송광면 대흥리 -> 전라남도 순천시 송광면 대흥리
    "4615037000": "4676037000", # 전라남도 승주군 외서면 -> 전라남도 순천시 외서면
    "4615037021": "4676037021", # 전라남도 승주군 외서면 신덕리 -> 전라남도 순천시 외서면 신덕리
    "4615037022": "4676037022", # 전라남도 승주군 외서면 쌍율리 -> 전라남도 순천시 외서면 쌍율리
    "4615037023": "4676037023", # 전라남도 승주군 외서면 금성리 -> 전라남도 순천시 외서면 금성리
    "4615037024": "4676037024", # 전라남도 승주군 외서면 월암리 -> 전라남도 순천시 외서면 월암리
    "4615037025": "4676037025", # 전라남도 승주군 외서면 도신리 -> 전라남도 순천시 외서면 도신리
    "4615037026": "4676037026", # 전라남도 승주군 외서면 반용리 -> 전라남도 순천시 외서면 반용리
    "4615037027": "4676037027", # 전라남도 승주군 외서면 화전리 -> 전라남도 순천시 외서면 화전리
    "4615037028": "4676037028", # 전라남도 승주군 외서면 장산리 -> 전라남도 순천시 외서면 장산리
    "4615038000": "4676038000", # 전라남도 승주군 낙안면 -> 전라남도 순천시 낙안면
    "4615038021": "4676038021", # 전라남도 승주군 낙안면 동내리 -> 전라남도 순천시 낙안면 동내리
    "4615038022": "4676038022", # 전라남도 승주군 낙안면 남내리 -> 전라남도 순천시 낙안면 남내리
    "4615038023": "4676038023", # 전라남도 승주군 낙안면 서내리 -> 전라남도 순천시 낙안면 서내리
    "4615038024": "4676038024", # 전라남도 승주군 낙안면 성북리 -> 전라남도 순천시 낙안면 성북리
    "4615038025": "4676038025", # 전라남도 승주군 낙안면 상송리 -> 전라남도 순천시 낙안면 상송리
    "4615038026": "4676038026", # 전라남도 승주군 낙안면 하송리 -> 전라남도 순천시 낙안면 하송리
    "4615038027": "4676038027", # 전라남도 승주군 낙안면 검암리 -> 전라남도 순천시 낙안면 검암리
    "4615038028": "4676038028", # 전라남도 승주군 낙안면 옥산리 -> 전라남도 순천시 낙안면 옥산리
    "4615038029": "4676038029", # 전라남도 승주군 낙안면 평촌리 -> 전라남도 순천시 낙안면 평촌리
    "4615038030": "4676038030", # 전라남도 승주군 낙안면 교촌리 -> 전라남도 순천시 낙안면 교촌리
    "4615038031": "4676038031", # 전라남도 승주군 낙안면 신기리 -> 전라남도 순천시 낙안면 신기리
    "4615038032": "4676038032", # 전라남도 승주군 낙안면 이곡리 -> 전라남도 순천시 낙안면 이곡리
    "4615038033": "4676038033", # 전라남도 승주군 낙안면 용능리 -> 전라남도 순천시 낙안면 용능리
    "4615038034": "4676038034", # 전라남도 승주군 낙안면 내운리 -> 전라남도 순천시 낙안면 내운리
    "4615038035": "4676038035", # 전라남도 승주군 낙안면 창녕리 -> 전라남도 순천시 낙안면 창녕리
    "4615038036": "4676038036", # 전라남도 승주군 낙안면 금산리 -> 전라남도 순천시 낙안면 금산리
    "4615038037": "4676038037", # 전라남도 승주군 낙안면 평사리 -> 전라남도 순천시 낙안면 평사리
    "4615038038": "4676038038", # 전라남도 승주군 낙안면 목촌리 -> 전라남도 순천시 낙안면 목촌리
    "4615038039": "4676038039", # 전라남도 승주군 낙안면 석흥리 -> 전라남도 순천시 낙안면 석흥리
    "4615039000": "4676039000", # 전라남도 승주군 별량면 -> 전라남도 순천시 별량면
    "4615039021": "4676039021", # 전라남도 승주군 별량면 봉림리 -> 전라남도 순천시 별량면 봉림리
    "4615039022": "4676039022", # 전라남도 승주군 별량면 운천리 -> 전라남도 순천시 별량면 운천리
    "4615039023": "4676039023", # 전라남도 승주군 별량면 송학리 -> 전라남도 순천시 별량면 송학리
    "4615039024": "4676039024", # 전라남도 승주군 별량면 덕정리 -> 전라남도 순천시 별량면 덕정리
    "4615039025": "4676039025", # 전라남도 승주군 별량면 우산리 -> 전라남도 순천시 별량면 우산리
    "4615039026": "4676039026", # 전라남도 승주군 별량면 쌍림리 -> 전라남도 순천시 별량면 쌍림리
    "4615039027": "4676039027", # 전라남도 승주군 별량면 학산리 -> 전라남도 순천시 별량면 학산리
    "4615039028": "4676039028", # 전라남도 승주군 별량면 대곡리 -> 전라남도 순천시 별량면 대곡리
    "4615039029": "4676039029", # 전라남도 승주군 별량면 무풍리 -> 전라남도 순천시 별량면 무풍리
    "4615039030": "4676039030", # 전라남도 승주군 별량면 마산리 -> 전라남도 순천시 별량면 마산리
    "4615039031": "4676039031", # 전라남도 승주군 별량면 동송리 -> 전라남도 순천시 별량면 동송리
    "4615039032": "4676039032", # 전라남도 승주군 별량면 원창리 -> 전라남도 순천시 별량면 원창리
    "4615039033": "4676039033", # 전라남도 승주군 별량면 두고리 -> 전라남도 순천시 별량면 두고리
    "4615039034": "4676039034", # 전라남도 승주군 별량면 구룡리 -> 전라남도 순천시 별량면 구룡리
    "4615039035": "4676039035", # 전라남도 승주군 별량면 송기리 -> 전라남도 순천시 별량면 송기리
    "4615039036": "4676039036", # 전라남도 승주군 별량면 죽산리 -> 전라남도 순천시 별량면 죽산리
    "4615039037": "4676039037", # 전라남도 승주군 별량면 금치리 -> 전라남도 순천시 별량면 금치리
    "4615039038": "4676039038", # 전라남도 승주군 별량면 대룡리 -> 전라남도 순천시 별량면 대룡리
    "4615040000": "4676040000", # 전라남도 승주군 상사면 -> 전라남도 순천시 상사면
    "4615040021": "4676040021", # 전라남도 승주군 상사면 흘산리 -> 전라남도 순천시 상사면 흘산리
    "4615040022": "4676040022", # 전라남도 승주군 상사면 응령리 -> 전라남도 순천시 상사면 응령리
    "4615040023": "4676040023", # 전라남도 승주군 상사면 용계리 -> 전라남도 순천시 상사면 용계리
    "4615040024": "4676040024", # 전라남도 승주군 상사면 도월리 -> 전라남도 순천시 상사면 도월리
    "4615040025": "4676040025", # 전라남도 승주군 상사면 봉래리 -> 전라남도 순천시 상사면 봉래리
    "4615040026": "4676040026", # 전라남도 승주군 상사면 쌍지리 -> 전라남도 순천시 상사면 쌍지리
    "4615040027": "4676040027", # 전라남도 승주군 상사면 초곡리 -> 전라남도 순천시 상사면 초곡리
    "4615040028": "4676040028", # 전라남도 승주군 상사면 용암리 -> 전라남도 순천시 상사면 용암리
    "4615040029": "4676040029", # 전라남도 승주군 상사면 비촌리 -> 전라남도 순천시 상사면 비촌리
    "4615040030": "4676040030", # 전라남도 승주군 상사면 오곡리 -> 전라남도 순천시 상사면 오곡리
    "4615040031": "4676040031", # 전라남도 승주군 상사면 마륜리 -> 전라남도 순천시 상사면 마륜리
    "4617025021": "4617041021", # 전라남도 나주시 남평면 남평리 -> 전라남도 나주시 남평읍 남평리
    "4617025022": "4617041022", # 전라남도 나주시 남평면 대교리 -> 전라남도 나주시 남평읍 대교리
    "4617025023": "4617041023", # 전라남도 나주시 남평면 동사리 -> 전라남도 나주시 남평읍 동사리
    "4617025024": "4617041024", # 전라남도 나주시 남평면 교촌리 -> 전라남도 나주시 남평읍 교촌리
    "4617025025": "4617041025", # 전라남도 나주시 남평면 교원리 -> 전라남도 나주시 남평읍 교원리
    "4617025026": "4617041026", # 전라남도 나주시 남평면 서산리 -> 전라남도 나주시 남평읍 서산리
    "4617025027": "4617041027", # 전라남도 나주시 남평면 오계리 -> 전라남도 나주시 남평읍 오계리
    "4617025028": "4617041028", # 전라남도 나주시 남평면 상곡리 -> 전라남도 나주시 남평읍 상곡리
    "4617025029": "4617041029", # 전라남도 나주시 남평면 우산리 -> 전라남도 나주시 남평읍 우산리
    "4617025030": "4617041030", # 전라남도 나주시 남평면 남석리 -> 전라남도 나주시 남평읍 남석리
    "4617025031": "4617041031", # 전라남도 나주시 남평면 풍림리 -> 전라남도 나주시 남평읍 풍림리
    "4617025032": "4617041032", # 전라남도 나주시 남평면 노동리 -> 전라남도 나주시 남평읍 노동리
    "4617025033": "4617041033", # 전라남도 나주시 남평면 광촌리 -> 전라남도 나주시 남평읍 광촌리
    "4617025034": "4617041034", # 전라남도 나주시 남평면 수원리 -> 전라남도 나주시 남평읍 수원리
    "4617025035": "4617041035", # 전라남도 나주시 남평면 광이리 -> 전라남도 나주시 남평읍 광이리
    "4617025036": "4617041036", # 전라남도 나주시 남평면 평산리 -> 전라남도 나주시 남평읍 평산리
    "4617031000": "4685031000", # 전라남도 나주군 세지면 -> 전라남도 나주시 세지면
    "4617031021": "4685031021", # 전라남도 나주군 세지면 오봉리 -> 전라남도 나주시 세지면 오봉리
    "4617031022": "4685031022", # 전라남도 나주군 세지면 대산리 -> 전라남도 나주시 세지면 대산리
    "4617031023": "4685031023", # 전라남도 나주군 세지면 내정리 -> 전라남도 나주시 세지면 내정리
    "4617031024": "4685031024", # 전라남도 나주군 세지면 동곡리 -> 전라남도 나주시 세지면 동곡리
    "4617031025": "4685031025", # 전라남도 나주군 세지면 죽동리 -> 전라남도 나주시 세지면 죽동리
    "4617031026": "4685031026", # 전라남도 나주군 세지면 송제리 -> 전라남도 나주시 세지면 송제리
    "4617031027": "4685031027", # 전라남도 나주군 세지면 교산리 -> 전라남도 나주시 세지면 교산리
    "4617031028": "4685031028", # 전라남도 나주군 세지면 벽산리 -> 전라남도 나주시 세지면 벽산리
    "4617031029": "4685031029", # 전라남도 나주군 세지면 성산리 -> 전라남도 나주시 세지면 성산리
    "4617032000": "4685032000", # 전라남도 나주군 왕곡면 -> 전라남도 나주시 왕곡면
    "4617032021": "4685032021", # 전라남도 나주군 왕곡면 덕산리 -> 전라남도 나주시 왕곡면 덕산리
    "4617032022": "4685032022", # 전라남도 나주군 왕곡면 본양리 -> 전라남도 나주시 왕곡면 본양리
    "4617032023": "4685032023", # 전라남도 나주군 왕곡면 옥곡리 -> 전라남도 나주시 왕곡면 옥곡리
    "4617032024": "4685032024", # 전라남도 나주군 왕곡면 송죽리 -> 전라남도 나주시 왕곡면 송죽리
    "4617032025": "4685032025", # 전라남도 나주군 왕곡면 신포리 -> 전라남도 나주시 왕곡면 신포리
    "4617032026": "4685032026", # 전라남도 나주군 왕곡면 월천리 -> 전라남도 나주시 왕곡면 월천리
    "4617032027": "4685032027", # 전라남도 나주군 왕곡면 화정리 -> 전라남도 나주시 왕곡면 화정리
    "4617032028": "4685032028", # 전라남도 나주군 왕곡면 행전리 -> 전라남도 나주시 왕곡면 행전리
    "4617032029": "4685032029", # 전라남도 나주군 왕곡면 신원리 -> 전라남도 나주시 왕곡면 신원리
    "4617032030": "4685032030", # 전라남도 나주군 왕곡면 신가리 -> 전라남도 나주시 왕곡면 신가리
    "4617032031": "4685032031", # 전라남도 나주군 왕곡면 양산리 -> 전라남도 나주시 왕곡면 양산리
    "4617032032": "4685032032", # 전라남도 나주군 왕곡면 장산리 -> 전라남도 나주시 왕곡면 장산리
    "4617033000": "4685033000", # 전라남도 나주군 반남면 -> 전라남도 나주시 반남면
    "4617033021": "4685033021", # 전라남도 나주군 반남면 흥덕리 -> 전라남도 나주시 반남면 흥덕리
    "4617033022": "4685033022", # 전라남도 나주군 반남면 석천리 -> 전라남도 나주시 반남면 석천리
    "4617033024": "4685033024", # 전라남도 나주군 반남면 덕산리 -> 전라남도 나주시 반남면 덕산리
    "4617033025": "4685033025", # 전라남도 나주군 반남면 신촌리 -> 전라남도 나주시 반남면 신촌리
    "4617033026": "4685033026", # 전라남도 나주군 반남면 대안리 -> 전라남도 나주시 반남면 대안리
    "4617033027": "4685033027", # 전라남도 나주군 반남면 청송리 -> 전라남도 나주시 반남면 청송리
    "4617034000": "4685034000", # 전라남도 나주군 공산면 -> 전라남도 나주시 공산면
    "4617034021": "4685034021", # 전라남도 나주군 공산면 금곡리 -> 전라남도 나주시 공산면 금곡리
    "4617034022": "4685034022", # 전라남도 나주군 공산면 남창리 -> 전라남도 나주시 공산면 남창리
    "4617034023": "4685034023", # 전라남도 나주군 공산면 백사리 -> 전라남도 나주시 공산면 백사리
    "4617034024": "4685034024", # 전라남도 나주군 공산면 신곡리 -> 전라남도 나주시 공산면 신곡리
    "4617034025": "4685034025", # 전라남도 나주군 공산면 중포리 -> 전라남도 나주시 공산면 중포리
    "4617034026": "4685034026", # 전라남도 나주군 공산면 가송리 -> 전라남도 나주시 공산면 가송리
    "4617034027": "4685034027", # 전라남도 나주군 공산면 동촌리 -> 전라남도 나주시 공산면 동촌리
    "4617034028": "4685034028", # 전라남도 나주군 공산면 화성리 -> 전라남도 나주시 공산면 화성리
    "4617034029": "4685034029", # 전라남도 나주군 공산면 상방리 -> 전라남도 나주시 공산면 상방리
    "4617034030": "4685034030", # 전라남도 나주군 공산면 복용리 -> 전라남도 나주시 공산면 복용리
    "4617035000": "4685035000", # 전라남도 나주군 동강면 -> 전라남도 나주시 동강면
    "4617035021": "4685035021", # 전라남도 나주군 동강면 인동리 -> 전라남도 나주시 동강면 인동리
    "4617035022": "4685035022", # 전라남도 나주군 동강면 월양리 -> 전라남도 나주시 동강면 월양리
    "4617035023": "4685035023", # 전라남도 나주군 동강면 진천리 -> 전라남도 나주시 동강면 진천리
    "4617035024": "4685035024", # 전라남도 나주군 동강면 대전리 -> 전라남도 나주시 동강면 대전리
    "4617035025": "4685035025", # 전라남도 나주군 동강면 장동리 -> 전라남도 나주시 동강면 장동리
    "4617035026": "4685035026", # 전라남도 나주군 동강면 옥정리 -> 전라남도 나주시 동강면 옥정리
    "4617035027": "4685035027", # 전라남도 나주군 동강면 곡천리 -> 전라남도 나주시 동강면 곡천리
    "4617035028": "4685035028", # 전라남도 나주군 동강면 대지리 -> 전라남도 나주시 동강면 대지리
    "4617035029": "4685035029", # 전라남도 나주군 동강면 월송리 -> 전라남도 나주시 동강면 월송리
    "4617035030": "4685035030", # 전라남도 나주군 동강면 양지리 -> 전라남도 나주시 동강면 양지리
    "4617035031": "4685035031", # 전라남도 나주군 동강면 운산리 -> 전라남도 나주시 동강면 운산리
    "4617036000": "4685036000", # 전라남도 나주군 다시면 -> 전라남도 나주시 다시면
    "4617036021": "4685036021", # 전라남도 나주군 다시면 영동리 -> 전라남도 나주시 다시면 영동리
    "4617036022": "4685036022", # 전라남도 나주군 다시면 월태리 -> 전라남도 나주시 다시면 월태리
    "4617036023": "4685036023", # 전라남도 나주군 다시면 가운리 -> 전라남도 나주시 다시면 가운리
    "4617036025": "4685036025", # 전라남도 나주군 다시면 복암리 -> 전라남도 나주시 다시면 복암리
    "4617036026": "4685036026", # 전라남도 나주군 다시면 가흥리 -> 전라남도 나주시 다시면 가흥리
    "4617036027": "4685036027", # 전라남도 나주군 다시면 신석리 -> 전라남도 나주시 다시면 신석리
    "4617036028": "4685036028", # 전라남도 나주군 다시면 죽산리 -> 전라남도 나주시 다시면 죽산리
    "4617036029": "4685036029", # 전라남도 나주군 다시면 문동리 -> 전라남도 나주시 다시면 문동리
    "4617036030": "4685036030", # 전라남도 나주군 다시면 동당리 -> 전라남도 나주시 다시면 동당리
    "4617036031": "4685036031", # 전라남도 나주군 다시면 송촌리 -> 전라남도 나주시 다시면 송촌리
    "4617036032": "4685036032", # 전라남도 나주군 다시면 동곡리 -> 전라남도 나주시 다시면 동곡리
    "4617036033": "4685036033", # 전라남도 나주군 다시면 청정리 -> 전라남도 나주시 다시면 청정리
    "4617036034": "4685036034", # 전라남도 나주군 다시면 운봉리 -> 전라남도 나주시 다시면 운봉리
    "4617036035": "4685036035", # 전라남도 나주군 다시면 신광리 -> 전라남도 나주시 다시면 신광리
    "4617037000": "4685037000", # 전라남도 나주군 문평면 -> 전라남도 나주시 문평면
    "4617037021": "4685037021", # 전라남도 나주군 문평면 안곡리 -> 전라남도 나주시 문평면 안곡리
    "4617037022": "4685037022", # 전라남도 나주군 문평면 송산리 -> 전라남도 나주시 문평면 송산리
    "4617037023": "4685037023", # 전라남도 나주군 문평면 북동리 -> 전라남도 나주시 문평면 북동리
    "4617037024": "4685037024", # 전라남도 나주군 문평면 동원리 -> 전라남도 나주시 문평면 동원리
    "4617037025": "4685037025", # 전라남도 나주군 문평면 대도리 -> 전라남도 나주시 문평면 대도리
    "4617037026": "4685037026", # 전라남도 나주군 문평면 계로리 -> 전라남도 나주시 문평면 계로리
    "4617037027": "4685037027", # 전라남도 나주군 문평면 학교리 -> 전라남도 나주시 문평면 학교리
    "4617037028": "4685037028", # 전라남도 나주군 문평면 국동리 -> 전라남도 나주시 문평면 국동리
    "4617037029": "4685037029", # 전라남도 나주군 문평면 옥당리 -> 전라남도 나주시 문평면 옥당리
    "4617037030": "4685037030", # 전라남도 나주군 문평면 산호리 -> 전라남도 나주시 문평면 산호리
    "4617037031": "4685037031", # 전라남도 나주군 문평면 학동리 -> 전라남도 나주시 문평면 학동리
    "4617037032": "4685037032", # 전라남도 나주군 문평면 오룡리 -> 전라남도 나주시 문평면 오룡리
    "4617038000": "4685038000", # 전라남도 나주군 노안면 -> 전라남도 나주시 노안면
    "4617038021": "4685038021", # 전라남도 나주군 노안면 금동리 -> 전라남도 나주시 노안면 금동리
    "4617038022": "4685038022", # 전라남도 나주군 노안면 장동리 -> 전라남도 나주시 노안면 장동리
    "4617038023": "4685038023", # 전라남도 나주군 노안면 학산리 -> 전라남도 나주시 노안면 학산리
    "4617038024": "4685038024", # 전라남도 나주군 노안면 도산리 -> 전라남도 나주시 노안면 도산리
    "4617038025": "4685038025", # 전라남도 나주군 노안면 유곡리 -> 전라남도 나주시 노안면 유곡리
    "4617038026": "4685038026", # 전라남도 나주군 노안면 계림리 -> 전라남도 나주시 노안면 계림리
    "4617038027": "4685038027", # 전라남도 나주군 노안면 안산리 -> 전라남도 나주시 노안면 안산리
    "4617038028": "4685038028", # 전라남도 나주군 노안면 용산리 -> 전라남도 나주시 노안면 용산리
    "4617038029": "4685038029", # 전라남도 나주군 노안면 구정리 -> 전라남도 나주시 노안면 구정리
    "4617038030": "4685038030", # 전라남도 나주군 노안면 영평리 -> 전라남도 나주시 노안면 영평리
    "4617038031": "4685038031", # 전라남도 나주군 노안면 금안리 -> 전라남도 나주시 노안면 금안리
    "4617038032": "4685038032", # 전라남도 나주군 노안면 오정리 -> 전라남도 나주시 노안면 오정리
    "4617038033": "4685038033", # 전라남도 나주군 노안면 양천리 -> 전라남도 나주시 노안면 양천리
    "4617039000": "4685039000", # 전라남도 나주군 금천면 -> 전라남도 나주시 금천면
    "4617039021": "4685039021", # 전라남도 나주군 금천면 오강리 -> 전라남도 나주시 금천면 오강리
    "4617039022": "4685039022", # 전라남도 나주군 금천면 고동리 -> 전라남도 나주시 금천면 고동리
    "4617039023": "4685039023", # 전라남도 나주군 금천면 광암리 -> 전라남도 나주시 금천면 광암리
    "4617039024": "4685039024", # 전라남도 나주군 금천면 신천리 -> 전라남도 나주시 금천면 신천리
    "4617039025": "4685039025", # 전라남도 나주군 금천면 죽촌리 -> 전라남도 나주시 금천면 죽촌리
    "4617039026": "4685039026", # 전라남도 나주군 금천면 월산리 -> 전라남도 나주시 금천면 월산리
    "4617039027": "4685039027", # 전라남도 나주군 금천면 동악리 -> 전라남도 나주시 금천면 동악리
    "4617039028": "4685039028", # 전라남도 나주군 금천면 석전리 -> 전라남도 나주시 금천면 석전리
    "4617039029": "4685039029", # 전라남도 나주군 금천면 촌곡리 -> 전라남도 나주시 금천면 촌곡리
    "4617039030": "4685039030", # 전라남도 나주군 금천면 신가리 -> 전라남도 나주시 금천면 신가리
    "4617039031": "4685039031", # 전라남도 나주군 금천면 원곡리 -> 전라남도 나주시 금천면 원곡리
    "4617040000": "4685040000", # 전라남도 나주군 산포면 -> 전라남도 나주시 산포면
    "4617040021": "4685040021", # 전라남도 나주군 산포면 매성리 -> 전라남도 나주시 산포면 매성리
    "4617040022": "4685040022", # 전라남도 나주군 산포면 신도리 -> 전라남도 나주시 산포면 신도리
    "4617040023": "4685040023", # 전라남도 나주군 산포면 송림리 -> 전라남도 나주시 산포면 송림리
    "4617040024": "4685040024", # 전라남도 나주군 산포면 화지리 -> 전라남도 나주시 산포면 화지리
    "4617040025": "4685040025", # 전라남도 나주군 산포면 산제리 -> 전라남도 나주시 산포면 산제리
    "4617040026": "4685040026", # 전라남도 나주군 산포면 등수리 -> 전라남도 나주시 산포면 등수리
    "4617040027": "4685040027", # 전라남도 나주군 산포면 등정리 -> 전라남도 나주시 산포면 등정리
    "4617040028": "4685040028", # 전라남도 나주군 산포면 내기리 -> 전라남도 나주시 산포면 내기리
    "4617040029": "4685040029", # 전라남도 나주군 산포면 덕례리 -> 전라남도 나주시 산포면 덕례리
    "4617042000": "4685042000", # 전라남도 나주군 다도면 -> 전라남도 나주시 다도면
    "4617042021": "4685042021", # 전라남도 나주군 다도면 판촌리 -> 전라남도 나주시 다도면 판촌리
    "4617042022": "4685042022", # 전라남도 나주군 다도면 송학리 -> 전라남도 나주시 다도면 송학리
    "4617042023": "4685042023", # 전라남도 나주군 다도면 풍산리 -> 전라남도 나주시 다도면 풍산리
    "4617042024": "4685042024", # 전라남도 나주군 다도면 덕동리 -> 전라남도 나주시 다도면 덕동리
    "4617042025": "4685042025", # 전라남도 나주군 다도면 궁원리 -> 전라남도 나주시 다도면 궁원리
    "4617042026": "4685042026", # 전라남도 나주군 다도면 신동리 -> 전라남도 나주시 다도면 신동리
    "4617042027": "4685042027", # 전라남도 나주군 다도면 방산리 -> 전라남도 나주시 다도면 방산리
    "4617042028": "4685042028", # 전라남도 나주군 다도면 마산리 -> 전라남도 나주시 다도면 마산리
    "4617042029": "4685042029", # 전라남도 나주군 다도면 암정리 -> 전라남도 나주시 다도면 암정리
    "4617042030": "4685042030", # 전라남도 나주군 다도면 덕림리 -> 전라남도 나주시 다도면 덕림리
    "4617042031": "4685042031", # 전라남도 나주군 다도면 도동리 -> 전라남도 나주시 다도면 도동리
    "4617043000": "4685043000", # 전라남도 나주군 봉황면 -> 전라남도 나주시 봉황면
    "4617043021": "4685043021", # 전라남도 나주군 봉황면 죽석리 -> 전라남도 나주시 봉황면 죽석리
    "4617043022": "4685043022", # 전라남도 나주군 봉황면 철천리 -> 전라남도 나주시 봉황면 철천리
    "4617043023": "4685043023", # 전라남도 나주군 봉황면 각동리 -> 전라남도 나주시 봉황면 각동리
    "4617043024": "4685043024", # 전라남도 나주군 봉황면 송현리 -> 전라남도 나주시 봉황면 송현리
    "4617043025": "4685043025", # 전라남도 나주군 봉황면 장성리 -> 전라남도 나주시 봉황면 장성리
    "4617043026": "4685043026", # 전라남도 나주군 봉황면 유곡리 -> 전라남도 나주시 봉황면 유곡리
    "4617043027": "4685043027", # 전라남도 나주군 봉황면 옥산리 -> 전라남도 나주시 봉황면 옥산리
    "4617043028": "4685043028", # 전라남도 나주군 봉황면 용전리 -> 전라남도 나주시 봉황면 용전리
    "4617043029": "4685043029", # 전라남도 나주군 봉황면 와우리 -> 전라남도 나주시 봉황면 와우리
    "4617043030": "4685043030", # 전라남도 나주군 봉황면 황용리 -> 전라남도 나주시 봉황면 황용리
    "4617043031": "4685043031", # 전라남도 나주군 봉황면 신동리 -> 전라남도 나주시 봉황면 신동리
    "4617043032": "4685043032", # 전라남도 나주군 봉황면 욱곡리 -> 전라남도 나주시 봉황면 욱곡리
    "4617043033": "4685043033", # 전라남도 나주군 봉황면 오림리 -> 전라남도 나주시 봉황면 오림리
    "4617043034": "4685043034", # 전라남도 나주군 봉황면 덕림리 -> 전라남도 나주시 봉황면 덕림리
    "4617043035": "4685043035", # 전라남도 나주군 봉황면 운곡리 -> 전라남도 나주시 봉황면 운곡리
    "4617043036": "4685043036", # 전라남도 나주군 봉황면 용곡리 -> 전라남도 나주시 봉황면 용곡리
    "4617043037": "4685043037", # 전라남도 나주군 봉황면 만봉리 -> 전라남도 나주시 봉황면 만봉리
    "4617043038": "4685043038", # 전라남도 나주군 봉황면 덕곡리 -> 전라남도 나주시 봉황면 덕곡리
    "4623010600": "4621010600", # 전라남도 동광양시 중동 -> 전라남도 광양시 중동
    "4623010700": "4621010700", # 전라남도 동광양시 마동 -> 전라남도 광양시 마동
    "4623010800": "4621010800", # 전라남도 동광양시 광영동 -> 전라남도 광양시 광영동
    "4623010900": "4621010900", # 전라남도 동광양시 태인동 -> 전라남도 광양시 태인동
    "4623011000": "4621011000", # 전라남도 동광양시 금호동 -> 전라남도 광양시 금호동
    "4623025000": "4674011000", # 전라남도 광양군 광양읍 -> 전라남도 광양시 광양읍
    "4623025021": "4674011021", # 전라남도 광양군 광양읍 우산리 -> 전라남도 광양시 광양읍 우산리
    "4623025022": "4674011022", # 전라남도 광양군 광양읍 구산리 -> 전라남도 광양시 광양읍 구산리
    "4623025023": "4674011023", # 전라남도 광양군 광양읍 칠성리 -> 전라남도 광양시 광양읍 칠성리
    "4623025024": "4674011024", # 전라남도 광양군 광양읍 읍내리 -> 전라남도 광양시 광양읍 읍내리
    "4623025025": "4674011025", # 전라남도 광양군 광양읍 목성리 -> 전라남도 광양시 광양읍 목성리
    "4623025026": "4674011026", # 전라남도 광양군 광양읍 초남리 -> 전라남도 광양시 광양읍 초남리
    "4623025027": "4674011027", # 전라남도 광양군 광양읍 익신리 -> 전라남도 광양시 광양읍 익신리
    "4623025028": "4674011028", # 전라남도 광양군 광양읍 사곡리 -> 전라남도 광양시 광양읍 사곡리
    "4623025029": "4674011029", # 전라남도 광양군 광양읍 죽림리 -> 전라남도 광양시 광양읍 죽림리
    "4623025030": "4674011030", # 전라남도 광양군 광양읍 용강리 -> 전라남도 광양시 광양읍 용강리
    "4623025031": "4674011031", # 전라남도 광양군 광양읍 인동리 -> 전라남도 광양시 광양읍 인동리
    "4623025032": "4674011032", # 전라남도 광양군 광양읍 인서리 -> 전라남도 광양시 광양읍 인서리
    "4623025033": "4674011033", # 전라남도 광양군 광양읍 도월리 -> 전라남도 광양시 광양읍 도월리
    "4623025034": "4674011034", # 전라남도 광양군 광양읍 세풍리 -> 전라남도 광양시 광양읍 세풍리
    "4623025035": "4674011035", # 전라남도 광양군 광양읍 덕례리 -> 전라남도 광양시 광양읍 덕례리
    "4623031000": "4674031000", # 전라남도 광양군 봉강면 -> 전라남도 광양시 봉강면
    "4623031021": "4674031021", # 전라남도 광양군 봉강면 석사리 -> 전라남도 광양시 봉강면 석사리
    "4623031022": "4674031022", # 전라남도 광양군 봉강면 지곡리 -> 전라남도 광양시 봉강면 지곡리
    "4623031023": "4674031023", # 전라남도 광양군 봉강면 봉당리 -> 전라남도 광양시 봉강면 봉당리
    "4623031024": "4674031024", # 전라남도 광양군 봉강면 부저리 -> 전라남도 광양시 봉강면 부저리
    "4623031025": "4674031025", # 전라남도 광양군 봉강면 구서리 -> 전라남도 광양시 봉강면 구서리
    "4623031026": "4674031026", # 전라남도 광양군 봉강면 조령리 -> 전라남도 광양시 봉강면 조령리
    "4623031027": "4674031027", # 전라남도 광양군 봉강면 신룡리 -> 전라남도 광양시 봉강면 신룡리
    "4623032000": "4674032000", # 전라남도 광양군 옥룡면 -> 전라남도 광양시 옥룡면
    "4623032021": "4674032021", # 전라남도 광양군 옥룡면 산남리 -> 전라남도 광양시 옥룡면 산남리
    "4623032022": "4674032022", # 전라남도 광양군 옥룡면 운평리 -> 전라남도 광양시 옥룡면 운평리
    "4623032023": "4674032023", # 전라남도 광양군 옥룡면 추산리 -> 전라남도 광양시 옥룡면 추산리
    "4623032024": "4674032024", # 전라남도 광양군 옥룡면 동곡리 -> 전라남도 광양시 옥룡면 동곡리
    "4623032025": "4674032025", # 전라남도 광양군 옥룡면 죽천리 -> 전라남도 광양시 옥룡면 죽천리
    "4623032026": "4674032026", # 전라남도 광양군 옥룡면 용곡리 -> 전라남도 광양시 옥룡면 용곡리
    "4623032027": "4674032027", # 전라남도 광양군 옥룡면 율천리 -> 전라남도 광양시 옥룡면 율천리
    "4623032028": "4674032028", # 전라남도 광양군 옥룡면 운곡리 -> 전라남도 광양시 옥룡면 운곡리
    "4623033000": "4674033000", # 전라남도 광양군 옥곡면 -> 전라남도 광양시 옥곡면
    "4623033021": "4674033021", # 전라남도 광양군 옥곡면 원월리 -> 전라남도 광양시 옥곡면 원월리
    "4623033022": "4674033022", # 전라남도 광양군 옥곡면 대죽리 -> 전라남도 광양시 옥곡면 대죽리
    "4623033023": "4674033023", # 전라남도 광양군 옥곡면 묵백리 -> 전라남도 광양시 옥곡면 묵백리
    "4623033024": "4674033024", # 전라남도 광양군 옥곡면 신금리 -> 전라남도 광양시 옥곡면 신금리
    "4623033025": "4674033025", # 전라남도 광양군 옥곡면 장동리 -> 전라남도 광양시 옥곡면 장동리
    "4623033026": "4674033026", # 전라남도 광양군 옥곡면 선유리 -> 전라남도 광양시 옥곡면 선유리
    "4623033027": "4674033027", # 전라남도 광양군 옥곡면 수평리 -> 전라남도 광양시 옥곡면 수평리
    "4623034000": "4674034000", # 전라남도 광양군 진상면 -> 전라남도 광양시 진상면
    "4623034021": "4674034021", # 전라남도 광양군 진상면 금이리 -> 전라남도 광양시 진상면 금이리
    "4623034022": "4674034022", # 전라남도 광양군 진상면 섬거리 -> 전라남도 광양시 진상면 섬거리
    "4623034023": "4674034023", # 전라남도 광양군 진상면 비평리 -> 전라남도 광양시 진상면 비평리
    "4623034024": "4674034024", # 전라남도 광양군 진상면 황죽리 -> 전라남도 광양시 진상면 황죽리
    "4623034025": "4674034025", # 전라남도 광양군 진상면 어치리 -> 전라남도 광양시 진상면 어치리
    "4623034026": "4674034026", # 전라남도 광양군 진상면 지원리 -> 전라남도 광양시 진상면 지원리
    "4623034027": "4674034027", # 전라남도 광양군 진상면 청암리 -> 전라남도 광양시 진상면 청암리
    "4623035000": "4674035000", # 전라남도 광양군 진월면 -> 전라남도 광양시 진월면
    "4623035021": "4674035021", # 전라남도 광양군 진월면 망덕리 -> 전라남도 광양시 진월면 망덕리
    "4623035022": "4674035022", # 전라남도 광양군 진월면 차사리 -> 전라남도 광양시 진월면 차사리
    "4623035023": "4674035023", # 전라남도 광양군 진월면 마룡리 -> 전라남도 광양시 진월면 마룡리
    "4623035024": "4674035024", # 전라남도 광양군 진월면 선소리 -> 전라남도 광양시 진월면 선소리
    "4623035025": "4674035025", # 전라남도 광양군 진월면 신아리 -> 전라남도 광양시 진월면 신아리
    "4623035026": "4674035026", # 전라남도 광양군 진월면 오사리 -> 전라남도 광양시 진월면 오사리
    "4623035027": "4674035027", # 전라남도 광양군 진월면 신구리 -> 전라남도 광양시 진월면 신구리
    "4623035028": "4674035028", # 전라남도 광양군 진월면 송금리 -> 전라남도 광양시 진월면 송금리
    "4623035029": "4674035029", # 전라남도 광양군 진월면 월길리 -> 전라남도 광양시 진월면 월길리
    "4623035030": "4674035030", # 전라남도 광양군 진월면 진정리 -> 전라남도 광양시 진월면 진정리
    "4623036000": "4674036000", # 전라남도 광양군 다압면 -> 전라남도 광양시 다압면
    "4623036021": "4674036021", # 전라남도 광양군 다압면 신원리 -> 전라남도 광양시 다압면 신원리
    "4623036022": "4674036022", # 전라남도 광양군 다압면 도사리 -> 전라남도 광양시 다압면 도사리
    "4623036023": "4674036023", # 전라남도 광양군 다압면 고사리 -> 전라남도 광양시 다압면 고사리
    "4623036024": "4674036024", # 전라남도 광양군 다압면 금천리 -> 전라남도 광양시 다압면 금천리
    "4623036025": "4674036025", # 전라남도 광양군 다압면 하천리 -> 전라남도 광양시 다압면 하천리
    "4671034032": "4671033032", # 전라남도 담양군 남면 외동리 -> 전라남도 담양군 창평면 외동리
    "4683025321": "4683040021", # 전라남도 영암군 삼호면 서창리 -> 전라남도 영암군 삼호읍 서창리
    "4683025322": "4683040022", # 전라남도 영암군 삼호면 망산리 -> 전라남도 영암군 삼호읍 망산리
    "4683025323": "4683040023", # 전라남도 영암군 삼호면 서호리 -> 전라남도 영암군 삼호읍 서호리
    "4683025324": "4683040024", # 전라남도 영암군 삼호면 동호리 -> 전라남도 영암군 삼호읍 동호리
    "4683025325": "4683040025", # 전라남도 영암군 삼호면 산호리 -> 전라남도 영암군 삼호읍 산호리
    "4683025326": "4683040026", # 전라남도 영암군 삼호면 용앙리 -> 전라남도 영암군 삼호읍 용앙리
    "4683025327": "4683040027", # 전라남도 영암군 삼호면 난전리 -> 전라남도 영암군 삼호읍 난전리
    "4683025328": "4683040028", # 전라남도 영암군 삼호면 삼포리 -> 전라남도 영암군 삼호읍 삼포리
    "4683025329": "4683040029", # 전라남도 영암군 삼호면 용당리 -> 전라남도 영암군 삼호읍 용당리
    "4683025330": "4683040030", # 전라남도 영암군 삼호면 나불리 -> 전라남도 영암군 삼호읍 나불리
    "4711110100": "4711011400", # 경상북도 포항시 상도동 -> 경상북도 포항시 남구 상도동
    "4711110200": "4711011500", # 경상북도 포항시 대도동 -> 경상북도 포항시 남구 대도동
    "4711110300": "4711011600", # 경상북도 포항시 해도동 -> 경상북도 포항시 남구 해도동
    "4711110400": "4711011700", # 경상북도 포항시 송도동 -> 경상북도 포항시 남구 송도동
    "4711110500": "4711012900", # 경상북도 포항시 청림동 -> 경상북도 포항시 남구 청림동
    "4711110600": "4711014000", # 경상북도 포항시 일월동 -> 경상북도 포항시 남구 일월동
    "4711110700": "4711013000", # 경상북도 포항시 송정동 -> 경상북도 포항시 남구 송정동
    "4711110800": "4711013100", # 경상북도 포항시 송내동 -> 경상북도 포항시 남구 송내동
    "4711111000": "4711013300", # 경상북도 포항시 동촌동 -> 경상북도 포항시 남구 동촌동
    "4711111100": "4711013400", # 경상북도 포항시 장흥동 -> 경상북도 포항시 남구 장흥동
    "4711111200": "4711013500", # 경상북도 포항시 인덕동 -> 경상북도 포항시 남구 인덕동
    "4711111300": "4711014100", # 경상북도 포항시 호동 -> 경상북도 포항시 남구 호동
    "4711111400": "4711013700", # 경상북도 포항시 효자동 -> 경상북도 포항시 남구 효자동
    "4711111500": "4711013600", # 경상북도 포항시 지곡동 -> 경상북도 포항시 남구 지곡동
    "4711111600": "4711013800", # 경상북도 포항시 대잠동 -> 경상북도 포항시 남구 대잠동
    "4711111700": "4711013900", # 경상북도 포항시 이동 -> 경상북도 포항시 남구 이동
    "4711125000": "4778011000", # 경상북도 영일군 구룡포읍 -> 경상북도 포항시 남구 구룡포읍
    "4711125021": "4778011021", # 경상북도 영일군 구룡포읍 구룡포리 -> 경상북도 포항시 남구 구룡포읍 구룡포리
    "4711125022": "4778011022", # 경상북도 영일군 구룡포읍 삼정리 -> 경상북도 포항시 남구 구룡포읍 삼정리
    "4711125023": "4778011023", # 경상북도 영일군 구룡포읍 석병리 -> 경상북도 포항시 남구 구룡포읍 석병리
    "4711125024": "4778011024", # 경상북도 영일군 구룡포읍 성동리 -> 경상북도 포항시 남구 구룡포읍 성동리
    "4711125025": "4778011025", # 경상북도 영일군 구룡포읍 구평리 -> 경상북도 포항시 남구 구룡포읍 구평리
    "4711125026": "4778011026", # 경상북도 영일군 구룡포읍 장길리 -> 경상북도 포항시 남구 구룡포읍 장길리
    "4711125027": "4778011027", # 경상북도 영일군 구룡포읍 하정리 -> 경상북도 포항시 남구 구룡포읍 하정리
    "4711125028": "4778011028", # 경상북도 영일군 구룡포읍 병포리 -> 경상북도 포항시 남구 구룡포읍 병포리
    "4711125029": "4778011029", # 경상북도 영일군 구룡포읍 후동리 -> 경상북도 포항시 남구 구룡포읍 후동리
    "4711125030": "4778011030", # 경상북도 영일군 구룡포읍 눌태리 -> 경상북도 포항시 남구 구룡포읍 눌태리
    "4711125300": "4778013000", # 경상북도 영일군 연일읍 -> 경상북도 포항시 남구 연일읍
    "4711125321": "4778013034", # 경상북도 영일군 연일읍 생지리 -> 경상북도 포항시 남구 연일읍 생지리
    "4711125322": "4778013035", # 경상북도 영일군 연일읍 괴정리 -> 경상북도 포항시 남구 연일읍 괴정리
    "4711125323": "4778013036", # 경상북도 영일군 연일읍 동문리 -> 경상북도 포항시 남구 연일읍 동문리
    "4711125324": "4778013037", # 경상북도 영일군 연일읍 오천리 -> 경상북도 포항시 남구 연일읍 오천리
    "4711125325": "4778013038", # 경상북도 영일군 연일읍 유강리 -> 경상북도 포항시 남구 연일읍 유강리
    "4711125326": "4778013039", # 경상북도 영일군 연일읍 자명리 -> 경상북도 포항시 남구 연일읍 자명리
    "4711125327": "4778013040", # 경상북도 영일군 연일읍 학전리 -> 경상북도 포항시 남구 연일읍 학전리
    "4711125328": "4778013041", # 경상북도 영일군 연일읍 달전리 -> 경상북도 포항시 남구 연일읍 달전리
    "4711125329": "4778013042", # 경상북도 영일군 연일읍 중명리 -> 경상북도 포항시 남구 연일읍 중명리
    "4711125330": "4778013043", # 경상북도 영일군 연일읍 중단리 -> 경상북도 포항시 남구 연일읍 중단리
    "4711125331": "4778013044", # 경상북도 영일군 연일읍 택전리 -> 경상북도 포항시 남구 연일읍 택전리
    "4711125332": "4778013045", # 경상북도 영일군 연일읍 인주리 -> 경상북도 포항시 남구 연일읍 인주리
    "4711125333": "4778013046", # 경상북도 영일군 연일읍 우복리 -> 경상북도 포항시 남구 연일읍 우복리
    "4711125600": "4778014000", # 경상북도 영일군 오천읍 -> 경상북도 포항시 남구 오천읍
    "4711125621": "4778014032", # 경상북도 영일군 오천읍 원리 -> 경상북도 포항시 남구 오천읍 원리
    "4711125622": "4778014033", # 경상북도 영일군 오천읍 문덕리 -> 경상북도 포항시 남구 오천읍 문덕리
    "4711125623": "4778014034", # 경상북도 영일군 오천읍 항사리 -> 경상북도 포항시 남구 오천읍 항사리
    "4711125624": "4778014035", # 경상북도 영일군 오천읍 진전리 -> 경상북도 포항시 남구 오천읍 진전리
    "4711125625": "4778014036", # 경상북도 영일군 오천읍 갈평리 -> 경상북도 포항시 남구 오천읍 갈평리
    "4711125626": "4778014037", # 경상북도 영일군 오천읍 문충리 -> 경상북도 포항시 남구 오천읍 문충리
    "4711125627": "4778014038", # 경상북도 영일군 오천읍 용산리 -> 경상북도 포항시 남구 오천읍 용산리
    "4711125628": "4778014039", # 경상북도 영일군 오천읍 광명리 -> 경상북도 포항시 남구 오천읍 광명리
    "4711125629": "4778014040", # 경상북도 영일군 오천읍 세계리 -> 경상북도 포항시 남구 오천읍 세계리
    "4711125630": "4778014041", # 경상북도 영일군 오천읍 용덕리 -> 경상북도 포항시 남구 오천읍 용덕리
    "4711125631": "4778014042", # 경상북도 영일군 오천읍 구정리 -> 경상북도 포항시 남구 오천읍 구정리
    "4711131000": "4778036000", # 경상북도 영일군 대송면 -> 경상북도 포항시 남구 대송면
    "4711131021": "4778036030", # 경상북도 영일군 대송면 공수리 -> 경상북도 포항시 남구 대송면 공수리
    "4711131022": "4778036039", # 경상북도 영일군 대송면 장동리 -> 경상북도 포항시 남구 대송면 장동리
    "4711131023": "4778036032", # 경상북도 영일군 대송면 홍계리 -> 경상북도 포항시 남구 대송면 홍계리
    "4711131024": "4778036033", # 경상북도 영일군 대송면 산여리 -> 경상북도 포항시 남구 대송면 산여리
    "4711131025": "4778036034", # 경상북도 영일군 대송면 대각리 -> 경상북도 포항시 남구 대송면 대각리
    "4711131026": "4778036040", # 경상북도 영일군 대송면 송동리 -> 경상북도 포항시 남구 대송면 송동리
    "4711131027": "4778036036", # 경상북도 영일군 대송면 제내리 -> 경상북도 포항시 남구 대송면 제내리
    "4711131028": "4778036037", # 경상북도 영일군 대송면 옥명리 -> 경상북도 포항시 남구 대송면 옥명리
    "4711131029": "4778036038", # 경상북도 영일군 대송면 남성리 -> 경상북도 포항시 남구 대송면 남성리
    "4711132000": "4778037000", # 경상북도 영일군 동해면 -> 경상북도 포항시 남구 동해면
    "4711132021": "4778037035", # 경상북도 영일군 동해면 도구리 -> 경상북도 포항시 남구 동해면 도구리
    "4711132022": "4778037036", # 경상북도 영일군 동해면 약전리 -> 경상북도 포항시 남구 동해면 약전리
    "4711132023": "4778037037", # 경상북도 영일군 동해면 금광리 -> 경상북도 포항시 남구 동해면 금광리
    "4711132024": "4778037038", # 경상북도 영일군 동해면 신정리 -> 경상북도 포항시 남구 동해면 신정리
    "4711132025": "4778037039", # 경상북도 영일군 동해면 석리 -> 경상북도 포항시 남구 동해면 석리
    "4711132026": "4778037040", # 경상북도 영일군 동해면 임곡리 -> 경상북도 포항시 남구 동해면 임곡리
    "4711132027": "4778037041", # 경상북도 영일군 동해면 입암리 -> 경상북도 포항시 남구 동해면 입암리
    "4711132028": "4778037042", # 경상북도 영일군 동해면 마산리 -> 경상북도 포항시 남구 동해면 마산리
    "4711132029": "4778037043", # 경상북도 영일군 동해면 흥환리 -> 경상북도 포항시 남구 동해면 흥환리
    "4711132030": "4778037044", # 경상북도 영일군 동해면 중흥리 -> 경상북도 포항시 남구 동해면 중흥리
    "4711132031": "4778037045", # 경상북도 영일군 동해면 발산리 -> 경상북도 포항시 남구 동해면 발산리
    "4711132032": "4778037046", # 경상북도 영일군 동해면 상정리 -> 경상북도 포항시 남구 동해면 상정리
    "4711132033": "4778037047", # 경상북도 영일군 동해면 중산리 -> 경상북도 포항시 남구 동해면 중산리
    "4711132034": "4778037048", # 경상북도 영일군 동해면 공당리 -> 경상북도 포항시 남구 동해면 공당리
    "4711133000": "4778038500", # 경상북도 영일군 장기면 -> 경상북도 포항시 남구 장기면
    "4711133021": "4778038521", # 경상북도 영일군 장기면 읍내리 -> 경상북도 포항시 남구 장기면 읍내리
    "4711133022": "4778038522", # 경상북도 영일군 장기면 마현리 -> 경상북도 포항시 남구 장기면 마현리
    "4711133023": "4778038523", # 경상북도 영일군 장기면 금곡리 -> 경상북도 포항시 남구 장기면 금곡리
    "4711133024": "4778038524", # 경상북도 영일군 장기면 영암리 -> 경상북도 포항시 남구 장기면 영암리
    "4711133025": "4778038525", # 경상북도 영일군 장기면 신창리 -> 경상북도 포항시 남구 장기면 신창리
    "4711133026": "4778038526", # 경상북도 영일군 장기면 양포리 -> 경상북도 포항시 남구 장기면 양포리
    "4711133027": "4778038527", # 경상북도 영일군 장기면 계원리 -> 경상북도 포항시 남구 장기면 계원리
    "4711133028": "4778038528", # 경상북도 영일군 장기면 두원리 -> 경상북도 포항시 남구 장기면 두원리
    "4711133029": "4778038529", # 경상북도 영일군 장기면 수성리 -> 경상북도 포항시 남구 장기면 수성리
    "4711133030": "4778038530", # 경상북도 영일군 장기면 임중리 -> 경상북도 포항시 남구 장기면 임중리
    "4711133031": "4778038531", # 경상북도 영일군 장기면 방산리 -> 경상북도 포항시 남구 장기면 방산리
    "4711133032": "4778038532", # 경상북도 영일군 장기면 산서리 -> 경상북도 포항시 남구 장기면 산서리
    "4711133033": "4778038533", # 경상북도 영일군 장기면 서촌리 -> 경상북도 포항시 남구 장기면 서촌리
    "4711133034": "4778038534", # 경상북도 영일군 장기면 금오리 -> 경상북도 포항시 남구 장기면 금오리
    "4711133035": "4778038535", # 경상북도 영일군 장기면 대진리 -> 경상북도 포항시 남구 장기면 대진리
    "4711133036": "4778038536", # 경상북도 영일군 장기면 모포리 -> 경상북도 포항시 남구 장기면 모포리
    "4711133037": "4778038537", # 경상북도 영일군 장기면 학계리 -> 경상북도 포항시 남구 장기면 학계리
    "4711133038": "4778038538", # 경상북도 영일군 장기면 학곡리 -> 경상북도 포항시 남구 장기면 학곡리
    "4711133039": "4778038539", # 경상북도 영일군 장기면 신계리 -> 경상북도 포항시 남구 장기면 신계리
    "4711133040": "4778038540", # 경상북도 영일군 장기면 창지리 -> 경상북도 포항시 남구 장기면 창지리
    "4711133041": "4778038541", # 경상북도 영일군 장기면 대곡리 -> 경상북도 포항시 남구 장기면 대곡리
    "4711133042": "4778038542", # 경상북도 영일군 장기면 죽정리 -> 경상북도 포항시 남구 장기면 죽정리
    "4711133043": "4778038543", # 경상북도 영일군 장기면 정천리 -> 경상북도 포항시 남구 장기면 정천리
    "4711135021": "4711134021", # 경상북도 포항시 남구 대보면 강사리 -> 경상북도 포항시 남구 호미곶면 강사리
    "4711135022": "4711134022", # 경상북도 포항시 남구 대보면 대보리 -> 경상북도 포항시 남구 호미곶면 대보리
    "4711135023": "4711134023", # 경상북도 포항시 남구 대보면 구만리 -> 경상북도 포항시 남구 호미곶면 구만리
    "4711135024": "4711134024", # 경상북도 포항시 남구 대보면 대동배리 -> 경상북도 포항시 남구 호미곶면 대동배리
    "4711310200": "4711010200", # 경상북도 포항시 신흥동 -> 경상북도 포항시 북구 신흥동
    "4711310300": "4711010400", # 경상북도 포항시 남빈동 -> 경상북도 포항시 북구 남빈동
    "4711310400": "4711010300", # 경상북도 포항시 상원동 -> 경상북도 포항시 북구 상원동
    "4711310500": "4711010500", # 경상북도 포항시 여천동 -> 경상북도 포항시 북구 여천동
    "4711310600": "4711010600", # 경상북도 포항시 중앙동 -> 경상북도 포항시 북구 중앙동
    "4711311400": "4711011800", # 경상북도 포항시 득량동 -> 경상북도 포항시 북구 득량동
    "4711311500": "4711011900", # 경상북도 포항시 학잠동 -> 경상북도 포항시 북구 학잠동
    "4711311600": "4711012000", # 경상북도 포항시 죽도동 -> 경상북도 포항시 북구 죽도동
    "4711311800": "4711012200", # 경상북도 포항시 우현동 -> 경상북도 포항시 북구 우현동
    "4711312000": "4711012400", # 경상북도 포항시 두호동 -> 경상북도 포항시 북구 두호동
    "4711312200": "4711012600", # 경상북도 포항시 양덕동 -> 경상북도 포항시 북구 양덕동
    "4711312300": "4711012700", # 경상북도 포항시 환호동 -> 경상북도 포항시 북구 환호동
    "4711312400": "4711012800", # 경상북도 포항시 여남동 -> 경상북도 포항시 북구 여남동
    "4711325000": "4778012000", # 경상북도 영일군 흥해읍 -> 경상북도 포항시 북구 흥해읍
    "4711325021": "4778012051", # 경상북도 영일군 흥해읍 매산리 -> 경상북도 포항시 북구 흥해읍 매산리
    "4711325022": "4778012052", # 경상북도 영일군 흥해읍 북송리 -> 경상북도 포항시 북구 흥해읍 북송리
    "4711325023": "4778012053", # 경상북도 영일군 흥해읍 마산리 -> 경상북도 포항시 북구 흥해읍 마산리
    "4711325024": "4778012054", # 경상북도 영일군 흥해읍 옥성리 -> 경상북도 포항시 북구 흥해읍 옥성리
    "4711325025": "4778012055", # 경상북도 영일군 흥해읍 약성리 -> 경상북도 포항시 북구 흥해읍 약성리
    "4711325026": "4778012056", # 경상북도 영일군 흥해읍 학성리 -> 경상북도 포항시 북구 흥해읍 학성리
    "4711325027": "4778012057", # 경상북도 영일군 흥해읍 남성리 -> 경상북도 포항시 북구 흥해읍 남성리
    "4711325028": "4778012058", # 경상북도 영일군 흥해읍 성내리 -> 경상북도 포항시 북구 흥해읍 성내리
    "4711325029": "4778012059", # 경상북도 영일군 흥해읍 중성리 -> 경상북도 포항시 북구 흥해읍 중성리
    "4711325030": "4778012060", # 경상북도 영일군 흥해읍 망천리 -> 경상북도 포항시 북구 흥해읍 망천리
    "4711325031": "4778012061", # 경상북도 영일군 흥해읍 남송리 -> 경상북도 포항시 북구 흥해읍 남송리
    "4711325032": "4778012062", # 경상북도 영일군 흥해읍 곡강리 -> 경상북도 포항시 북구 흥해읍 곡강리
    "4711325033": "4778012063", # 경상북도 영일군 흥해읍 용한리 -> 경상북도 포항시 북구 흥해읍 용한리
    "4711325034": "4778012064", # 경상북도 영일군 흥해읍 우목리 -> 경상북도 포항시 북구 흥해읍 우목리
    "4711325035": "4778012065", # 경상북도 영일군 흥해읍 죽천리 -> 경상북도 포항시 북구 흥해읍 죽천리
    "4711325036": "4778012066", # 경상북도 영일군 흥해읍 용곡리 -> 경상북도 포항시 북구 흥해읍 용곡리
    "4711325037": "4778012067", # 경상북도 영일군 흥해읍 양백리 -> 경상북도 포항시 북구 흥해읍 양백리
    "4711325038": "4778012068", # 경상북도 영일군 흥해읍 덕성리 -> 경상북도 포항시 북구 흥해읍 덕성리
    "4711325039": "4778012069", # 경상북도 영일군 흥해읍 덕장리 -> 경상북도 포항시 북구 흥해읍 덕장리
    "4711325040": "4778012070", # 경상북도 영일군 흥해읍 용전리 -> 경상북도 포항시 북구 흥해읍 용전리
    "4711325041": "4778012071", # 경상북도 영일군 흥해읍 용천리 -> 경상북도 포항시 북구 흥해읍 용천리
    "4711325042": "4778012072", # 경상북도 영일군 흥해읍 금장리 -> 경상북도 포항시 북구 흥해읍 금장리
    "4711325043": "4778012073", # 경상북도 영일군 흥해읍 흥안리 -> 경상북도 포항시 북구 흥해읍 흥안리
    "4711325044": "4778012074", # 경상북도 영일군 흥해읍 칠포리 -> 경상북도 포항시 북구 흥해읍 칠포리
    "4711325045": "4778012075", # 경상북도 영일군 흥해읍 오도리 -> 경상북도 포항시 북구 흥해읍 오도리
    "4711325046": "4778012076", # 경상북도 영일군 흥해읍 초곡리 -> 경상북도 포항시 북구 흥해읍 초곡리
    "4711325047": "4778012077", # 경상북도 영일군 흥해읍 학천리 -> 경상북도 포항시 북구 흥해읍 학천리
    "4711325048": "4778012078", # 경상북도 영일군 흥해읍 성곡리 -> 경상북도 포항시 북구 흥해읍 성곡리
    "4711325049": "4778012079", # 경상북도 영일군 흥해읍 이인리 -> 경상북도 포항시 북구 흥해읍 이인리
    "4711325050": "4778012080", # 경상북도 영일군 흥해읍 대련리 -> 경상북도 포항시 북구 흥해읍 대련리
    "4711331000": "4778031000", # 경상북도 영일군 신광면 -> 경상북도 포항시 북구 신광면
    "4711331021": "4778031034", # 경상북도 영일군 신광면 냉수리 -> 경상북도 포항시 북구 신광면 냉수리
    "4711331022": "4778031035", # 경상북도 영일군 신광면 흥곡리 -> 경상북도 포항시 북구 신광면 흥곡리
    "4711331023": "4778031036", # 경상북도 영일군 신광면 우각리 -> 경상북도 포항시 북구 신광면 우각리
    "4711331024": "4778031037", # 경상북도 영일군 신광면 죽성리 -> 경상북도 포항시 북구 신광면 죽성리
    "4711331025": "4778031038", # 경상북도 영일군 신광면 상읍리 -> 경상북도 포항시 북구 신광면 상읍리
    "4711331026": "4778031039", # 경상북도 영일군 신광면 토성리 -> 경상북도 포항시 북구 신광면 토성리
    "4711331027": "4778031040", # 경상북도 영일군 신광면 사정리 -> 경상북도 포항시 북구 신광면 사정리
    "4711331028": "4778031041", # 경상북도 영일군 신광면 안덕리 -> 경상북도 포항시 북구 신광면 안덕리
    "4711331029": "4778031042", # 경상북도 영일군 신광면 만석리 -> 경상북도 포항시 북구 신광면 만석리
    "4711331030": "4778031043", # 경상북도 영일군 신광면 반곡리 -> 경상북도 포항시 북구 신광면 반곡리
    "4711331031": "4778031044", # 경상북도 영일군 신광면 기일리 -> 경상북도 포항시 북구 신광면 기일리
    "4711331032": "4778031045", # 경상북도 영일군 신광면 마북리 -> 경상북도 포항시 북구 신광면 마북리
    "4711331033": "4778031047", # 경상북도 영일군 신광면 호리 -> 경상북도 포항시 북구 신광면 호리
    "4711332000": "4778032000", # 경상북도 영일군 청하면 -> 경상북도 포항시 북구 청하면
    "4711332021": "4778032021", # 경상북도 영일군 청하면 덕성리 -> 경상북도 포항시 북구 청하면 덕성리
    "4711332022": "4778032022", # 경상북도 영일군 청하면 덕천리 -> 경상북도 포항시 북구 청하면 덕천리
    "4711332023": "4778032023", # 경상북도 영일군 청하면 미남리 -> 경상북도 포항시 북구 청하면 미남리
    "4711332024": "4778032024", # 경상북도 영일군 청하면 필화리 -> 경상북도 포항시 북구 청하면 필화리
    "4711332025": "4778032025", # 경상북도 영일군 청하면 용두리 -> 경상북도 포항시 북구 청하면 용두리
    "4711332026": "4778032026", # 경상북도 영일군 청하면 월포리 -> 경상북도 포항시 북구 청하면 월포리
    "4711332027": "4778032027", # 경상북도 영일군 청하면 방어리 -> 경상북도 포항시 북구 청하면 방어리
    "4711332028": "4778032028", # 경상북도 영일군 청하면 이가리 -> 경상북도 포항시 북구 청하면 이가리
    "4711332029": "4778032029", # 경상북도 영일군 청하면 청진리 -> 경상북도 포항시 북구 청하면 청진리
    "4711332030": "4778032030", # 경상북도 영일군 청하면 신흥리 -> 경상북도 포항시 북구 청하면 신흥리
    "4711332031": "4778032031", # 경상북도 영일군 청하면 소동리 -> 경상북도 포항시 북구 청하면 소동리
    "4711332032": "4778032032", # 경상북도 영일군 청하면 고현리 -> 경상북도 포항시 북구 청하면 고현리
    "4711332033": "4778032033", # 경상북도 영일군 청하면 하대리 -> 경상북도 포항시 북구 청하면 하대리
    "4711332034": "4778032034", # 경상북도 영일군 청하면 상대리 -> 경상북도 포항시 북구 청하면 상대리
    "4711332035": "4778032035", # 경상북도 영일군 청하면 서정리 -> 경상북도 포항시 북구 청하면 서정리
    "4711332036": "4778032036", # 경상북도 영일군 청하면 명안리 -> 경상북도 포항시 북구 청하면 명안리
    "4711332037": "4778032037", # 경상북도 영일군 청하면 유계리 -> 경상북도 포항시 북구 청하면 유계리
    "4711332038": "4778032038", # 경상북도 영일군 청하면 청계리 -> 경상북도 포항시 북구 청하면 청계리
    "4711333000": "4778033000", # 경상북도 영일군 송라면 -> 경상북도 포항시 북구 송라면
    "4711333021": "4778033021", # 경상북도 영일군 송라면 상송리 -> 경상북도 포항시 북구 송라면 상송리
    "4711333022": "4778033022", # 경상북도 영일군 송라면 하송리 -> 경상북도 포항시 북구 송라면 하송리
    "4711333023": "4778033023", # 경상북도 영일군 송라면 중산리 -> 경상북도 포항시 북구 송라면 중산리
    "4711333024": "4778033024", # 경상북도 영일군 송라면 광천리 -> 경상북도 포항시 북구 송라면 광천리
    "4711333025": "4778033025", # 경상북도 영일군 송라면 조사리 -> 경상북도 포항시 북구 송라면 조사리
    "4711333026": "4778033026", # 경상북도 영일군 송라면 방석리 -> 경상북도 포항시 북구 송라면 방석리
    "4711333027": "4778033027", # 경상북도 영일군 송라면 화진리 -> 경상북도 포항시 북구 송라면 화진리
    "4711333028": "4778033028", # 경상북도 영일군 송라면 대전리 -> 경상북도 포항시 북구 송라면 대전리
    "4711333029": "4778033029", # 경상북도 영일군 송라면 지경리 -> 경상북도 포항시 북구 송라면 지경리
    "4711334000": "4778034000", # 경상북도 영일군 기계면 -> 경상북도 포항시 북구 기계면
    "4711334021": "4778034037", # 경상북도 영일군 기계면 현내리 -> 경상북도 포항시 북구 기계면 현내리
    "4711334022": "4778034038", # 경상북도 영일군 기계면 지가리 -> 경상북도 포항시 북구 기계면 지가리
    "4711334023": "4778034039", # 경상북도 영일군 기계면 봉계리 -> 경상북도 포항시 북구 기계면 봉계리
    "4711334024": "4778034040", # 경상북도 영일군 기계면 고지리 -> 경상북도 포항시 북구 기계면 고지리
    "4711334025": "4778034041", # 경상북도 영일군 기계면 문성리 -> 경상북도 포항시 북구 기계면 문성리
    "4711334026": "4778034042", # 경상북도 영일군 기계면 학야리 -> 경상북도 포항시 북구 기계면 학야리
    "4711334027": "4778034043", # 경상북도 영일군 기계면 성계리 -> 경상북도 포항시 북구 기계면 성계리
    "4711334028": "4778034044", # 경상북도 영일군 기계면 내단리 -> 경상북도 포항시 북구 기계면 내단리
    "4711334029": "4778034045", # 경상북도 영일군 기계면 화대리 -> 경상북도 포항시 북구 기계면 화대리
    "4711334030": "4778034046", # 경상북도 영일군 기계면 화봉리 -> 경상북도 포항시 북구 기계면 화봉리
    "4711334031": "4778034047", # 경상북도 영일군 기계면 계전리 -> 경상북도 포항시 북구 기계면 계전리
    "4711334032": "4778034048", # 경상북도 영일군 기계면 미현리 -> 경상북도 포항시 북구 기계면 미현리
    "4711334033": "4778034049", # 경상북도 영일군 기계면 인비리 -> 경상북도 포항시 북구 기계면 인비리
    "4711334034": "4778034050", # 경상북도 영일군 기계면 구지리 -> 경상북도 포항시 북구 기계면 구지리
    "4711334035": "4778034051", # 경상북도 영일군 기계면 가안리 -> 경상북도 포항시 북구 기계면 가안리
    "4711334036": "4778034052", # 경상북도 영일군 기계면 남계리 -> 경상북도 포항시 북구 기계면 남계리
    "4711335000": "4778035000", # 경상북도 영일군 죽장면 -> 경상북도 포항시 북구 죽장면
    "4711335021": "4778035021", # 경상북도 영일군 죽장면 가사리 -> 경상북도 포항시 북구 죽장면 가사리
    "4711335022": "4778035022", # 경상북도 영일군 죽장면 매현리 -> 경상북도 포항시 북구 죽장면 매현리
    "4711335023": "4778035023", # 경상북도 영일군 죽장면 침곡리 -> 경상북도 포항시 북구 죽장면 침곡리
    "4711335024": "4778035024", # 경상북도 영일군 죽장면 입암리 -> 경상북도 포항시 북구 죽장면 입암리
    "4711335025": "4778035025", # 경상북도 영일군 죽장면 일광리 -> 경상북도 포항시 북구 죽장면 일광리
    "4711335026": "4778035026", # 경상북도 영일군 죽장면 지동리 -> 경상북도 포항시 북구 죽장면 지동리
    "4711335027": "4778035027", # 경상북도 영일군 죽장면 정자리 -> 경상북도 포항시 북구 죽장면 정자리
    "4711335028": "4778035028", # 경상북도 영일군 죽장면 감곡리 -> 경상북도 포항시 북구 죽장면 감곡리
    "4711335029": "4778035029", # 경상북도 영일군 죽장면 상사리 -> 경상북도 포항시 북구 죽장면 상사리
    "4711335030": "4778035030", # 경상북도 영일군 죽장면 하사리 -> 경상북도 포항시 북구 죽장면 하사리
    "4711335031": "4778035031", # 경상북도 영일군 죽장면 석계리 -> 경상북도 포항시 북구 죽장면 석계리
    "4711335032": "4778035032", # 경상북도 영일군 죽장면 합덕리 -> 경상북도 포항시 북구 죽장면 합덕리
    "4711335033": "4778035033", # 경상북도 영일군 죽장면 월평리 -> 경상북도 포항시 북구 죽장면 월평리
    "4711335034": "4778035034", # 경상북도 영일군 죽장면 방흥리 -> 경상북도 포항시 북구 죽장면 방흥리
    "4711335035": "4778035035", # 경상북도 영일군 죽장면 현내리 -> 경상북도 포항시 북구 죽장면 현내리
    "4711335036": "4778035036", # 경상북도 영일군 죽장면 봉계리 -> 경상북도 포항시 북구 죽장면 봉계리
    "4711335037": "4778035037", # 경상북도 영일군 죽장면 두마리 -> 경상북도 포항시 북구 죽장면 두마리
    "4711335038": "4778035038", # 경상북도 영일군 죽장면 상옥리 -> 경상북도 포항시 북구 죽장면 상옥리
    "4711335039": "4778035039", # 경상북도 영일군 죽장면 하옥리 -> 경상북도 포항시 북구 죽장면 하옥리
    "4711336000": "4778040000", # 경상북도 영일군 기북면 -> 경상북도 포항시 북구 기북면
    "4711336021": "4778040028", # 경상북도 영일군 기북면 관천리 -> 경상북도 포항시 북구 기북면 관천리
    "4711336022": "4778040029", # 경상북도 영일군 기북면 대곡리 -> 경상북도 포항시 북구 기북면 대곡리
    "4711336023": "4778040030", # 경상북도 영일군 기북면 율산리 -> 경상북도 포항시 북구 기북면 율산리
    "4711336024": "4778040031", # 경상북도 영일군 기북면 용기리 -> 경상북도 포항시 북구 기북면 용기리
    "4711336025": "4778040032", # 경상북도 영일군 기북면 오덕리 -> 경상북도 포항시 북구 기북면 오덕리
    "4711336026": "4778040033", # 경상북도 영일군 기북면 탑정리 -> 경상북도 포항시 북구 기북면 탑정리
    "4711336027": "4778040034", # 경상북도 영일군 기북면 성법리 -> 경상북도 포항시 북구 기북면 성법리
    "4713025000": "4779511000", # 경상북도 경주군 감포읍 -> 경상북도 경주시 감포읍
    "4713025021": "4779511021", # 경상북도 경주군 감포읍 대본리 -> 경상북도 경주시 감포읍 대본리
    "4713025022": "4779511022", # 경상북도 경주군 감포읍 전동리 -> 경상북도 경주시 감포읍 전동리
    "4713025023": "4779511023", # 경상북도 경주군 감포읍 전촌리 -> 경상북도 경주시 감포읍 전촌리
    "4713025024": "4779511024", # 경상북도 경주군 감포읍 나정리 -> 경상북도 경주시 감포읍 나정리
    "4713025025": "4779511025", # 경상북도 경주군 감포읍 오류리 -> 경상북도 경주시 감포읍 오류리
    "4713025026": "4779511026", # 경상북도 경주군 감포읍 노동리 -> 경상북도 경주시 감포읍 노동리
    "4713025027": "4779511027", # 경상북도 경주군 감포읍 팔조리 -> 경상북도 경주시 감포읍 팔조리
    "4713025028": "4779511028", # 경상북도 경주군 감포읍 호동리 -> 경상북도 경주시 감포읍 호동리
    "4713025029": "4779511029", # 경상북도 경주군 감포읍 감포리 -> 경상북도 경주시 감포읍 감포리
    "4713025300": "4779512000", # 경상북도 경주군 안강읍 -> 경상북도 경주시 안강읍
    "4713025321": "4779512021", # 경상북도 경주군 안강읍 검단리 -> 경상북도 경주시 안강읍 검단리
    "4713025322": "4779512022", # 경상북도 경주군 안강읍 사방리 -> 경상북도 경주시 안강읍 사방리
    "4713025323": "4779512023", # 경상북도 경주군 안강읍 갑산리 -> 경상북도 경주시 안강읍 갑산리
    "4713025324": "4779512024", # 경상북도 경주군 안강읍 대동리 -> 경상북도 경주시 안강읍 대동리
    "4713025325": "4779512025", # 경상북도 경주군 안강읍 근계리 -> 경상북도 경주시 안강읍 근계리
    "4713025326": "4779512026", # 경상북도 경주군 안강읍 육통리 -> 경상북도 경주시 안강읍 육통리
    "4713025327": "4779512027", # 경상북도 경주군 안강읍 노당리 -> 경상북도 경주시 안강읍 노당리
    "4713025328": "4779512028", # 경상북도 경주군 안강읍 옥산리 -> 경상북도 경주시 안강읍 옥산리
    "4713025329": "4779512029", # 경상북도 경주군 안강읍 두류리 -> 경상북도 경주시 안강읍 두류리
    "4713025330": "4779512030", # 경상북도 경주군 안강읍 하곡리 -> 경상북도 경주시 안강읍 하곡리
    "4713025331": "4779512031", # 경상북도 경주군 안강읍 강교리 -> 경상북도 경주시 안강읍 강교리
    "4713025332": "4779512032", # 경상북도 경주군 안강읍 산대리 -> 경상북도 경주시 안강읍 산대리
    "4713025333": "4779512033", # 경상북도 경주군 안강읍 안강리 -> 경상북도 경주시 안강읍 안강리
    "4713025334": "4779512034", # 경상북도 경주군 안강읍 양월리 -> 경상북도 경주시 안강읍 양월리
    "4713025335": "4779512035", # 경상북도 경주군 안강읍 청령리 -> 경상북도 경주시 안강읍 청령리
    "4713025600": "4779513000", # 경상북도 경주군 건천읍 -> 경상북도 경주시 건천읍
    "4713025621": "4779513021", # 경상북도 경주군 건천읍 대곡리 -> 경상북도 경주시 건천읍 대곡리
    "4713025622": "4779513022", # 경상북도 경주군 건천읍 용명리 -> 경상북도 경주시 건천읍 용명리
    "4713025623": "4779513023", # 경상북도 경주군 건천읍 신평리 -> 경상북도 경주시 건천읍 신평리
    "4713025624": "4779513024", # 경상북도 경주군 건천읍 송선리 -> 경상북도 경주시 건천읍 송선리
    "4713025625": "4779513025", # 경상북도 경주군 건천읍 천포리 -> 경상북도 경주시 건천읍 천포리
    "4713025626": "4779513026", # 경상북도 경주군 건천읍 화천리 -> 경상북도 경주시 건천읍 화천리
    "4713025627": "4779513027", # 경상북도 경주군 건천읍 모량리 -> 경상북도 경주시 건천읍 모량리
    "4713025628": "4779513028", # 경상북도 경주군 건천읍 방내리 -> 경상북도 경주시 건천읍 방내리
    "4713025629": "4779513029", # 경상북도 경주군 건천읍 조전리 -> 경상북도 경주시 건천읍 조전리
    "4713025630": "4779513030", # 경상북도 경주군 건천읍 금척리 -> 경상북도 경주시 건천읍 금척리
    "4713025631": "4779513031", # 경상북도 경주군 건천읍 건천리 -> 경상북도 경주시 건천읍 건천리
    "4713025900": "4779514000", # 경상북도 경주군 외동읍 -> 경상북도 경주시 외동읍
    "4713025921": "4779514021", # 경상북도 경주군 외동읍 입실리 -> 경상북도 경주시 외동읍 입실리
    "4713025922": "4779514022", # 경상북도 경주군 외동읍 모화리 -> 경상북도 경주시 외동읍 모화리
    "4713025923": "4779514023", # 경상북도 경주군 외동읍 석계리 -> 경상북도 경주시 외동읍 석계리
    "4713025924": "4779514024", # 경상북도 경주군 외동읍 녹동리 -> 경상북도 경주시 외동읍 녹동리
    "4713025925": "4779514025", # 경상북도 경주군 외동읍 냉천리 -> 경상북도 경주시 외동읍 냉천리
    "4713025926": "4779514026", # 경상북도 경주군 외동읍 제내리 -> 경상북도 경주시 외동읍 제내리
    "4713025927": "4779514027", # 경상북도 경주군 외동읍 연안리 -> 경상북도 경주시 외동읍 연안리
    "4713025928": "4779514028", # 경상북도 경주군 외동읍 개곡리 -> 경상북도 경주시 외동읍 개곡리
    "4713025929": "4779514029", # 경상북도 경주군 외동읍 활성리 -> 경상북도 경주시 외동읍 활성리
    "4713025930": "4779514030", # 경상북도 경주군 외동읍 말방리 -> 경상북도 경주시 외동읍 말방리
    "4713025931": "4779514031", # 경상북도 경주군 외동읍 죽동리 -> 경상북도 경주시 외동읍 죽동리
    "4713025932": "4779514032", # 경상북도 경주군 외동읍 구어리 -> 경상북도 경주시 외동읍 구어리
    "4713025933": "4779514033", # 경상북도 경주군 외동읍 방어리 -> 경상북도 경주시 외동읍 방어리
    "4713025934": "4779514034", # 경상북도 경주군 외동읍 괘릉리 -> 경상북도 경주시 외동읍 괘릉리
    "4713025935": "4779514035", # 경상북도 경주군 외동읍 신계리 -> 경상북도 경주시 외동읍 신계리
    "4713025936": "4779514036", # 경상북도 경주군 외동읍 문산리 -> 경상북도 경주시 외동읍 문산리
    "4713025937": "4779514037", # 경상북도 경주군 외동읍 북토리 -> 경상북도 경주시 외동읍 북토리
    "4713032000": "4779532000", # 경상북도 경주군 양남면 -> 경상북도 경주시 양남면
    "4713032021": "4779532021", # 경상북도 경주군 양남면 하서리 -> 경상북도 경주시 양남면 하서리
    "4713032022": "4779532022", # 경상북도 경주군 양남면 수렴리 -> 경상북도 경주시 양남면 수렴리
    "4713032023": "4779532023", # 경상북도 경주군 양남면 신서리 -> 경상북도 경주시 양남면 신서리
    "4713032024": "4779532024", # 경상북도 경주군 양남면 서동리 -> 경상북도 경주시 양남면 서동리
    "4713032025": "4779532025", # 경상북도 경주군 양남면 효동리 -> 경상북도 경주시 양남면 효동리
    "4713032026": "4779532026", # 경상북도 경주군 양남면 상계리 -> 경상북도 경주시 양남면 상계리
    "4713032027": "4779532027", # 경상북도 경주군 양남면 신대리 -> 경상북도 경주시 양남면 신대리
    "4713032028": "4779532028", # 경상북도 경주군 양남면 읍천리 -> 경상북도 경주시 양남면 읍천리
    "4713032029": "4779532029", # 경상북도 경주군 양남면 석촌리 -> 경상북도 경주시 양남면 석촌리
    "4713032030": "4779532030", # 경상북도 경주군 양남면 석읍리 -> 경상북도 경주시 양남면 석읍리
    "4713032031": "4779532031", # 경상북도 경주군 양남면 기구리 -> 경상북도 경주시 양남면 기구리
    "4713032032": "4779532032", # 경상북도 경주군 양남면 환서리 -> 경상북도 경주시 양남면 환서리
    "4713032033": "4779532033", # 경상북도 경주군 양남면 상라리 -> 경상북도 경주시 양남면 상라리
    "4713032034": "4779532034", # 경상북도 경주군 양남면 나산리 -> 경상북도 경주시 양남면 나산리
    "4713032035": "4779532035", # 경상북도 경주군 양남면 나아리 -> 경상북도 경주시 양남면 나아리
    "4713033000": "4779533000", # 경상북도 경주군 내남면 -> 경상북도 경주시 내남면
    "4713033021": "4779533021", # 경상북도 경주군 내남면 명계리 -> 경상북도 경주시 내남면 명계리
    "4713033022": "4779533022", # 경상북도 경주군 내남면 노곡리 -> 경상북도 경주시 내남면 노곡리
    "4713033023": "4779533023", # 경상북도 경주군 내남면 월산리 -> 경상북도 경주시 내남면 월산리
    "4713033024": "4779533024", # 경상북도 경주군 내남면 이조리 -> 경상북도 경주시 내남면 이조리
    "4713033025": "4779533025", # 경상북도 경주군 내남면 용장리 -> 경상북도 경주시 내남면 용장리
    "4713033026": "4779533026", # 경상북도 경주군 내남면 망성리 -> 경상북도 경주시 내남면 망성리
    "4713033027": "4779533027", # 경상북도 경주군 내남면 화곡리 -> 경상북도 경주시 내남면 화곡리
    "4713033028": "4779533028", # 경상북도 경주군 내남면 부지리 -> 경상북도 경주시 내남면 부지리
    "4713033029": "4779533029", # 경상북도 경주군 내남면 덕천리 -> 경상북도 경주시 내남면 덕천리
    "4713033030": "4779533030", # 경상북도 경주군 내남면 상신리 -> 경상북도 경주시 내남면 상신리
    "4713033031": "4779533031", # 경상북도 경주군 내남면 안심리 -> 경상북도 경주시 내남면 안심리
    "4713033032": "4779533032", # 경상북도 경주군 내남면 박달리 -> 경상북도 경주시 내남면 박달리
    "4713033033": "4779533033", # 경상북도 경주군 내남면 비지리 -> 경상북도 경주시 내남면 비지리
    "4713034000": "4779534000", # 경상북도 경주군 산내면 -> 경상북도 경주시 산내면
    "4713034021": "4779534021", # 경상북도 경주군 산내면 감산리 -> 경상북도 경주시 산내면 감산리
    "4713034022": "4779534022", # 경상북도 경주군 산내면 내칠리 -> 경상북도 경주시 산내면 내칠리
    "4713034023": "4779534023", # 경상북도 경주군 산내면 외칠리 -> 경상북도 경주시 산내면 외칠리
    "4713034024": "4779534024", # 경상북도 경주군 산내면 일부리 -> 경상북도 경주시 산내면 일부리
    "4713034025": "4779534025", # 경상북도 경주군 산내면 신원리 -> 경상북도 경주시 산내면 신원리
    "4713034026": "4779534026", # 경상북도 경주군 산내면 의곡리 -> 경상북도 경주시 산내면 의곡리
    "4713034027": "4779534027", # 경상북도 경주군 산내면 내일리 -> 경상북도 경주시 산내면 내일리
    "4713034028": "4779534028", # 경상북도 경주군 산내면 우라리 -> 경상북도 경주시 산내면 우라리
    "4713034029": "4779534029", # 경상북도 경주군 산내면 대현리 -> 경상북도 경주시 산내면 대현리
    "4713035000": "4779535000", # 경상북도 경주군 서면 -> 경상북도 경주시 서면
    "4713035021": "4779535021", # 경상북도 경주군 서면 천촌리 -> 경상북도 경주시 서면 천촌리
    "4713035022": "4779535029", # 경상북도 경주군 서면 아화리 -> 경상북도 경주시 서면 아화리
    "4713035023": "4779535023", # 경상북도 경주군 서면 도계리 -> 경상북도 경주시 서면 도계리
    "4713035025": "4779535025", # 경상북도 경주군 서면 서오리 -> 경상북도 경주시 서면 서오리
    "4713035026": "4779535026", # 경상북도 경주군 서면 심곡리 -> 경상북도 경주시 서면 심곡리
    "4713035027": "4779535027", # 경상북도 경주군 서면 사라리 -> 경상북도 경주시 서면 사라리
    "4713035028": "4779535028", # 경상북도 경주군 서면 운대리 -> 경상북도 경주시 서면 운대리
    "4713036000": "4779536000", # 경상북도 경주군 현곡면 -> 경상북도 경주시 현곡면
    "4713036021": "4779536021", # 경상북도 경주군 현곡면 라원리 -> 경상북도 경주시 현곡면 라원리
    "4713036022": "4779536022", # 경상북도 경주군 현곡면 소현리 -> 경상북도 경주시 현곡면 소현리
    "4713036023": "4779536023", # 경상북도 경주군 현곡면 하구리 -> 경상북도 경주시 현곡면 하구리
    "4713036024": "4779536024", # 경상북도 경주군 현곡면 상구리 -> 경상북도 경주시 현곡면 상구리
    "4713036025": "4779536025", # 경상북도 경주군 현곡면 무과리 -> 경상북도 경주시 현곡면 무과리
    "4713036026": "4779536026", # 경상북도 경주군 현곡면 남사리 -> 경상북도 경주시 현곡면 남사리
    "4713036027": "4779536027", # 경상북도 경주군 현곡면 금장리 -> 경상북도 경주시 현곡면 금장리
    "4713036028": "4779536028", # 경상북도 경주군 현곡면 래태리 -> 경상북도 경주시 현곡면 래태리
    "4713036029": "4779536029", # 경상북도 경주군 현곡면 가정리 -> 경상북도 경주시 현곡면 가정리
    "4713036030": "4779536030", # 경상북도 경주군 현곡면 오류리 -> 경상북도 경주시 현곡면 오류리
    "4713037000": "4779537000", # 경상북도 경주군 강동면 -> 경상북도 경주시 강동면
    "4713037021": "4779537021", # 경상북도 경주군 강동면 모서리 -> 경상북도 경주시 강동면 모서리
    "4713037022": "4779537022", # 경상북도 경주군 강동면 호명리 -> 경상북도 경주시 강동면 호명리
    "4713037023": "4779537023", # 경상북도 경주군 강동면 안계리 -> 경상북도 경주시 강동면 안계리
    "4713037024": "4779537024", # 경상북도 경주군 강동면 다산리 -> 경상북도 경주시 강동면 다산리
    "4713037025": "4779537025", # 경상북도 경주군 강동면 단구리 -> 경상북도 경주시 강동면 단구리
    "4713037026": "4779537026", # 경상북도 경주군 강동면 유금리 -> 경상북도 경주시 강동면 유금리
    "4713037027": "4779537027", # 경상북도 경주군 강동면 오금리 -> 경상북도 경주시 강동면 오금리
    "4713037028": "4779537028", # 경상북도 경주군 강동면 왕신리 -> 경상북도 경주시 강동면 왕신리
    "4713037029": "4779537029", # 경상북도 경주군 강동면 국당리 -> 경상북도 경주시 강동면 국당리
    "4713037030": "4779537030", # 경상북도 경주군 강동면 인동리 -> 경상북도 경주시 강동면 인동리
    "4713037031": "4779537031", # 경상북도 경주군 강동면 양동리 -> 경상북도 경주시 강동면 양동리
    "4713038000": "4779538000", # 경상북도 경주군 천북면 -> 경상북도 경주시 천북면
    "4713038021": "4779538021", # 경상북도 경주군 천북면 물천리 -> 경상북도 경주시 천북면 물천리
    "4713038022": "4779538022", # 경상북도 경주군 천북면 덕산리 -> 경상북도 경주시 천북면 덕산리
    "4713038023": "4779538023", # 경상북도 경주군 천북면 갈곡리 -> 경상북도 경주시 천북면 갈곡리
    "4713038024": "4779538024", # 경상북도 경주군 천북면 성지리 -> 경상북도 경주시 천북면 성지리
    "4713038025": "4779538025", # 경상북도 경주군 천북면 동산리 -> 경상북도 경주시 천북면 동산리
    "4713038026": "4779538026", # 경상북도 경주군 천북면 화산리 -> 경상북도 경주시 천북면 화산리
    "4713038027": "4779538027", # 경상북도 경주군 천북면 오야리 -> 경상북도 경주시 천북면 오야리
    "4713038028": "4779538028", # 경상북도 경주군 천북면 모아리 -> 경상북도 경주시 천북면 모아리
    "4713038029": "4779538029", # 경상북도 경주군 천북면 신당리 -> 경상북도 경주시 천북면 신당리
    "4715025021": "4715033031", # 경상북도 김천시 아포면 인리 -> 경상북도 김천시 아포읍 인리
    "4715025022": "4715033032", # 경상북도 김천시 아포면 의리 -> 경상북도 김천시 아포읍 의리
    "4715025023": "4715033033", # 경상북도 김천시 아포면 예리 -> 경상북도 김천시 아포읍 예리
    "4715025024": "4715033034", # 경상북도 김천시 아포면 지리 -> 경상북도 김천시 아포읍 지리
    "4715025025": "4715033035", # 경상북도 김천시 아포면 대신리 -> 경상북도 김천시 아포읍 대신리
    "4715025026": "4715033036", # 경상북도 김천시 아포면 봉산리 -> 경상북도 김천시 아포읍 봉산리
    "4715025027": "4715033037", # 경상북도 김천시 아포면 제석리 -> 경상북도 김천시 아포읍 제석리
    "4715025028": "4715033038", # 경상북도 김천시 아포면 국사리 -> 경상북도 김천시 아포읍 국사리
    "4715025029": "4715033039", # 경상북도 김천시 아포면 송천리 -> 경상북도 김천시 아포읍 송천리
    "4715025030": "4715033040", # 경상북도 김천시 아포면 대성리 -> 경상북도 김천시 아포읍 대성리
    "4715031000": "4786031000", # 경상북도 금릉군 농소면 -> 경상북도 김천시 농소면
    "4715031021": "4786031028", # 경상북도 금릉군 농소면 입석리 -> 경상북도 김천시 농소면 입석리
    "4715031022": "4786031029", # 경상북도 금릉군 농소면 신촌리 -> 경상북도 김천시 농소면 신촌리
    "4715031023": "4786031030", # 경상북도 금릉군 농소면 월곡리 -> 경상북도 김천시 농소면 월곡리
    "4715031024": "4786031031", # 경상북도 금릉군 농소면 용암리 -> 경상북도 김천시 농소면 용암리
    "4715031025": "4786031032", # 경상북도 금릉군 농소면 봉곡리 -> 경상북도 김천시 농소면 봉곡리
    "4715031026": "4786031033", # 경상북도 금릉군 농소면 연명리 -> 경상북도 김천시 농소면 연명리
    "4715031027": "4786031034", # 경상북도 금릉군 농소면 노곡리 -> 경상북도 김천시 농소면 노곡리
    "4715032000": "4786032000", # 경상북도 금릉군 남면 -> 경상북도 김천시 남면
    "4715032021": "4786032031", # 경상북도 금릉군 남면 옥산리 -> 경상북도 김천시 남면 옥산리
    "4715032022": "4786032032", # 경상북도 금릉군 남면 운곡리 -> 경상북도 김천시 남면 운곡리
    "4715032023": "4786032033", # 경상북도 금릉군 남면 송곡리 -> 경상북도 김천시 남면 송곡리
    "4715032024": "4786032034", # 경상북도 금릉군 남면 월명리 -> 경상북도 김천시 남면 월명리
    "4715032025": "4786032035", # 경상북도 금릉군 남면 부상리 -> 경상북도 김천시 남면 부상리
    "4715032026": "4786032036", # 경상북도 금릉군 남면 오봉리 -> 경상북도 김천시 남면 오봉리
    "4715032027": "4786032037", # 경상북도 금릉군 남면 봉천리 -> 경상북도 김천시 남면 봉천리
    "4715032028": "4786032038", # 경상북도 금릉군 남면 초곡리 -> 경상북도 김천시 남면 초곡리
    "4715032030": "4786032040", # 경상북도 금릉군 남면 운남리 -> 경상북도 김천시 남면 운남리
    "4715034000": "4786034000", # 경상북도 금릉군 개령면 -> 경상북도 김천시 개령면
    "4715034021": "4786034029", # 경상북도 금릉군 개령면 황계리 -> 경상북도 김천시 개령면 황계리
    "4715034022": "4786034030", # 경상북도 금릉군 개령면 신룡리 -> 경상북도 김천시 개령면 신룡리
    "4715034023": "4786034031", # 경상북도 금릉군 개령면 덕촌리 -> 경상북도 김천시 개령면 덕촌리
    "4715034024": "4786034032", # 경상북도 금릉군 개령면 서부리 -> 경상북도 김천시 개령면 서부리
    "4715034025": "4786034033", # 경상북도 금릉군 개령면 동부리 -> 경상북도 김천시 개령면 동부리
    "4715034026": "4786034034", # 경상북도 금릉군 개령면 양천리 -> 경상북도 김천시 개령면 양천리
    "4715034027": "4786034035", # 경상북도 금릉군 개령면 광천리 -> 경상북도 김천시 개령면 광천리
    "4715034028": "4786034036", # 경상북도 금릉군 개령면 남전리 -> 경상북도 김천시 개령면 남전리
    "4715035000": "4786035000", # 경상북도 금릉군 감문면 -> 경상북도 김천시 감문면
    "4715035021": "4786035036", # 경상북도 금릉군 감문면 보광리 -> 경상북도 김천시 감문면 보광리
    "4715035022": "4786035037", # 경상북도 금릉군 감문면 금라리 -> 경상북도 김천시 감문면 금라리
    "4715035023": "4786035038", # 경상북도 금릉군 감문면 구야리 -> 경상북도 김천시 감문면 구야리
    "4715035024": "4786035039", # 경상북도 금릉군 감문면 은림리 -> 경상북도 김천시 감문면 은림리
    "4715035025": "4786035040", # 경상북도 금릉군 감문면 도명리 -> 경상북도 김천시 감문면 도명리
    "4715035026": "4786035041", # 경상북도 금릉군 감문면 문무리 -> 경상북도 김천시 감문면 문무리
    "4715035027": "4786035042", # 경상북도 금릉군 감문면 남곡리 -> 경상북도 김천시 감문면 남곡리
    "4715035028": "4786035043", # 경상북도 금릉군 감문면 송북리 -> 경상북도 김천시 감문면 송북리
    "4715035029": "4786035044", # 경상북도 금릉군 감문면 금곡리 -> 경상북도 김천시 감문면 금곡리
    "4715035030": "4786035045", # 경상북도 금릉군 감문면 삼성리 -> 경상북도 김천시 감문면 삼성리
    "4715035031": "4786035046", # 경상북도 금릉군 감문면 광덕리 -> 경상북도 김천시 감문면 광덕리
    "4715035032": "4786035047", # 경상북도 금릉군 감문면 덕남리 -> 경상북도 김천시 감문면 덕남리
    "4715035033": "4786035048", # 경상북도 금릉군 감문면 태촌리 -> 경상북도 김천시 감문면 태촌리
    "4715035034": "4786035049", # 경상북도 금릉군 감문면 성촌리 -> 경상북도 김천시 감문면 성촌리
    "4715035035": "4786035050", # 경상북도 금릉군 감문면 대양리 -> 경상북도 김천시 감문면 대양리
    "4715036000": "4786036000", # 경상북도 금릉군 어모면 -> 경상북도 김천시 어모면
    "4715036021": "4786036033", # 경상북도 금릉군 어모면 중왕리 -> 경상북도 김천시 어모면 중왕리
    "4715036022": "4786036034", # 경상북도 금릉군 어모면 옥율리 -> 경상북도 김천시 어모면 옥율리
    "4715036023": "4786036035", # 경상북도 금릉군 어모면 남산리 -> 경상북도 김천시 어모면 남산리
    "4715036024": "4786036036", # 경상북도 금릉군 어모면 다남리 -> 경상북도 김천시 어모면 다남리
    "4715036025": "4786036037", # 경상북도 금릉군 어모면 군자리 -> 경상북도 김천시 어모면 군자리
    "4715036026": "4786036038", # 경상북도 금릉군 어모면 덕마리 -> 경상북도 김천시 어모면 덕마리
    "4715036027": "4786036039", # 경상북도 금릉군 어모면 구례리 -> 경상북도 김천시 어모면 구례리
    "4715036028": "4786036040", # 경상북도 금릉군 어모면 옥계리 -> 경상북도 김천시 어모면 옥계리
    "4715036029": "4786036041", # 경상북도 금릉군 어모면 능치리 -> 경상북도 김천시 어모면 능치리
    "4715036030": "4786036042", # 경상북도 금릉군 어모면 도암리 -> 경상북도 김천시 어모면 도암리
    "4715036031": "4786036043", # 경상북도 금릉군 어모면 은기리 -> 경상북도 김천시 어모면 은기리
    "4715036032": "4786036044", # 경상북도 금릉군 어모면 동좌리 -> 경상북도 김천시 어모면 동좌리
    "4715037000": "4786037000", # 경상북도 금릉군 봉산면 -> 경상북도 김천시 봉산면
    "4715037021": "4786037029", # 경상북도 금릉군 봉산면 신리 -> 경상북도 김천시 봉산면 신리
    "4715037022": "4786037030", # 경상북도 금릉군 봉산면 인의리 -> 경상북도 김천시 봉산면 인의리
    "4715037023": "4786037031", # 경상북도 금릉군 봉산면 예지리 -> 경상북도 김천시 봉산면 예지리
    "4715037024": "4786037032", # 경상북도 금릉군 봉산면 덕천리 -> 경상북도 김천시 봉산면 덕천리
    "4715037025": "4786037033", # 경상북도 금릉군 봉산면 태화리 -> 경상북도 김천시 봉산면 태화리
    "4715037026": "4786037034", # 경상북도 금릉군 봉산면 상금리 -> 경상북도 김천시 봉산면 상금리
    "4715037027": "4786037035", # 경상북도 금릉군 봉산면 신암리 -> 경상북도 김천시 봉산면 신암리
    "4715037028": "4786037036", # 경상북도 금릉군 봉산면 광천리 -> 경상북도 김천시 봉산면 광천리
    "4715038000": "4786038000", # 경상북도 금릉군 대항면 -> 경상북도 김천시 대항면
    "4715038021": "4786038028", # 경상북도 금릉군 대항면 향천리 -> 경상북도 김천시 대항면 향천리
    "4715038022": "4786038029", # 경상북도 금릉군 대항면 운수리 -> 경상북도 김천시 대항면 운수리
    "4715038023": "4786038030", # 경상북도 금릉군 대항면 주례리 -> 경상북도 김천시 대항면 주례리
    "4715038024": "4786038031", # 경상북도 금릉군 대항면 대성리 -> 경상북도 김천시 대항면 대성리
    "4715038025": "4786038032", # 경상북도 금릉군 대항면 덕전리 -> 경상북도 김천시 대항면 덕전리
    "4715038026": "4786038033", # 경상북도 금릉군 대항면 대룡리 -> 경상북도 김천시 대항면 대룡리
    "4715038027": "4786038034", # 경상북도 금릉군 대항면 복전리 -> 경상북도 김천시 대항면 복전리
    "4715039000": "4786039000", # 경상북도 금릉군 감천면 -> 경상북도 김천시 감천면
    "4715039021": "4786039026", # 경상북도 금릉군 감천면 용호리 -> 경상북도 김천시 감천면 용호리
    "4715039022": "4786039027", # 경상북도 금릉군 감천면 무안리 -> 경상북도 김천시 감천면 무안리
    "4715039023": "4786039028", # 경상북도 금릉군 감천면 도평리 -> 경상북도 김천시 감천면 도평리
    "4715039024": "4786039029", # 경상북도 금릉군 감천면 광기리 -> 경상북도 김천시 감천면 광기리
    "4715039025": "4786039030", # 경상북도 금릉군 감천면 금송리 -> 경상북도 김천시 감천면 금송리
    "4715040000": "4786040000", # 경상북도 금릉군 조마면 -> 경상북도 김천시 조마면
    "4715040021": "4786040028", # 경상북도 금릉군 조마면 신안리 -> 경상북도 김천시 조마면 신안리
    "4715040022": "4786040029", # 경상북도 금릉군 조마면 장암리 -> 경상북도 김천시 조마면 장암리
    "4715040023": "4786040030", # 경상북도 금릉군 조마면 강곡리 -> 경상북도 김천시 조마면 강곡리
    "4715040024": "4786040031", # 경상북도 금릉군 조마면 신곡리 -> 경상북도 김천시 조마면 신곡리
    "4715040025": "4786040032", # 경상북도 금릉군 조마면 삼산리 -> 경상북도 김천시 조마면 삼산리
    "4715040026": "4786040033", # 경상북도 금릉군 조마면 신왕리 -> 경상북도 김천시 조마면 신왕리
    "4715040027": "4786040034", # 경상북도 금릉군 조마면 대방리 -> 경상북도 김천시 조마면 대방리
    "4715041000": "4786041000", # 경상북도 금릉군 구성면 -> 경상북도 김천시 구성면
    "4715041021": "4786041021", # 경상북도 금릉군 구성면 하강리 -> 경상북도 김천시 구성면 하강리
    "4715041022": "4786041022", # 경상북도 금릉군 구성면 양각리 -> 경상북도 김천시 구성면 양각리
    "4715041023": "4786041023", # 경상북도 금릉군 구성면 흥평리 -> 경상북도 김천시 구성면 흥평리
    "4715041024": "4786041024", # 경상북도 금릉군 구성면 송죽리 -> 경상북도 김천시 구성면 송죽리
    "4715041025": "4786041025", # 경상북도 금릉군 구성면 광명리 -> 경상북도 김천시 구성면 광명리
    "4715041026": "4786041026", # 경상북도 금릉군 구성면 금평리 -> 경상북도 김천시 구성면 금평리
    "4715041027": "4786041027", # 경상북도 금릉군 구성면 구미리 -> 경상북도 김천시 구성면 구미리
    "4715041028": "4786041028", # 경상북도 금릉군 구성면 임평리 -> 경상북도 김천시 구성면 임평리
    "4715041029": "4786041029", # 경상북도 금릉군 구성면 임천리 -> 경상북도 김천시 구성면 임천리
    "4715041030": "4786041030", # 경상북도 금릉군 구성면 월계리 -> 경상북도 김천시 구성면 월계리
    "4715041031": "4786041031", # 경상북도 금릉군 구성면 마산리 -> 경상북도 김천시 구성면 마산리
    "4715041032": "4786041032", # 경상북도 금릉군 구성면 작내리 -> 경상북도 김천시 구성면 작내리
    "4715041033": "4786041033", # 경상북도 금릉군 구성면 용호리 -> 경상북도 김천시 구성면 용호리
    "4715041034": "4786041034", # 경상북도 금릉군 구성면 상거리 -> 경상북도 김천시 구성면 상거리
    "4715041035": "4786041035", # 경상북도 금릉군 구성면 상원리 -> 경상북도 김천시 구성면 상원리
    "4715041036": "4786041036", # 경상북도 금릉군 구성면 미평리 -> 경상북도 김천시 구성면 미평리
    "4715041037": "4786041037", # 경상북도 금릉군 구성면 상좌원리 -> 경상북도 김천시 구성면 상좌원리
    "4715042000": "4786042000", # 경상북도 금릉군 지례면 -> 경상북도 김천시 지례면
    "4715042021": "4786042021", # 경상북도 금릉군 지례면 교리 -> 경상북도 김천시 지례면 교리
    "4715042022": "4786042022", # 경상북도 금릉군 지례면 상부리 -> 경상북도 김천시 지례면 상부리
    "4715042023": "4786042023", # 경상북도 금릉군 지례면 대율리 -> 경상북도 김천시 지례면 대율리
    "4715042024": "4786042024", # 경상북도 금릉군 지례면 거물리 -> 경상북도 김천시 지례면 거물리
    "4715042025": "4786042025", # 경상북도 금릉군 지례면 도곡리 -> 경상북도 김천시 지례면 도곡리
    "4715042026": "4786042026", # 경상북도 금릉군 지례면 관덕리 -> 경상북도 김천시 지례면 관덕리
    "4715042027": "4786042027", # 경상북도 금릉군 지례면 신평리 -> 경상북도 김천시 지례면 신평리
    "4715042028": "4786042028", # 경상북도 금릉군 지례면 이전리 -> 경상북도 김천시 지례면 이전리
    "4715042029": "4786042029", # 경상북도 금릉군 지례면 울곡리 -> 경상북도 김천시 지례면 울곡리
    "4715042030": "4786042030", # 경상북도 금릉군 지례면 여배리 -> 경상북도 김천시 지례면 여배리
    "4715043000": "4786043000", # 경상북도 금릉군 부항면 -> 경상북도 김천시 부항면
    "4715043021": "4786043021", # 경상북도 금릉군 부항면 신옥리 -> 경상북도 김천시 부항면 신옥리
    "4715043022": "4786043022", # 경상북도 금릉군 부항면 유촌리 -> 경상북도 김천시 부항면 유촌리
    "4715043023": "4786043023", # 경상북도 금릉군 부항면 지좌리 -> 경상북도 김천시 부항면 지좌리
    "4715043024": "4786043024", # 경상북도 금릉군 부항면 사등리 -> 경상북도 김천시 부항면 사등리
    "4715043025": "4786043025", # 경상북도 금릉군 부항면 월곡리 -> 경상북도 김천시 부항면 월곡리
    "4715043026": "4786043026", # 경상북도 금릉군 부항면 어전리 -> 경상북도 김천시 부항면 어전리
    "4715043027": "4786043027", # 경상북도 금릉군 부항면 하대리 -> 경상북도 김천시 부항면 하대리
    "4715043028": "4786043028", # 경상북도 금릉군 부항면 해인리 -> 경상북도 김천시 부항면 해인리
    "4715043029": "4786043029", # 경상북도 금릉군 부항면 대야리 -> 경상북도 김천시 부항면 대야리
    "4715043030": "4786043030", # 경상북도 금릉군 부항면 파천리 -> 경상북도 김천시 부항면 파천리
    "4715043031": "4786043031", # 경상북도 금릉군 부항면 안간리 -> 경상북도 김천시 부항면 안간리
    "4715043032": "4786043032", # 경상북도 금릉군 부항면 두산리 -> 경상북도 김천시 부항면 두산리
    "4715043033": "4786043033", # 경상북도 금릉군 부항면 희곡리 -> 경상북도 김천시 부항면 희곡리
    "4715044000": "4786044000", # 경상북도 금릉군 대덕면 -> 경상북도 김천시 대덕면
    "4715044021": "4786044021", # 경상북도 금릉군 대덕면 연화리 -> 경상북도 김천시 대덕면 연화리
    "4715044022": "4786044022", # 경상북도 금릉군 대덕면 덕산리 -> 경상북도 김천시 대덕면 덕산리
    "4715044023": "4786044023", # 경상북도 금릉군 대덕면 외감리 -> 경상북도 김천시 대덕면 외감리
    "4715044024": "4786044024", # 경상북도 금릉군 대덕면 내감리 -> 경상북도 김천시 대덕면 내감리
    "4715044025": "4786044025", # 경상북도 금릉군 대덕면 가례리 -> 경상북도 김천시 대덕면 가례리
    "4715044026": "4786044026", # 경상북도 금릉군 대덕면 조룡리 -> 경상북도 김천시 대덕면 조룡리
    "4715044027": "4786044027", # 경상북도 금릉군 대덕면 추량리 -> 경상북도 김천시 대덕면 추량리
    "4715044028": "4786044028", # 경상북도 금릉군 대덕면 관기리 -> 경상북도 김천시 대덕면 관기리
    "4715044029": "4786044029", # 경상북도 금릉군 대덕면 화전리 -> 경상북도 김천시 대덕면 화전리
    "4715044030": "4786044030", # 경상북도 금릉군 대덕면 문의리 -> 경상북도 김천시 대덕면 문의리
    "4715044031": "4786044031", # 경상북도 금릉군 대덕면 대리 -> 경상북도 김천시 대덕면 대리
    "4715044032": "4786044032", # 경상북도 금릉군 대덕면 중산리 -> 경상북도 김천시 대덕면 중산리
    "4715045000": "4786045000", # 경상북도 금릉군 증산면 -> 경상북도 김천시 증산면
    "4715045021": "4786045021", # 경상북도 금릉군 증산면 황항리 -> 경상북도 김천시 증산면 황항리
    "4715045022": "4786045022", # 경상북도 금릉군 증산면 부항리 -> 경상북도 김천시 증산면 부항리
    "4715045023": "4786045023", # 경상북도 금릉군 증산면 동안리 -> 경상북도 김천시 증산면 동안리
    "4715045024": "4786045024", # 경상북도 금릉군 증산면 황정리 -> 경상북도 김천시 증산면 황정리
    "4715045025": "4786045025", # 경상북도 금릉군 증산면 평촌리 -> 경상북도 김천시 증산면 평촌리
    "4715045026": "4786045026", # 경상북도 금릉군 증산면 수도리 -> 경상북도 김천시 증산면 수도리
    "4715045027": "4786045027", # 경상북도 금릉군 증산면 유성리 -> 경상북도 김천시 증산면 유성리
    "4715045028": "4786045028", # 경상북도 금릉군 증산면 금곡리 -> 경상북도 김천시 증산면 금곡리
    "4715045029": "4786045029", # 경상북도 금릉군 증산면 장전리 -> 경상북도 김천시 증산면 장전리
    "4715045030": "4786045030", # 경상북도 금릉군 증산면 황점리 -> 경상북도 김천시 증산면 황점리
    "4717025000": "4774011000", # 경상북도 안동군 풍산읍 -> 경상북도 안동시 풍산읍
    "4717025021": "4774011040", # 경상북도 안동군 풍산읍 안교리 -> 경상북도 안동시 풍산읍 안교리
    "4717025022": "4774011041", # 경상북도 안동군 풍산읍 상리리 -> 경상북도 안동시 풍산읍 상리리
    "4717025023": "4774011042", # 경상북도 안동군 풍산읍 하리리 -> 경상북도 안동시 풍산읍 하리리
    "4717025024": "4774011043", # 경상북도 안동군 풍산읍 마애리 -> 경상북도 안동시 풍산읍 마애리
    "4717025025": "4774011044", # 경상북도 안동군 풍산읍 수리 -> 경상북도 안동시 풍산읍 수리
    "4717025026": "4774011045", # 경상북도 안동군 풍산읍 회곡리 -> 경상북도 안동시 풍산읍 회곡리
    "4717025027": "4774011046", # 경상북도 안동군 풍산읍 계평리 -> 경상북도 안동시 풍산읍 계평리
    "4717025028": "4774011047", # 경상북도 안동군 풍산읍 막곡리 -> 경상북도 안동시 풍산읍 막곡리
    "4717025029": "4774011048", # 경상북도 안동군 풍산읍 수곡리 -> 경상북도 안동시 풍산읍 수곡리
    "4717025030": "4774011049", # 경상북도 안동군 풍산읍 노리 -> 경상북도 안동시 풍산읍 노리
    "4717025031": "4774011050", # 경상북도 안동군 풍산읍 죽전리 -> 경상북도 안동시 풍산읍 죽전리
    "4717025032": "4774011051", # 경상북도 안동군 풍산읍 만운리 -> 경상북도 안동시 풍산읍 만운리
    "4717025033": "4774011052", # 경상북도 안동군 풍산읍 서미리 -> 경상북도 안동시 풍산읍 서미리
    "4717025034": "4774011053", # 경상북도 안동군 풍산읍 신양리 -> 경상북도 안동시 풍산읍 신양리
    "4717025035": "4774011054", # 경상북도 안동군 풍산읍 현애리 -> 경상북도 안동시 풍산읍 현애리
    "4717025036": "4774011055", # 경상북도 안동군 풍산읍 오미리 -> 경상북도 안동시 풍산읍 오미리
    "4717025037": "4774011056", # 경상북도 안동군 풍산읍 괴정리 -> 경상북도 안동시 풍산읍 괴정리
    "4717025038": "4774011057", # 경상북도 안동군 풍산읍 매곡리 -> 경상북도 안동시 풍산읍 매곡리
    "4717025039": "4774011058", # 경상북도 안동군 풍산읍 소산리 -> 경상북도 안동시 풍산읍 소산리
    "4717031000": "4774031000", # 경상북도 안동군 와룡면 -> 경상북도 안동시 와룡면
    "4717031021": "4774031039", # 경상북도 안동군 와룡면 중가구리 -> 경상북도 안동시 와룡면 중가구리
    "4717031022": "4774031040", # 경상북도 안동군 와룡면 가구리 -> 경상북도 안동시 와룡면 가구리
    "4717031023": "4774031041", # 경상북도 안동군 와룡면 산야리 -> 경상북도 안동시 와룡면 산야리
    "4717031024": "4774031042", # 경상북도 안동군 와룡면 주계리 -> 경상북도 안동시 와룡면 주계리
    "4717031025": "4774031043", # 경상북도 안동군 와룡면 가야리 -> 경상북도 안동시 와룡면 가야리
    "4717031026": "4774031044", # 경상북도 안동군 와룡면 지내리 -> 경상북도 안동시 와룡면 지내리
    "4717031027": "4774031045", # 경상북도 안동군 와룡면 태리 -> 경상북도 안동시 와룡면 태리
    "4717031028": "4774031046", # 경상북도 안동군 와룡면 서지리 -> 경상북도 안동시 와룡면 서지리
    "4717031029": "4774031047", # 경상북도 안동군 와룡면 이하리 -> 경상북도 안동시 와룡면 이하리
    "4717031030": "4774031048", # 경상북도 안동군 와룡면 이상리 -> 경상북도 안동시 와룡면 이상리
    "4717031031": "4774031049", # 경상북도 안동군 와룡면 주하리 -> 경상북도 안동시 와룡면 주하리
    "4717031032": "4774031050", # 경상북도 안동군 와룡면 감애리 -> 경상북도 안동시 와룡면 감애리
    "4717031033": "4774031051", # 경상북도 안동군 와룡면 서현리 -> 경상북도 안동시 와룡면 서현리
    "4717031034": "4774031052", # 경상북도 안동군 와룡면 라소리 -> 경상북도 안동시 와룡면 라소리
    "4717031035": "4774031053", # 경상북도 안동군 와룡면 가류리 -> 경상북도 안동시 와룡면 가류리
    "4717031036": "4774031054", # 경상북도 안동군 와룡면 도곡리 -> 경상북도 안동시 와룡면 도곡리
    "4717031037": "4774031055", # 경상북도 안동군 와룡면 절강리 -> 경상북도 안동시 와룡면 절강리
    "4717031038": "4774031056", # 경상북도 안동군 와룡면 오천리 -> 경상북도 안동시 와룡면 오천리
    "4717032000": "4774032000", # 경상북도 안동군 북후면 -> 경상북도 안동시 북후면
    "4717032021": "4774032033", # 경상북도 안동군 북후면 옹천리 -> 경상북도 안동시 북후면 옹천리
    "4717032022": "4774032034", # 경상북도 안동군 북후면 장기리 -> 경상북도 안동시 북후면 장기리
    "4717032023": "4774032035", # 경상북도 안동군 북후면 도촌리 -> 경상북도 안동시 북후면 도촌리
    "4717032024": "4774032036", # 경상북도 안동군 북후면 오산리 -> 경상북도 안동시 북후면 오산리
    "4717032025": "4774032037", # 경상북도 안동군 북후면 도진리 -> 경상북도 안동시 북후면 도진리
    "4717032026": "4774032038", # 경상북도 안동군 북후면 물한리 -> 경상북도 안동시 북후면 물한리
    "4717032027": "4774032039", # 경상북도 안동군 북후면 연곡리 -> 경상북도 안동시 북후면 연곡리
    "4717032028": "4774032040", # 경상북도 안동군 북후면 두산리 -> 경상북도 안동시 북후면 두산리
    "4717032029": "4774032041", # 경상북도 안동군 북후면 신전리 -> 경상북도 안동시 북후면 신전리
    "4717032030": "4774032042", # 경상북도 안동군 북후면 월전리 -> 경상북도 안동시 북후면 월전리
    "4717032031": "4774032043", # 경상북도 안동군 북후면 석탑리 -> 경상북도 안동시 북후면 석탑리
    "4717032032": "4774032044", # 경상북도 안동군 북후면 대현리 -> 경상북도 안동시 북후면 대현리
    "4717033000": "4774033000", # 경상북도 안동군 서후면 -> 경상북도 안동시 서후면
    "4717033021": "4774033032", # 경상북도 안동군 서후면 광평리 -> 경상북도 안동시 서후면 광평리
    "4717033022": "4774033033", # 경상북도 안동군 서후면 저전리 -> 경상북도 안동시 서후면 저전리
    "4717033023": "4774033034", # 경상북도 안동군 서후면 태장리 -> 경상북도 안동시 서후면 태장리
    "4717033024": "4774033035", # 경상북도 안동군 서후면 이송천리 -> 경상북도 안동시 서후면 이송천리
    "4717033025": "4774033036", # 경상북도 안동군 서후면 금계리 -> 경상북도 안동시 서후면 금계리
    "4717033026": "4774033037", # 경상북도 안동군 서후면 성곡리 -> 경상북도 안동시 서후면 성곡리
    "4717033027": "4774033038", # 경상북도 안동군 서후면 이개리 -> 경상북도 안동시 서후면 이개리
    "4717033028": "4774033039", # 경상북도 안동군 서후면 교리 -> 경상북도 안동시 서후면 교리
    "4717033029": "4774033040", # 경상북도 안동군 서후면 명리 -> 경상북도 안동시 서후면 명리
    "4717033030": "4774033041", # 경상북도 안동군 서후면 대두서리 -> 경상북도 안동시 서후면 대두서리
    "4717034000": "4774034000", # 경상북도 안동군 풍천면 -> 경상북도 안동시 풍천면
    "4717034021": "4774034034", # 경상북도 안동군 풍천면 갈전리 -> 경상북도 안동시 풍천면 갈전리
    "4717034022": "4774034035", # 경상북도 안동군 풍천면 도양리 -> 경상북도 안동시 풍천면 도양리
    "4717034023": "4774034036", # 경상북도 안동군 풍천면 구담리 -> 경상북도 안동시 풍천면 구담리
    "4717034024": "4774034037", # 경상북도 안동군 풍천면 광덕리 -> 경상북도 안동시 풍천면 광덕리
    "4717034025": "4774034038", # 경상북도 안동군 풍천면 기산리 -> 경상북도 안동시 풍천면 기산리
    "4717034026": "4774034039", # 경상북도 안동군 풍천면 신성리 -> 경상북도 안동시 풍천면 신성리
    "4717034027": "4774034040", # 경상북도 안동군 풍천면 금계리 -> 경상북도 안동시 풍천면 금계리
    "4717034028": "4774034041", # 경상북도 안동군 풍천면 구호리 -> 경상북도 안동시 풍천면 구호리
    "4717034029": "4774034042", # 경상북도 안동군 풍천면 어담리 -> 경상북도 안동시 풍천면 어담리
    "4717034030": "4774034043", # 경상북도 안동군 풍천면 인금리 -> 경상북도 안동시 풍천면 인금리
    "4717034031": "4774034044", # 경상북도 안동군 풍천면 가곡리 -> 경상북도 안동시 풍천면 가곡리
    "4717034032": "4774034045", # 경상북도 안동군 풍천면 병산리 -> 경상북도 안동시 풍천면 병산리
    "4717034033": "4774034046", # 경상북도 안동군 풍천면 하회리 -> 경상북도 안동시 풍천면 하회리
    "4717035000": "4774035000", # 경상북도 안동군 일직면 -> 경상북도 안동시 일직면
    "4717035021": "4774035034", # 경상북도 안동군 일직면 귀미리 -> 경상북도 안동시 일직면 귀미리
    "4717035022": "4774035035", # 경상북도 안동군 일직면 구천리 -> 경상북도 안동시 일직면 구천리
    "4717035023": "4774035036", # 경상북도 안동군 일직면 망호리 -> 경상북도 안동시 일직면 망호리
    "4717035024": "4774035037", # 경상북도 안동군 일직면 원리 -> 경상북도 안동시 일직면 원리
    "4717035025": "4774035038", # 경상북도 안동군 일직면 광연리 -> 경상북도 안동시 일직면 광연리
    "4717035026": "4774035039", # 경상북도 안동군 일직면 명진리 -> 경상북도 안동시 일직면 명진리
    "4717035027": "4774035040", # 경상북도 안동군 일직면 평팔리 -> 경상북도 안동시 일직면 평팔리
    "4717035028": "4774035041", # 경상북도 안동군 일직면 용각리 -> 경상북도 안동시 일직면 용각리
    "4717035029": "4774035042", # 경상북도 안동군 일직면 국곡리 -> 경상북도 안동시 일직면 국곡리
    "4717035030": "4774035043", # 경상북도 안동군 일직면 조탑리 -> 경상북도 안동시 일직면 조탑리
    "4717035031": "4774035044", # 경상북도 안동군 일직면 송리리 -> 경상북도 안동시 일직면 송리리
    "4717035032": "4774035045", # 경상북도 안동군 일직면 원호리 -> 경상북도 안동시 일직면 원호리
    "4717035033": "4774035046", # 경상북도 안동군 일직면 운산리 -> 경상북도 안동시 일직면 운산리
    "4717036000": "4774036000", # 경상북도 안동군 남후면 -> 경상북도 안동시 남후면
    "4717036021": "4774036030", # 경상북도 안동군 남후면 광음리 -> 경상북도 안동시 남후면 광음리
    "4717036022": "4774036031", # 경상북도 안동군 남후면 무릉리 -> 경상북도 안동시 남후면 무릉리
    "4717036023": "4774036032", # 경상북도 안동군 남후면 개곡리 -> 경상북도 안동시 남후면 개곡리
    "4717036024": "4774036033", # 경상북도 안동군 남후면 검암리 -> 경상북도 안동시 남후면 검암리
    "4717036025": "4774036034", # 경상북도 안동군 남후면 고하리 -> 경상북도 안동시 남후면 고하리
    "4717036026": "4774036035", # 경상북도 안동군 남후면 고상리 -> 경상북도 안동시 남후면 고상리
    "4717036027": "4774036036", # 경상북도 안동군 남후면 상아리 -> 경상북도 안동시 남후면 상아리
    "4717036028": "4774036037", # 경상북도 안동군 남후면 하아리 -> 경상북도 안동시 남후면 하아리
    "4717036029": "4774036038", # 경상북도 안동군 남후면 단호리 -> 경상북도 안동시 남후면 단호리
    "4717037000": "4774037000", # 경상북도 안동군 남선면 -> 경상북도 안동시 남선면
    "4717037021": "4774037029", # 경상북도 안동군 남선면 이천리 -> 경상북도 안동시 남선면 이천리
    "4717037022": "4774037030", # 경상북도 안동군 남선면 신석리 -> 경상북도 안동시 남선면 신석리
    "4717037023": "4774037031", # 경상북도 안동군 남선면 구미리 -> 경상북도 안동시 남선면 구미리
    "4717037024": "4774037032", # 경상북도 안동군 남선면 신흥리 -> 경상북도 안동시 남선면 신흥리
    "4717037025": "4774037033", # 경상북도 안동군 남선면 도로리 -> 경상북도 안동시 남선면 도로리
    "4717037026": "4774037034", # 경상북도 안동군 남선면 현내리 -> 경상북도 안동시 남선면 현내리
    "4717037027": "4774037035", # 경상북도 안동군 남선면 원림리 -> 경상북도 안동시 남선면 원림리
    "4717037028": "4774037036", # 경상북도 안동군 남선면 외하리 -> 경상북도 안동시 남선면 외하리
    "4717038000": "4774038000", # 경상북도 안동군 임하면 -> 경상북도 안동시 임하면
    "4717038021": "4774038030", # 경상북도 안동군 임하면 임하리 -> 경상북도 안동시 임하면 임하리
    "4717038022": "4774038032", # 경상북도 안동군 임하면 천전리 -> 경상북도 안동시 임하면 천전리
    "4717038023": "4774038033", # 경상북도 안동군 임하면 추목리 -> 경상북도 안동시 임하면 추목리
    "4717038024": "4774038034", # 경상북도 안동군 임하면 신덕리 -> 경상북도 안동시 임하면 신덕리
    "4717038025": "4774038035", # 경상북도 안동군 임하면 금소리 -> 경상북도 안동시 임하면 금소리
    "4717038026": "4774038036", # 경상북도 안동군 임하면 고곡리 -> 경상북도 안동시 임하면 고곡리
    "4717038027": "4774038037", # 경상북도 안동군 임하면 오대리 -> 경상북도 안동시 임하면 오대리
    "4717038028": "4774038038", # 경상북도 안동군 임하면 노산리 -> 경상북도 안동시 임하면 노산리
    "4717039000": "4774039000", # 경상북도 안동군 길안면 -> 경상북도 안동시 길안면
    "4717039021": "4774039034", # 경상북도 안동군 길안면 천지리 -> 경상북도 안동시 길안면 천지리
    "4717039022": "4774039035", # 경상북도 안동군 길안면 만음리 -> 경상북도 안동시 길안면 만음리
    "4717039023": "4774039036", # 경상북도 안동군 길안면 백자리 -> 경상북도 안동시 길안면 백자리
    "4717039024": "4774039037", # 경상북도 안동군 길안면 금곡리 -> 경상북도 안동시 길안면 금곡리
    "4717039025": "4774039038", # 경상북도 안동군 길안면 송사리 -> 경상북도 안동시 길안면 송사리
    "4717039026": "4774039039", # 경상북도 안동군 길안면 대사리 -> 경상북도 안동시 길안면 대사리
    "4717039027": "4774039040", # 경상북도 안동군 길안면 고란리 -> 경상북도 안동시 길안면 고란리
    "4717039028": "4774039041", # 경상북도 안동군 길안면 묵계리 -> 경상북도 안동시 길안면 묵계리
    "4717039029": "4774039042", # 경상북도 안동군 길안면 구수리 -> 경상북도 안동시 길안면 구수리
    "4717039030": "4774039043", # 경상북도 안동군 길안면 배방리 -> 경상북도 안동시 길안면 배방리
    "4717039031": "4774039044", # 경상북도 안동군 길안면 용계리 -> 경상북도 안동시 길안면 용계리
    "4717039032": "4774039045", # 경상북도 안동군 길안면 대곡리 -> 경상북도 안동시 길안면 대곡리
    "4717039033": "4774039046", # 경상북도 안동군 길안면 현하리 -> 경상북도 안동시 길안면 현하리
    "4717040000": "4774040000", # 경상북도 안동군 임동면 -> 경상북도 안동시 임동면
    "4717040021": "4774040034", # 경상북도 안동군 임동면 중평리 -> 경상북도 안동시 임동면 중평리
    "4717040022": "4774040035", # 경상북도 안동군 임동면 수곡리 -> 경상북도 안동시 임동면 수곡리
    "4717040023": "4774040036", # 경상북도 안동군 임동면 고천리 -> 경상북도 안동시 임동면 고천리
    "4717040024": "4774040037", # 경상북도 안동군 임동면 갈전리 -> 경상북도 안동시 임동면 갈전리
    "4717040025": "4774040038", # 경상북도 안동군 임동면 마령리 -> 경상북도 안동시 임동면 마령리
    "4717040026": "4774040039", # 경상북도 안동군 임동면 위리 -> 경상북도 안동시 임동면 위리
    "4717040027": "4774040040", # 경상북도 안동군 임동면 대곡리 -> 경상북도 안동시 임동면 대곡리
    "4717040028": "4774040041", # 경상북도 안동군 임동면 박곡리 -> 경상북도 안동시 임동면 박곡리
    "4717040029": "4774040042", # 경상북도 안동군 임동면 마리 -> 경상북도 안동시 임동면 마리
    "4717040030": "4774040043", # 경상북도 안동군 임동면 사월리 -> 경상북도 안동시 임동면 사월리
    "4717040031": "4774040045", # 경상북도 안동군 임동면 지리 -> 경상북도 안동시 임동면 지리
    "4717040032": "4774040046", # 경상북도 안동군 임동면 망천리 -> 경상북도 안동시 임동면 망천리
    "4717041000": "4774041000", # 경상북도 안동군 예안면 -> 경상북도 안동시 예안면
    "4717041021": "4774041037", # 경상북도 안동군 예안면 천전리 -> 경상북도 안동시 예안면 천전리
    "4717041022": "4774041038", # 경상북도 안동군 예안면 부포리 -> 경상북도 안동시 예안면 부포리
    "4717041023": "4774041039", # 경상북도 안동군 예안면 귀단리 -> 경상북도 안동시 예안면 귀단리
    "4717041024": "4774041040", # 경상북도 안동군 예안면 태곡리 -> 경상북도 안동시 예안면 태곡리
    "4717041025": "4774041041", # 경상북도 안동군 예안면 인계리 -> 경상북도 안동시 예안면 인계리
    "4717041026": "4774041042", # 경상북도 안동군 예안면 삼계리 -> 경상북도 안동시 예안면 삼계리
    "4717041027": "4774041043", # 경상북도 안동군 예안면 도촌리 -> 경상북도 안동시 예안면 도촌리
    "4717041028": "4774041044", # 경상북도 안동군 예안면 동천리 -> 경상북도 안동시 예안면 동천리
    "4717041029": "4774041045", # 경상북도 안동군 예안면 신남리 -> 경상북도 안동시 예안면 신남리
    "4717041030": "4774041046", # 경상북도 안동군 예안면 기사리 -> 경상북도 안동시 예안면 기사리
    "4717041031": "4774041047", # 경상북도 안동군 예안면 도목리 -> 경상북도 안동시 예안면 도목리
    "4717041032": "4774041048", # 경상북도 안동군 예안면 주진리 -> 경상북도 안동시 예안면 주진리
    "4717041033": "4774041049", # 경상북도 안동군 예안면 계곡리 -> 경상북도 안동시 예안면 계곡리
    "4717041034": "4774041050", # 경상북도 안동군 예안면 정산리 -> 경상북도 안동시 예안면 정산리
    "4717041035": "4774041051", # 경상북도 안동군 예안면 구룡리 -> 경상북도 안동시 예안면 구룡리
    "4717041036": "4774041052", # 경상북도 안동군 예안면 미질리 -> 경상북도 안동시 예안면 미질리
    "4717042000": "4774042000", # 경상북도 안동군 도산면 -> 경상북도 안동시 도산면
    "4717042021": "4774042034", # 경상북도 안동군 도산면 토계리 -> 경상북도 안동시 도산면 토계리
    "4717042022": "4774042035", # 경상북도 안동군 도산면 분천리 -> 경상북도 안동시 도산면 분천리
    "4717042023": "4774042036", # 경상북도 안동군 도산면 의촌리 -> 경상북도 안동시 도산면 의촌리
    "4717042024": "4774042037", # 경상북도 안동군 도산면 원천리 -> 경상북도 안동시 도산면 원천리
    "4717042025": "4774042038", # 경상북도 안동군 도산면 단천리 -> 경상북도 안동시 도산면 단천리
    "4717042026": "4774042039", # 경상북도 안동군 도산면 가송리 -> 경상북도 안동시 도산면 가송리
    "4717042027": "4774042040", # 경상북도 안동군 도산면 태자리 -> 경상북도 안동시 도산면 태자리
    "4717042028": "4774042041", # 경상북도 안동군 도산면 온혜리 -> 경상북도 안동시 도산면 온혜리
    "4717042029": "4774042042", # 경상북도 안동군 도산면 운곡리 -> 경상북도 안동시 도산면 운곡리
    "4717042030": "4774042043", # 경상북도 안동군 도산면 의일리 -> 경상북도 안동시 도산면 의일리
    "4717042031": "4774042044", # 경상북도 안동군 도산면 동부리 -> 경상북도 안동시 도산면 동부리
    "4717042032": "4774042045", # 경상북도 안동군 도산면 서부리 -> 경상북도 안동시 도산면 서부리
    "4717042033": "4774042046", # 경상북도 안동군 도산면 선양리 -> 경상북도 안동시 도산면 선양리
    "4717043000": "4774043000", # 경상북도 안동군 녹전면 -> 경상북도 안동시 녹전면
    "4717043021": "4774043031", # 경상북도 안동군 녹전면 신평리 -> 경상북도 안동시 녹전면 신평리
    "4717043022": "4774043032", # 경상북도 안동군 녹전면 갈현리 -> 경상북도 안동시 녹전면 갈현리
    "4717043023": "4774043033", # 경상북도 안동군 녹전면 매정리 -> 경상북도 안동시 녹전면 매정리
    "4717043024": "4774043034", # 경상북도 안동군 녹전면 원천리 -> 경상북도 안동시 녹전면 원천리
    "4717043025": "4774043035", # 경상북도 안동군 녹전면 사천리 -> 경상북도 안동시 녹전면 사천리
    "4717043026": "4774043036", # 경상북도 안동군 녹전면 녹래리 -> 경상북도 안동시 녹전면 녹래리
    "4717043027": "4774043037", # 경상북도 안동군 녹전면 죽송리 -> 경상북도 안동시 녹전면 죽송리
    "4717043028": "4774043038", # 경상북도 안동군 녹전면 구송리 -> 경상북도 안동시 녹전면 구송리
    "4717043029": "4774043039", # 경상북도 안동군 녹전면 사신리 -> 경상북도 안동시 녹전면 사신리
    "4717043030": "4774043040", # 경상북도 안동군 녹전면 서삼리 -> 경상북도 안동시 녹전면 서삼리
    "4719025000": "4787011000", # 경상북도 선산군 선산읍 -> 경상북도 구미시 선산읍
    "4719025021": "4787011039", # 경상북도 선산군 선산읍 완전리 -> 경상북도 구미시 선산읍 완전리
    "4719025022": "4787011040", # 경상북도 선산군 선산읍 동부리 -> 경상북도 구미시 선산읍 동부리
    "4719025023": "4787011041", # 경상북도 선산군 선산읍 노상리 -> 경상북도 구미시 선산읍 노상리
    "4719025024": "4787011042", # 경상북도 선산군 선산읍 이문리 -> 경상북도 구미시 선산읍 이문리
    "4719025025": "4787011043", # 경상북도 선산군 선산읍 죽장리 -> 경상북도 구미시 선산읍 죽장리
    "4719025026": "4787011044", # 경상북도 선산군 선산읍 내고리 -> 경상북도 구미시 선산읍 내고리
    "4719025027": "4787011045", # 경상북도 선산군 선산읍 북산리 -> 경상북도 구미시 선산읍 북산리
    "4719025028": "4787011046", # 경상북도 선산군 선산읍 습례리 -> 경상북도 구미시 선산읍 습례리
    "4719025029": "4787011047", # 경상북도 선산군 선산읍 교리 -> 경상북도 구미시 선산읍 교리
    "4719025030": "4787011048", # 경상북도 선산군 선산읍 화조리 -> 경상북도 구미시 선산읍 화조리
    "4719025031": "4787011049", # 경상북도 선산군 선산읍 원리 -> 경상북도 구미시 선산읍 원리
    "4719025032": "4787011050", # 경상북도 선산군 선산읍 독동리 -> 경상북도 구미시 선산읍 독동리
    "4719025033": "4787011051", # 경상북도 선산군 선산읍 생곡리 -> 경상북도 구미시 선산읍 생곡리
    "4719025034": "4787011052", # 경상북도 선산군 선산읍 신기리 -> 경상북도 구미시 선산읍 신기리
    "4719025035": "4787011053", # 경상북도 선산군 선산읍 봉곡리 -> 경상북도 구미시 선산읍 봉곡리
    "4719025036": "4787011054", # 경상북도 선산군 선산읍 포상리 -> 경상북도 구미시 선산읍 포상리
    "4719025037": "4787011055", # 경상북도 선산군 선산읍 소재리 -> 경상북도 구미시 선산읍 소재리
    "4719025038": "4787011056", # 경상북도 선산군 선산읍 봉남리 -> 경상북도 구미시 선산읍 봉남리
    "4719025321": "4719037039", # 경상북도 구미시 고아면 관심리 -> 경상북도 구미시 고아읍 관심리
    "4719025322": "4719037040", # 경상북도 구미시 고아면 이례리 -> 경상북도 구미시 고아읍 이례리
    "4719025323": "4719037041", # 경상북도 구미시 고아면 오로리 -> 경상북도 구미시 고아읍 오로리
    "4719025324": "4719037042", # 경상북도 구미시 고아면 대망리 -> 경상북도 구미시 고아읍 대망리
    "4719025325": "4719037043", # 경상북도 구미시 고아면 파산리 -> 경상북도 구미시 고아읍 파산리
    "4719025326": "4719037044", # 경상북도 구미시 고아면 신촌리 -> 경상북도 구미시 고아읍 신촌리
    "4719025327": "4719037045", # 경상북도 구미시 고아면 황산리 -> 경상북도 구미시 고아읍 황산리
    "4719025328": "4719037046", # 경상북도 구미시 고아면 횡산리 -> 경상북도 구미시 고아읍 횡산리
    "4719025329": "4719037047", # 경상북도 구미시 고아면 외예리 -> 경상북도 구미시 고아읍 외예리
    "4719025330": "4719037048", # 경상북도 구미시 고아면 내예리 -> 경상북도 구미시 고아읍 내예리
    "4719025331": "4719037049", # 경상북도 구미시 고아면 원호리 -> 경상북도 구미시 고아읍 원호리
    "4719025332": "4719037050", # 경상북도 구미시 고아면 문성리 -> 경상북도 구미시 고아읍 문성리
    "4719025333": "4719037051", # 경상북도 구미시 고아면 다식리 -> 경상북도 구미시 고아읍 다식리
    "4719025334": "4719037052", # 경상북도 구미시 고아면 괴평리 -> 경상북도 구미시 고아읍 괴평리
    "4719025335": "4719037053", # 경상북도 구미시 고아면 송림리 -> 경상북도 구미시 고아읍 송림리
    "4719025336": "4719037054", # 경상북도 구미시 고아면 봉한리 -> 경상북도 구미시 고아읍 봉한리
    "4719025337": "4719037055", # 경상북도 구미시 고아면 항곡리 -> 경상북도 구미시 고아읍 항곡리
    "4719025338": "4719037056", # 경상북도 구미시 고아면 예강리 -> 경상북도 구미시 고아읍 예강리
    "4719031000": "4787031000", # 경상북도 선산군 무을면 -> 경상북도 구미시 무을면
    "4719031021": "4787031031", # 경상북도 선산군 무을면 송삼리 -> 경상북도 구미시 무을면 송삼리
    "4719031022": "4787031032", # 경상북도 선산군 무을면 무수리 -> 경상북도 구미시 무을면 무수리
    "4719031023": "4787031033", # 경상북도 선산군 무을면 오가리 -> 경상북도 구미시 무을면 오가리
    "4719031024": "4787031034", # 경상북도 선산군 무을면 상송리 -> 경상북도 구미시 무을면 상송리
    "4719031025": "4787031035", # 경상북도 선산군 무을면 안곡리 -> 경상북도 구미시 무을면 안곡리
    "4719031026": "4787031036", # 경상북도 선산군 무을면 무등리 -> 경상북도 구미시 무을면 무등리
    "4719031027": "4787031037", # 경상북도 선산군 무을면 원리 -> 경상북도 구미시 무을면 원리
    "4719031028": "4787031038", # 경상북도 선산군 무을면 백자리 -> 경상북도 구미시 무을면 백자리
    "4719031029": "4787031039", # 경상북도 선산군 무을면 웅곡리 -> 경상북도 구미시 무을면 웅곡리
    "4719031030": "4787031040", # 경상북도 선산군 무을면 무이리 -> 경상북도 구미시 무을면 무이리
    "4719032000": "4787032000", # 경상북도 선산군 옥성면 -> 경상북도 구미시 옥성면
    "4719032021": "4787032030", # 경상북도 선산군 옥성면 초곡리 -> 경상북도 구미시 옥성면 초곡리
    "4719032022": "4787032031", # 경상북도 선산군 옥성면 농소리 -> 경상북도 구미시 옥성면 농소리
    "4719032023": "4787032032", # 경상북도 선산군 옥성면 주아리 -> 경상북도 구미시 옥성면 주아리
    "4719032024": "4787032033", # 경상북도 선산군 옥성면 구봉리 -> 경상북도 구미시 옥성면 구봉리
    "4719032025": "4787032034", # 경상북도 선산군 옥성면 옥관리 -> 경상북도 구미시 옥성면 옥관리
    "4719032026": "4787032035", # 경상북도 선산군 옥성면 산촌리 -> 경상북도 구미시 옥성면 산촌리
    "4719032027": "4787032036", # 경상북도 선산군 옥성면 태봉리 -> 경상북도 구미시 옥성면 태봉리
    "4719032028": "4787032038", # 경상북도 선산군 옥성면 덕촌리 -> 경상북도 구미시 옥성면 덕촌리
    "4719032029": "4787032039", # 경상북도 선산군 옥성면 대원리 -> 경상북도 구미시 옥성면 대원리
    "4719033000": "4787033000", # 경상북도 선산군 도개면 -> 경상북도 구미시 도개면
    "4719033021": "4787033030", # 경상북도 선산군 도개면 가산리 -> 경상북도 구미시 도개면 가산리
    "4719033022": "4787033031", # 경상북도 선산군 도개면 동산리 -> 경상북도 구미시 도개면 동산리
    "4719033023": "4787033032", # 경상북도 선산군 도개면 월림리 -> 경상북도 구미시 도개면 월림리
    "4719033024": "4787033033", # 경상북도 선산군 도개면 신곡리 -> 경상북도 구미시 도개면 신곡리
    "4719033025": "4787033034", # 경상북도 선산군 도개면 궁기리 -> 경상북도 구미시 도개면 궁기리
    "4719033026": "4787033035", # 경상북도 선산군 도개면 신림리 -> 경상북도 구미시 도개면 신림리
    "4719033027": "4787033036", # 경상북도 선산군 도개면 도개리 -> 경상북도 구미시 도개면 도개리
    "4719033028": "4787033037", # 경상북도 선산군 도개면 다곡리 -> 경상북도 구미시 도개면 다곡리
    "4719033029": "4787033038", # 경상북도 선산군 도개면 용산리 -> 경상북도 구미시 도개면 용산리
    "4719034000": "4787034000", # 경상북도 선산군 해평면 -> 경상북도 구미시 해평면
    "4719034021": "4787034035", # 경상북도 선산군 해평면 낙성리 -> 경상북도 구미시 해평면 낙성리
    "4719034022": "4787034036", # 경상북도 선산군 해평면 해평리 -> 경상북도 구미시 해평면 해평리
    "4719034023": "4787034037", # 경상북도 선산군 해평면 오상리 -> 경상북도 구미시 해평면 오상리
    "4719034024": "4787034038", # 경상북도 선산군 해평면 문량리 -> 경상북도 구미시 해평면 문량리
    "4719034025": "4787034039", # 경상북도 선산군 해평면 괴곡리 -> 경상북도 구미시 해평면 괴곡리
    "4719034026": "4787034040", # 경상북도 선산군 해평면 금산리 -> 경상북도 구미시 해평면 금산리
    "4719034027": "4787034041", # 경상북도 선산군 해평면 도문리 -> 경상북도 구미시 해평면 도문리
    "4719034028": "4787034042", # 경상북도 선산군 해평면 월호리 -> 경상북도 구미시 해평면 월호리
    "4719034029": "4787034043", # 경상북도 선산군 해평면 금호리 -> 경상북도 구미시 해평면 금호리
    "4719034030": "4787034044", # 경상북도 선산군 해평면 창림리 -> 경상북도 구미시 해평면 창림리
    "4719034031": "4787034045", # 경상북도 선산군 해평면 송곡리 -> 경상북도 구미시 해평면 송곡리
    "4719034032": "4787034046", # 경상북도 선산군 해평면 산양리 -> 경상북도 구미시 해평면 산양리
    "4719034033": "4787034047", # 경상북도 선산군 해평면 월곡리 -> 경상북도 구미시 해평면 월곡리
    "4719034034": "4787034048", # 경상북도 선산군 해평면 낙산리 -> 경상북도 구미시 해평면 낙산리
    "4719034035": "4787034049", # 경상북도 선산군 해평면 일선리 -> 경상북도 구미시 해평면 일선리
    "4719036000": "4787036000", # 경상북도 선산군 장천면 -> 경상북도 구미시 장천면
    "4719036021": "4787036029", # 경상북도 선산군 장천면 상장리 -> 경상북도 구미시 장천면 상장리
    "4719036022": "4787036030", # 경상북도 선산군 장천면 하장리 -> 경상북도 구미시 장천면 하장리
    "4719036023": "4787036031", # 경상북도 선산군 장천면 상림리 -> 경상북도 구미시 장천면 상림리
    "4719036024": "4787036032", # 경상북도 선산군 장천면 금산리 -> 경상북도 구미시 장천면 금산리
    "4719036025": "4787036033", # 경상북도 선산군 장천면 오로리 -> 경상북도 구미시 장천면 오로리
    "4719036026": "4787036034", # 경상북도 선산군 장천면 묵어리 -> 경상북도 구미시 장천면 묵어리
    "4719036027": "4787036035", # 경상북도 선산군 장천면 여남리 -> 경상북도 구미시 장천면 여남리
    "4719036028": "4787036036", # 경상북도 선산군 장천면 명곡리 -> 경상북도 구미시 장천면 명곡리
    "4719036029": "4787036037", # 경상북도 선산군 장천면 신장리 -> 경상북도 구미시 장천면 신장리
    "4721025000": "4791011000", # 경상북도 영풍군 풍기읍 -> 경상북도 영주시 풍기읍
    "4721025021": "4791011035", # 경상북도 영풍군 풍기읍 성내리 -> 경상북도 영주시 풍기읍 성내리
    "4721025022": "4791011036", # 경상북도 영풍군 풍기읍 동부리 -> 경상북도 영주시 풍기읍 동부리
    "4721025023": "4791011037", # 경상북도 영풍군 풍기읍 산법리 -> 경상북도 영주시 풍기읍 산법리
    "4721025024": "4791011038", # 경상북도 영풍군 풍기읍 미곡리 -> 경상북도 영주시 풍기읍 미곡리
    "4721025025": "4791011039", # 경상북도 영풍군 풍기읍 삼가리 -> 경상북도 영주시 풍기읍 삼가리
    "4721025026": "4791011040", # 경상북도 영풍군 풍기읍 욱금리 -> 경상북도 영주시 풍기읍 욱금리
    "4721025027": "4791011041", # 경상북도 영풍군 풍기읍 금계리 -> 경상북도 영주시 풍기읍 금계리
    "4721025028": "4791011042", # 경상북도 영풍군 풍기읍 교촌리 -> 경상북도 영주시 풍기읍 교촌리
    "4721025029": "4791011043", # 경상북도 영풍군 풍기읍 서부리 -> 경상북도 영주시 풍기읍 서부리
    "4721025030": "4791011044", # 경상북도 영풍군 풍기읍 백리 -> 경상북도 영주시 풍기읍 백리
    "4721025031": "4791011045", # 경상북도 영풍군 풍기읍 백신리 -> 경상북도 영주시 풍기읍 백신리
    "4721025032": "4791011046", # 경상북도 영풍군 풍기읍 창락리 -> 경상북도 영주시 풍기읍 창락리
    "4721025033": "4791011047", # 경상북도 영풍군 풍기읍 수철리 -> 경상북도 영주시 풍기읍 수철리
    "4721025034": "4791011048", # 경상북도 영풍군 풍기읍 전구리 -> 경상북도 영주시 풍기읍 전구리
    "4721031000": "4791031000", # 경상북도 영풍군 이산면 -> 경상북도 영주시 이산면
    "4721031021": "4791031021", # 경상북도 영풍군 이산면 원리 -> 경상북도 영주시 이산면 원리
    "4721031022": "4791031022", # 경상북도 영풍군 이산면 신암리 -> 경상북도 영주시 이산면 신암리
    "4721031023": "4791031023", # 경상북도 영풍군 이산면 지동리 -> 경상북도 영주시 이산면 지동리
    "4721031024": "4791031024", # 경상북도 영풍군 이산면 석포리 -> 경상북도 영주시 이산면 석포리
    "4721031025": "4791031025", # 경상북도 영풍군 이산면 용상리 -> 경상북도 영주시 이산면 용상리
    "4721031026": "4791031026", # 경상북도 영풍군 이산면 신천리 -> 경상북도 영주시 이산면 신천리
    "4721031027": "4791031027", # 경상북도 영풍군 이산면 운문리 -> 경상북도 영주시 이산면 운문리
    "4721031028": "4791031028", # 경상북도 영풍군 이산면 내림리 -> 경상북도 영주시 이산면 내림리
    "4721031029": "4791031029", # 경상북도 영풍군 이산면 두월리 -> 경상북도 영주시 이산면 두월리
    "4721032000": "4791032000", # 경상북도 영풍군 평은면 -> 경상북도 영주시 평은면
    "4721032021": "4791032021", # 경상북도 영풍군 평은면 강동리 -> 경상북도 영주시 평은면 강동리
    "4721032022": "4791032022", # 경상북도 영풍군 평은면 지곡리 -> 경상북도 영주시 평은면 지곡리
    "4721032023": "4791032023", # 경상북도 영풍군 평은면 오운리 -> 경상북도 영주시 평은면 오운리
    "4721032024": "4791032024", # 경상북도 영풍군 평은면 천본리 -> 경상북도 영주시 평은면 천본리
    "4721032025": "4791032025", # 경상북도 영풍군 평은면 금광리 -> 경상북도 영주시 평은면 금광리
    "4721032026": "4791032026", # 경상북도 영풍군 평은면 용혈리 -> 경상북도 영주시 평은면 용혈리
    "4721032027": "4791032027", # 경상북도 영풍군 평은면 평은리 -> 경상북도 영주시 평은면 평은리
    "4721033000": "4791033000", # 경상북도 영풍군 문수면 -> 경상북도 영주시 문수면
    "4721033021": "4791033021", # 경상북도 영풍군 문수면 승문리 -> 경상북도 영주시 문수면 승문리
    "4721033022": "4791033022", # 경상북도 영풍군 문수면 만방리 -> 경상북도 영주시 문수면 만방리
    "4721033023": "4791033023", # 경상북도 영풍군 문수면 적동리 -> 경상북도 영주시 문수면 적동리
    "4721033024": "4791033024", # 경상북도 영풍군 문수면 권선리 -> 경상북도 영주시 문수면 권선리
    "4721033025": "4791033025", # 경상북도 영풍군 문수면 월호리 -> 경상북도 영주시 문수면 월호리
    "4721033027": "4791033027", # 경상북도 영풍군 문수면 탄산리 -> 경상북도 영주시 문수면 탄산리
    "4721033028": "4791033028", # 경상북도 영풍군 문수면 조제리 -> 경상북도 영주시 문수면 조제리
    "4721033029": "4791033029", # 경상북도 영풍군 문수면 수도리 -> 경상북도 영주시 문수면 수도리
    "4721034000": "4791034000", # 경상북도 영풍군 장수면 -> 경상북도 영주시 장수면
    "4721034021": "4791034021", # 경상북도 영풍군 장수면 반구리 -> 경상북도 영주시 장수면 반구리
    "4721034022": "4791034022", # 경상북도 영풍군 장수면 두전리 -> 경상북도 영주시 장수면 두전리
    "4721034023": "4791034023", # 경상북도 영풍군 장수면 갈산리 -> 경상북도 영주시 장수면 갈산리
    "4721034024": "4791034024", # 경상북도 영풍군 장수면 성곡리 -> 경상북도 영주시 장수면 성곡리
    "4721034025": "4791034025", # 경상북도 영풍군 장수면 화기리 -> 경상북도 영주시 장수면 화기리
    "4721034026": "4791034026", # 경상북도 영풍군 장수면 소룡리 -> 경상북도 영주시 장수면 소룡리
    "4721034027": "4791034027", # 경상북도 영풍군 장수면 호문리 -> 경상북도 영주시 장수면 호문리
    "4721034028": "4791034028", # 경상북도 영풍군 장수면 파지리 -> 경상북도 영주시 장수면 파지리
    "4721035000": "4791035000", # 경상북도 영풍군 안정면 -> 경상북도 영주시 안정면
    "4721035021": "4791035035", # 경상북도 영풍군 안정면 신전리 -> 경상북도 영주시 안정면 신전리
    "4721035022": "4791035036", # 경상북도 영풍군 안정면 생현리 -> 경상북도 영주시 안정면 생현리
    "4721035023": "4791035037", # 경상북도 영풍군 안정면 봉암리 -> 경상북도 영주시 안정면 봉암리
    "4721035024": "4791035038", # 경상북도 영풍군 안정면 용산리 -> 경상북도 영주시 안정면 용산리
    "4721035025": "4791035039", # 경상북도 영풍군 안정면 여륵리 -> 경상북도 영주시 안정면 여륵리
    "4721035026": "4791035040", # 경상북도 영풍군 안정면 묵리 -> 경상북도 영주시 안정면 묵리
    "4721035027": "4791035041", # 경상북도 영풍군 안정면 내줄리 -> 경상북도 영주시 안정면 내줄리
    "4721035028": "4791035042", # 경상북도 영풍군 안정면 일원리 -> 경상북도 영주시 안정면 일원리
    "4721035029": "4791035043", # 경상북도 영풍군 안정면 안심리 -> 경상북도 영주시 안정면 안심리
    "4721035030": "4791035044", # 경상북도 영풍군 안정면 옹암리 -> 경상북도 영주시 안정면 옹암리
    "4721035031": "4791035045", # 경상북도 영풍군 안정면 단촌리 -> 경상북도 영주시 안정면 단촌리
    "4721035032": "4791035046", # 경상북도 영풍군 안정면 대평리 -> 경상북도 영주시 안정면 대평리
    "4721035033": "4791035047", # 경상북도 영풍군 안정면 오계리 -> 경상북도 영주시 안정면 오계리
    "4721035034": "4791035048", # 경상북도 영풍군 안정면 동촌리 -> 경상북도 영주시 안정면 동촌리
    "4721036000": "4791036000", # 경상북도 영풍군 봉현면 -> 경상북도 영주시 봉현면
    "4721036021": "4791036028", # 경상북도 영풍군 봉현면 두산리 -> 경상북도 영주시 봉현면 두산리
    "4721036022": "4791036029", # 경상북도 영풍군 봉현면 오현리 -> 경상북도 영주시 봉현면 오현리
    "4721036023": "4791036030", # 경상북도 영풍군 봉현면 대촌리 -> 경상북도 영주시 봉현면 대촌리
    "4721036024": "4791036031", # 경상북도 영풍군 봉현면 한천리 -> 경상북도 영주시 봉현면 한천리
    "4721036025": "4791036032", # 경상북도 영풍군 봉현면 유전리 -> 경상북도 영주시 봉현면 유전리
    "4721036026": "4791036033", # 경상북도 영풍군 봉현면 노좌리 -> 경상북도 영주시 봉현면 노좌리
    "4721036027": "4791036034", # 경상북도 영풍군 봉현면 하촌리 -> 경상북도 영주시 봉현면 하촌리
    "4721037000": "4791037000", # 경상북도 영풍군 순흥면 -> 경상북도 영주시 순흥면
    "4721037021": "4791037021", # 경상북도 영풍군 순흥면 태장리 -> 경상북도 영주시 순흥면 태장리
    "4721037022": "4791037022", # 경상북도 영풍군 순흥면 지동리 -> 경상북도 영주시 순흥면 지동리
    "4721037023": "4791037023", # 경상북도 영풍군 순흥면 석교리 -> 경상북도 영주시 순흥면 석교리
    "4721037024": "4791037024", # 경상북도 영풍군 순흥면 읍내리 -> 경상북도 영주시 순흥면 읍내리
    "4721037025": "4791037025", # 경상북도 영풍군 순흥면 내죽리 -> 경상북도 영주시 순흥면 내죽리
    "4721037026": "4791037026", # 경상북도 영풍군 순흥면 청구리 -> 경상북도 영주시 순흥면 청구리
    "4721037027": "4791037027", # 경상북도 영풍군 순흥면 배점리 -> 경상북도 영주시 순흥면 배점리
    "4721037028": "4791037028", # 경상북도 영풍군 순흥면 덕현리 -> 경상북도 영주시 순흥면 덕현리
    "4721038000": "4791038000", # 경상북도 영풍군 단산면 -> 경상북도 영주시 단산면
    "4721038021": "4791038021", # 경상북도 영풍군 단산면 동원리 -> 경상북도 영주시 단산면 동원리
    "4721038022": "4791038022", # 경상북도 영풍군 단산면 사천리 -> 경상북도 영주시 단산면 사천리
    "4721038023": "4791038023", # 경상북도 영풍군 단산면 구구리 -> 경상북도 영주시 단산면 구구리
    "4721038024": "4791038024", # 경상북도 영풍군 단산면 병산리 -> 경상북도 영주시 단산면 병산리
    "4721038025": "4791038025", # 경상북도 영풍군 단산면 옥대리 -> 경상북도 영주시 단산면 옥대리
    "4721038026": "4791038026", # 경상북도 영풍군 단산면 단곡리 -> 경상북도 영주시 단산면 단곡리
    "4721038027": "4791038027", # 경상북도 영풍군 단산면 좌석리 -> 경상북도 영주시 단산면 좌석리
    "4721038028": "4791038028", # 경상북도 영풍군 단산면 마락리 -> 경상북도 영주시 단산면 마락리
    "4721039000": "4791039000", # 경상북도 영풍군 부석면 -> 경상북도 영주시 부석면
    "4721039021": "4791039021", # 경상북도 영풍군 부석면 남대리 -> 경상북도 영주시 부석면 남대리
    "4721039022": "4791039022", # 경상북도 영풍군 부석면 북지리 -> 경상북도 영주시 부석면 북지리
    "4721039023": "4791039023", # 경상북도 영풍군 부석면 임곡리 -> 경상북도 영주시 부석면 임곡리
    "4721039024": "4791039024", # 경상북도 영풍군 부석면 소천리 -> 경상북도 영주시 부석면 소천리
    "4721039025": "4791039025", # 경상북도 영풍군 부석면 노곡리 -> 경상북도 영주시 부석면 노곡리
    "4721039026": "4791039026", # 경상북도 영풍군 부석면 용암리 -> 경상북도 영주시 부석면 용암리
    "4721039027": "4791039027", # 경상북도 영풍군 부석면 우곡리 -> 경상북도 영주시 부석면 우곡리
    "4721039028": "4791039028", # 경상북도 영풍군 부석면 상석리 -> 경상북도 영주시 부석면 상석리
    "4721039029": "4791039029", # 경상북도 영풍군 부석면 감곡리 -> 경상북도 영주시 부석면 감곡리
    "4721039030": "4791039030", # 경상북도 영풍군 부석면 보계리 -> 경상북도 영주시 부석면 보계리
    "4723025000": "4780011000", # 경상북도 영천군 금호읍 -> 경상북도 영천시 금호읍
    "4723025021": "4780011042", # 경상북도 영천군 금호읍 교대리 -> 경상북도 영천시 금호읍 교대리
    "4723025022": "4780011043", # 경상북도 영천군 금호읍 덕성리 -> 경상북도 영천시 금호읍 덕성리
    "4723025023": "4780011044", # 경상북도 영천군 금호읍 성천리 -> 경상북도 영천시 금호읍 성천리
    "4723025024": "4780011045", # 경상북도 영천군 금호읍 대미리 -> 경상북도 영천시 금호읍 대미리
    "4723025025": "4780011046", # 경상북도 영천군 금호읍 석섬리 -> 경상북도 영천시 금호읍 석섬리
    "4723025026": "4780011047", # 경상북도 영천군 금호읍 원제리 -> 경상북도 영천시 금호읍 원제리
    "4723025027": "4780011048", # 경상북도 영천군 금호읍 냉천리 -> 경상북도 영천시 금호읍 냉천리
    "4723025028": "4780011049", # 경상북도 영천군 금호읍 신월리 -> 경상북도 영천시 금호읍 신월리
    "4723025029": "4780011050", # 경상북도 영천군 금호읍 봉죽리 -> 경상북도 영천시 금호읍 봉죽리
    "4723025030": "4780011051", # 경상북도 영천군 금호읍 관정리 -> 경상북도 영천시 금호읍 관정리
    "4723025031": "4780011052", # 경상북도 영천군 금호읍 구암리 -> 경상북도 영천시 금호읍 구암리
    "4723025032": "4780011053", # 경상북도 영천군 금호읍 약남리 -> 경상북도 영천시 금호읍 약남리
    "4723025033": "4780011054", # 경상북도 영천군 금호읍 대곡리 -> 경상북도 영천시 금호읍 대곡리
    "4723025034": "4780011055", # 경상북도 영천군 금호읍 호남리 -> 경상북도 영천시 금호읍 호남리
    "4723025035": "4780011056", # 경상북도 영천군 금호읍 어은리 -> 경상북도 영천시 금호읍 어은리
    "4723025036": "4780011057", # 경상북도 영천군 금호읍 오계리 -> 경상북도 영천시 금호읍 오계리
    "4723025037": "4780011058", # 경상북도 영천군 금호읍 원기리 -> 경상북도 영천시 금호읍 원기리
    "4723025038": "4780011059", # 경상북도 영천군 금호읍 신대리 -> 경상북도 영천시 금호읍 신대리
    "4723025039": "4780011060", # 경상북도 영천군 금호읍 남성리 -> 경상북도 영천시 금호읍 남성리
    "4723025040": "4780011061", # 경상북도 영천군 금호읍 삼호리 -> 경상북도 영천시 금호읍 삼호리
    "4723025041": "4780011062", # 경상북도 영천군 금호읍 황정리 -> 경상북도 영천시 금호읍 황정리
    "4723031000": "4780031000", # 경상북도 영천군 청통면 -> 경상북도 영천시 청통면
    "4723031021": "4780031038", # 경상북도 영천군 청통면 호당리 -> 경상북도 영천시 청통면 호당리
    "4723031022": "4780031039", # 경상북도 영천군 청통면 우천리 -> 경상북도 영천시 청통면 우천리
    "4723031023": "4780031040", # 경상북도 영천군 청통면 보성리 -> 경상북도 영천시 청통면 보성리
    "4723031024": "4780031041", # 경상북도 영천군 청통면 신덕리 -> 경상북도 영천시 청통면 신덕리
    "4723031025": "4780031042", # 경상북도 영천군 청통면 대평리 -> 경상북도 영천시 청통면 대평리
    "4723031026": "4780031043", # 경상북도 영천군 청통면 죽정리 -> 경상북도 영천시 청통면 죽정리
    "4723031027": "4780031044", # 경상북도 영천군 청통면 송천리 -> 경상북도 영천시 청통면 송천리
    "4723031028": "4780031045", # 경상북도 영천군 청통면 원촌리 -> 경상북도 영천시 청통면 원촌리
    "4723031029": "4780031046", # 경상북도 영천군 청통면 신학리 -> 경상북도 영천시 청통면 신학리
    "4723031030": "4780031047", # 경상북도 영천군 청통면 치일리 -> 경상북도 영천시 청통면 치일리
    "4723031031": "4780031048", # 경상북도 영천군 청통면 애련리 -> 경상북도 영천시 청통면 애련리
    "4723031032": "4780031049", # 경상북도 영천군 청통면 계포리 -> 경상북도 영천시 청통면 계포리
    "4723031033": "4780031050", # 경상북도 영천군 청통면 계지리 -> 경상북도 영천시 청통면 계지리
    "4723031034": "4780031051", # 경상북도 영천군 청통면 신원리 -> 경상북도 영천시 청통면 신원리
    "4723031035": "4780031052", # 경상북도 영천군 청통면 용천리 -> 경상북도 영천시 청통면 용천리
    "4723033000": "4780033000", # 경상북도 영천군 화산면 -> 경상북도 영천시 화산면
    "4723033021": "4780033036", # 경상북도 영천군 화산면 연계리 -> 경상북도 영천시 화산면 연계리
    "4723033022": "4780033037", # 경상북도 영천군 화산면 덕암리 -> 경상북도 영천시 화산면 덕암리
    "4723033023": "4780033038", # 경상북도 영천군 화산면 대안리 -> 경상북도 영천시 화산면 대안리
    "4723033024": "4780033039", # 경상북도 영천군 화산면 효정리 -> 경상북도 영천시 화산면 효정리
    "4723033025": "4780033040", # 경상북도 영천군 화산면 당지리 -> 경상북도 영천시 화산면 당지리
    "4723033026": "4780033041", # 경상북도 영천군 화산면 화산리 -> 경상북도 영천시 화산면 화산리
    "4723033027": "4780033042", # 경상북도 영천군 화산면 가상리 -> 경상북도 영천시 화산면 가상리
    "4723033028": "4780033043", # 경상북도 영천군 화산면 대기리 -> 경상북도 영천시 화산면 대기리
    "4723033029": "4780033044", # 경상북도 영천군 화산면 암기리 -> 경상북도 영천시 화산면 암기리
    "4723033030": "4780033045", # 경상북도 영천군 화산면 삼부리 -> 경상북도 영천시 화산면 삼부리
    "4723033031": "4780033046", # 경상북도 영천군 화산면 석촌리 -> 경상북도 영천시 화산면 석촌리
    "4723033032": "4780033047", # 경상북도 영천군 화산면 당곡리 -> 경상북도 영천시 화산면 당곡리
    "4723033033": "4780033048", # 경상북도 영천군 화산면 유성리 -> 경상북도 영천시 화산면 유성리
    "4723033034": "4780033049", # 경상북도 영천군 화산면 부계리 -> 경상북도 영천시 화산면 부계리
    "4723033035": "4780033050", # 경상북도 영천군 화산면 용평리 -> 경상북도 영천시 화산면 용평리
    "4723034000": "4780034000", # 경상북도 영천군 화북면 -> 경상북도 영천시 화북면
    "4723034000": "4788042000", # 경상북도 상주군 화북면 -> 경상북도 영천시 화북면
    "4723034021": "4780034036", # 경상북도 영천군 화북면 자천리 -> 경상북도 영천시 화북면 자천리
    "4723034022": "4780034037", # 경상북도 영천군 화북면 옥계리 -> 경상북도 영천시 화북면 옥계리
    "4723034023": "4780034038", # 경상북도 영천군 화북면 입석리 -> 경상북도 영천시 화북면 입석리
    "4723034023": "4788042024", # 경상북도 상주군 화북면 입석리 -> 경상북도 영천시 화북면 입석리
    "4723034024": "4780034039", # 경상북도 영천군 화북면 용소리 -> 경상북도 영천시 화북면 용소리
    "4723034025": "4780034040", # 경상북도 영천군 화북면 법화리 -> 경상북도 영천시 화북면 법화리
    "4723034026": "4780034041", # 경상북도 영천군 화북면 하송리 -> 경상북도 영천시 화북면 하송리
    "4723034027": "4780034042", # 경상북도 영천군 화북면 상송리 -> 경상북도 영천시 화북면 상송리
    "4723034028": "4780034043", # 경상북도 영천군 화북면 죽전리 -> 경상북도 영천시 화북면 죽전리
    "4723034029": "4780034044", # 경상북도 영천군 화북면 정각리 -> 경상북도 영천시 화북면 정각리
    "4723034030": "4780034045", # 경상북도 영천군 화북면 횡계리 -> 경상북도 영천시 화북면 횡계리
    "4723034031": "4780034046", # 경상북도 영천군 화북면 공덕리 -> 경상북도 영천시 화북면 공덕리
    "4723034032": "4780034047", # 경상북도 영천군 화북면 오산리 -> 경상북도 영천시 화북면 오산리
    "4723035000": "4780035000", # 경상북도 영천군 화남면 -> 경상북도 영천시 화남면
    "4723035000": "4788047000", # 경상북도 상주군 화남면 -> 경상북도 영천시 화남면
    "4723035021": "4780035032", # 경상북도 영천군 화남면 금호리 -> 경상북도 영천시 화남면 금호리
    "4723035022": "4780035033", # 경상북도 영천군 화남면 죽곡리 -> 경상북도 영천시 화남면 죽곡리
    "4723035023": "4780035034", # 경상북도 영천군 화남면 신호리 -> 경상북도 영천시 화남면 신호리
    "4723035024": "4780035035", # 경상북도 영천군 화남면 사천리 -> 경상북도 영천시 화남면 사천리
    "4723035025": "4780035036", # 경상북도 영천군 화남면 대천리 -> 경상북도 영천시 화남면 대천리
    "4723035026": "4780035037", # 경상북도 영천군 화남면 선천리 -> 경상북도 영천시 화남면 선천리
    "4723035027": "4780035038", # 경상북도 영천군 화남면 삼창리 -> 경상북도 영천시 화남면 삼창리
    "4723035028": "4780035039", # 경상북도 영천군 화남면 귀호리 -> 경상북도 영천시 화남면 귀호리
    "4723035029": "4780035040", # 경상북도 영천군 화남면 안천리 -> 경상북도 영천시 화남면 안천리
    "4723035030": "4780035041", # 경상북도 영천군 화남면 온천리 -> 경상북도 영천시 화남면 온천리
    "4723035031": "4780035042", # 경상북도 영천군 화남면 구전리 -> 경상북도 영천시 화남면 구전리
    "4723035032": "4780035043", # 경상북도 영천군 화남면 용계리 -> 경상북도 영천시 화남면 용계리
    "4723035033": "4780035044", # 경상북도 영천군 화남면 월곡리 -> 경상북도 영천시 화남면 월곡리
    "4723036000": "4780036000", # 경상북도 영천군 자양면 -> 경상북도 영천시 자양면
    "4723036021": "4780036030", # 경상북도 영천군 자양면 보현리 -> 경상북도 영천시 자양면 보현리
    "4723036022": "4780036031", # 경상북도 영천군 자양면 도일리 -> 경상북도 영천시 자양면 도일리
    "4723036023": "4780036032", # 경상북도 영천군 자양면 충효리 -> 경상북도 영천시 자양면 충효리
    "4723036024": "4780036033", # 경상북도 영천군 자양면 삼귀리 -> 경상북도 영천시 자양면 삼귀리
    "4723036025": "4780036034", # 경상북도 영천군 자양면 용산리 -> 경상북도 영천시 자양면 용산리
    "4723036026": "4780036035", # 경상북도 영천군 자양면 신방리 -> 경상북도 영천시 자양면 신방리
    "4723036027": "4780036036", # 경상북도 영천군 자양면 노항리 -> 경상북도 영천시 자양면 노항리
    "4723036028": "4780036037", # 경상북도 영천군 자양면 성곡리 -> 경상북도 영천시 자양면 성곡리
    "4723036029": "4780036038", # 경상북도 영천군 자양면 용화리 -> 경상북도 영천시 자양면 용화리
    "4723037000": "4780037000", # 경상북도 영천군 임고면 -> 경상북도 영천시 임고면
    "4723037021": "4780037035", # 경상북도 영천군 임고면 양항리 -> 경상북도 영천시 임고면 양항리
    "4723037022": "4780037036", # 경상북도 영천군 임고면 선원리 -> 경상북도 영천시 임고면 선원리
    "4723037023": "4780037037", # 경상북도 영천군 임고면 덕연리 -> 경상북도 영천시 임고면 덕연리
    "4723037024": "4780037038", # 경상북도 영천군 임고면 삼매리 -> 경상북도 영천시 임고면 삼매리
    "4723037025": "4780037039", # 경상북도 영천군 임고면 평천리 -> 경상북도 영천시 임고면 평천리
    "4723037026": "4780037040", # 경상북도 영천군 임고면 황강리 -> 경상북도 영천시 임고면 황강리
    "4723037027": "4780037041", # 경상북도 영천군 임고면 효리 -> 경상북도 영천시 임고면 효리
    "4723037028": "4780037042", # 경상북도 영천군 임고면 금대리 -> 경상북도 영천시 임고면 금대리
    "4723037029": "4780037043", # 경상북도 영천군 임고면 사리 -> 경상북도 영천시 임고면 사리
    "4723037030": "4780037044", # 경상북도 영천군 임고면 수성리 -> 경상북도 영천시 임고면 수성리
    "4723037031": "4780037045", # 경상북도 영천군 임고면 우항리 -> 경상북도 영천시 임고면 우항리
    "4723037032": "4780037046", # 경상북도 영천군 임고면 고천리 -> 경상북도 영천시 임고면 고천리
    "4723037033": "4780037047", # 경상북도 영천군 임고면 매호리 -> 경상북도 영천시 임고면 매호리
    "4723037034": "4780037048", # 경상북도 영천군 임고면 양평리 -> 경상북도 영천시 임고면 양평리
    "4723038000": "4780038000", # 경상북도 영천군 고경면 -> 경상북도 영천시 고경면
    "4723038021": "4780038051", # 경상북도 영천군 고경면 단포리 -> 경상북도 영천시 고경면 단포리
    "4723038022": "4780038052", # 경상북도 영천군 고경면 창하리 -> 경상북도 영천시 고경면 창하리
    "4723038023": "4780038053", # 경상북도 영천군 고경면 창상리 -> 경상북도 영천시 고경면 창상리
    "4723038024": "4780038054", # 경상북도 영천군 고경면 대의리 -> 경상북도 영천시 고경면 대의리
    "4723038025": "4780038055", # 경상북도 영천군 고경면 대성리 -> 경상북도 영천시 고경면 대성리
    "4723038026": "4780038056", # 경상북도 영천군 고경면 오류리 -> 경상북도 영천시 고경면 오류리
    "4723038027": "4780038057", # 경상북도 영천군 고경면 고도리 -> 경상북도 영천시 고경면 고도리
    "4723038028": "4780038058", # 경상북도 영천군 고경면 부리 -> 경상북도 영천시 고경면 부리
    "4723038029": "4780038059", # 경상북도 영천군 고경면 용전리 -> 경상북도 영천시 고경면 용전리
    "4723038030": "4780038060", # 경상북도 영천군 고경면 도암리 -> 경상북도 영천시 고경면 도암리
    "4723038031": "4780038061", # 경상북도 영천군 고경면 상리리 -> 경상북도 영천시 고경면 상리리
    "4723038032": "4780038062", # 경상북도 영천군 고경면 학리 -> 경상북도 영천시 고경면 학리
    "4723038033": "4780038063", # 경상북도 영천군 고경면 해선리 -> 경상북도 영천시 고경면 해선리
    "4723038034": "4780038064", # 경상북도 영천군 고경면 전사리 -> 경상북도 영천시 고경면 전사리
    "4723038035": "4780038065", # 경상북도 영천군 고경면 동도리 -> 경상북도 영천시 고경면 동도리
    "4723038036": "4780038066", # 경상북도 영천군 고경면 차당리 -> 경상북도 영천시 고경면 차당리
    "4723038037": "4780038067", # 경상북도 영천군 고경면 삼귀리 -> 경상북도 영천시 고경면 삼귀리
    "4723038038": "4780038068", # 경상북도 영천군 고경면 초일리 -> 경상북도 영천시 고경면 초일리
    "4723038039": "4780038069", # 경상북도 영천군 고경면 상덕리 -> 경상북도 영천시 고경면 상덕리
    "4723038040": "4780038070", # 경상북도 영천군 고경면 가수리 -> 경상북도 영천시 고경면 가수리
    "4723038041": "4780038071", # 경상북도 영천군 고경면 석계리 -> 경상북도 영천시 고경면 석계리
    "4723038042": "4780038072", # 경상북도 영천군 고경면 삼산리 -> 경상북도 영천시 고경면 삼산리
    "4723038043": "4780038073", # 경상북도 영천군 고경면 삼포리 -> 경상북도 영천시 고경면 삼포리
    "4723038044": "4780038074", # 경상북도 영천군 고경면 오룡리 -> 경상북도 영천시 고경면 오룡리
    "4723038045": "4780038075", # 경상북도 영천군 고경면 덕암리 -> 경상북도 영천시 고경면 덕암리
    "4723038046": "4780038076", # 경상북도 영천군 고경면 청정리 -> 경상북도 영천시 고경면 청정리
    "4723038047": "4780038077", # 경상북도 영천군 고경면 파계리 -> 경상북도 영천시 고경면 파계리
    "4723038048": "4780038078", # 경상북도 영천군 고경면 칠전리 -> 경상북도 영천시 고경면 칠전리
    "4723038049": "4780038079", # 경상북도 영천군 고경면 덕정리 -> 경상북도 영천시 고경면 덕정리
    "4723039000": "4780039000", # 경상북도 영천군 북안면 -> 경상북도 영천시 북안면
    "4723039021": "4780039045", # 경상북도 영천군 북안면 상리 -> 경상북도 영천시 북안면 상리
    "4723039022": "4780039046", # 경상북도 영천군 북안면 당리 -> 경상북도 영천시 북안면 당리
    "4723039023": "4780039047", # 경상북도 영천군 북안면 북리 -> 경상북도 영천시 북안면 북리
    "4723039024": "4780039048", # 경상북도 영천군 북안면 도유리 -> 경상북도 영천시 북안면 도유리
    "4723039025": "4780039049", # 경상북도 영천군 북안면 명주리 -> 경상북도 영천시 북안면 명주리
    "4723039026": "4780039050", # 경상북도 영천군 북안면 용계리 -> 경상북도 영천시 북안면 용계리
    "4723039027": "4780039051", # 경상북도 영천군 북안면 신대리 -> 경상북도 영천시 북안면 신대리
    "4723039028": "4780039052", # 경상북도 영천군 북안면 신리리 -> 경상북도 영천시 북안면 신리리
    "4723039029": "4780039053", # 경상북도 영천군 북안면 효리 -> 경상북도 영천시 북안면 효리
    "4723039030": "4780039054", # 경상북도 영천군 북안면 도천리 -> 경상북도 영천시 북안면 도천리
    "4723039031": "4780039055", # 경상북도 영천군 북안면 옥천리 -> 경상북도 영천시 북안면 옥천리
    "4723039032": "4780039056", # 경상북도 영천군 북안면 서당리 -> 경상북도 영천시 북안면 서당리
    "4723039033": "4780039057", # 경상북도 영천군 북안면 고지리 -> 경상북도 영천시 북안면 고지리
    "4723039034": "4780039058", # 경상북도 영천군 북안면 임포리 -> 경상북도 영천시 북안면 임포리
    "4723039035": "4780039059", # 경상북도 영천군 북안면 반계리 -> 경상북도 영천시 북안면 반계리
    "4723039036": "4780039060", # 경상북도 영천군 북안면 자포리 -> 경상북도 영천시 북안면 자포리
    "4723039037": "4780039061", # 경상북도 영천군 북안면 신촌리 -> 경상북도 영천시 북안면 신촌리
    "4723039038": "4780039062", # 경상북도 영천군 북안면 관리 -> 경상북도 영천시 북안면 관리
    "4723039039": "4780039063", # 경상북도 영천군 북안면 원당리 -> 경상북도 영천시 북안면 원당리
    "4723039040": "4780039064", # 경상북도 영천군 북안면 내포리 -> 경상북도 영천시 북안면 내포리
    "4723039041": "4780039065", # 경상북도 영천군 북안면 반정리 -> 경상북도 영천시 북안면 반정리
    "4723039042": "4780039066", # 경상북도 영천군 북안면 송포리 -> 경상북도 영천시 북안면 송포리
    "4723039043": "4780039067", # 경상북도 영천군 북안면 유하리 -> 경상북도 영천시 북안면 유하리
    "4723039044": "4780039068", # 경상북도 영천군 북안면 유상리 -> 경상북도 영천시 북안면 유상리
    "4723040000": "4780040000", # 경상북도 영천군 대창면 -> 경상북도 영천시 대창면
    "4723040021": "4780040035", # 경상북도 영천군 대창면 직천리 -> 경상북도 영천시 대창면 직천리
    "4723040022": "4780040036", # 경상북도 영천군 대창면 운천리 -> 경상북도 영천시 대창면 운천리
    "4723040023": "4780040037", # 경상북도 영천군 대창면 용전리 -> 경상북도 영천시 대창면 용전리
    "4723040024": "4780040038", # 경상북도 영천군 대창면 어방리 -> 경상북도 영천시 대창면 어방리
    "4723040025": "4780040039", # 경상북도 영천군 대창면 오길리 -> 경상북도 영천시 대창면 오길리
    "4723040026": "4780040040", # 경상북도 영천군 대창면 용호리 -> 경상북도 영천시 대창면 용호리
    "4723040027": "4780040041", # 경상북도 영천군 대창면 신광리 -> 경상북도 영천시 대창면 신광리
    "4723040028": "4780040042", # 경상북도 영천군 대창면 조곡리 -> 경상북도 영천시 대창면 조곡리
    "4723040029": "4780040043", # 경상북도 영천군 대창면 대재리 -> 경상북도 영천시 대창면 대재리
    "4723040030": "4780040044", # 경상북도 영천군 대창면 구지리 -> 경상북도 영천시 대창면 구지리
    "4723040031": "4780040045", # 경상북도 영천군 대창면 사리리 -> 경상북도 영천시 대창면 사리리
    "4723040032": "4780040046", # 경상북도 영천군 대창면 대창리 -> 경상북도 영천시 대창면 대창리
    "4723040033": "4780040047", # 경상북도 영천군 대창면 강회리 -> 경상북도 영천시 대창면 강회리
    "4723040034": "4780040048", # 경상북도 영천군 대창면 병암리 -> 경상북도 영천시 대창면 병암리
    "4728010100": "4727010100", # 경상북도 점촌시 점촌동 -> 경상북도 문경시 점촌동
    "4728010200": "4727010200", # 경상북도 점촌시 영신동 -> 경상북도 문경시 영신동
    "4728010300": "4727010300", # 경상북도 점촌시 흥덕동 -> 경상북도 문경시 흥덕동
    "4728010400": "4727010400", # 경상북도 점촌시 우지동 -> 경상북도 문경시 우지동
    "4728010500": "4727010500", # 경상북도 점촌시 창동 -> 경상북도 문경시 창동
    "4728011000": "4727011000", # 경상북도 점촌시 모전동 -> 경상북도 문경시 모전동
    "4728011100": "4727011100", # 경상북도 점촌시 윤직동 -> 경상북도 문경시 윤직동
    "4728025000": "4789011000", # 경상북도 문경군 문경읍 -> 경상북도 문경시 문경읍
    "4728025021": "4789011021", # 경상북도 문경군 문경읍 상리 -> 경상북도 문경시 문경읍 상리
    "4728025022": "4789011022", # 경상북도 문경군 문경읍 하리 -> 경상북도 문경시 문경읍 하리
    "4728025023": "4789011023", # 경상북도 문경군 문경읍 교촌리 -> 경상북도 문경시 문경읍 교촌리
    "4728025024": "4789011024", # 경상북도 문경군 문경읍 요성리 -> 경상북도 문경시 문경읍 요성리
    "4728025025": "4789011025", # 경상북도 문경군 문경읍 지곡리 -> 경상북도 문경시 문경읍 지곡리
    "4728025026": "4789011026", # 경상북도 문경군 문경읍 마원리 -> 경상북도 문경시 문경읍 마원리
    "4728025027": "4789011027", # 경상북도 문경군 문경읍 진안리 -> 경상북도 문경시 문경읍 진안리
    "4728025028": "4789011028", # 경상북도 문경군 문경읍 각서리 -> 경상북도 문경시 문경읍 각서리
    "4728025029": "4789011029", # 경상북도 문경군 문경읍 하초리 -> 경상북도 문경시 문경읍 하초리
    "4728025030": "4789011030", # 경상북도 문경군 문경읍 상초리 -> 경상북도 문경시 문경읍 상초리
    "4728025031": "4789011031", # 경상북도 문경군 문경읍 고요리 -> 경상북도 문경시 문경읍 고요리
    "4728025032": "4789011032", # 경상북도 문경군 문경읍 팔영리 -> 경상북도 문경시 문경읍 팔영리
    "4728025033": "4789011033", # 경상북도 문경군 문경읍 당포리 -> 경상북도 문경시 문경읍 당포리
    "4728025034": "4789011034", # 경상북도 문경군 문경읍 용연리 -> 경상북도 문경시 문경읍 용연리
    "4728025035": "4789011035", # 경상북도 문경군 문경읍 평천리 -> 경상북도 문경시 문경읍 평천리
    "4728025036": "4789011036", # 경상북도 문경군 문경읍 갈평리 -> 경상북도 문경시 문경읍 갈평리
    "4728025037": "4789011037", # 경상북도 문경군 문경읍 중평리 -> 경상북도 문경시 문경읍 중평리
    "4728025038": "4789011038", # 경상북도 문경군 문경읍 관음리 -> 경상북도 문경시 문경읍 관음리
    "4728025300": "4789012000", # 경상북도 문경군 가은읍 -> 경상북도 문경시 가은읍
    "4728025321": "4789012021", # 경상북도 문경군 가은읍 왕능리 -> 경상북도 문경시 가은읍 왕능리
    "4728025322": "4789012022", # 경상북도 문경군 가은읍 갈전리 -> 경상북도 문경시 가은읍 갈전리
    "4728025323": "4789012023", # 경상북도 문경군 가은읍 저음리 -> 경상북도 문경시 가은읍 저음리
    "4728025324": "4789012024", # 경상북도 문경군 가은읍 작천리 -> 경상북도 문경시 가은읍 작천리
    "4728025325": "4789012025", # 경상북도 문경군 가은읍 성저리 -> 경상북도 문경시 가은읍 성저리
    "4728025326": "4789012026", # 경상북도 문경군 가은읍 수예리 -> 경상북도 문경시 가은읍 수예리
    "4728025327": "4789012027", # 경상북도 문경군 가은읍 민지리 -> 경상북도 문경시 가은읍 민지리
    "4728025328": "4789012028", # 경상북도 문경군 가은읍 전곡리 -> 경상북도 문경시 가은읍 전곡리
    "4728025329": "4789012029", # 경상북도 문경군 가은읍 성유리 -> 경상북도 문경시 가은읍 성유리
    "4728025330": "4789012030", # 경상북도 문경군 가은읍 죽문리 -> 경상북도 문경시 가은읍 죽문리
    "4728025331": "4789012031", # 경상북도 문경군 가은읍 완장리 -> 경상북도 문경시 가은읍 완장리
    "4728025332": "4789012032", # 경상북도 문경군 가은읍 원북리 -> 경상북도 문경시 가은읍 원북리
    "4728025333": "4789012033", # 경상북도 문경군 가은읍 상괴리 -> 경상북도 문경시 가은읍 상괴리
    "4728025334": "4789012034", # 경상북도 문경군 가은읍 하괴리 -> 경상북도 문경시 가은읍 하괴리
    "4728031000": "4789031000", # 경상북도 문경군 영순면 -> 경상북도 문경시 영순면
    "4728031021": "4789031021", # 경상북도 문경군 영순면 의곡리 -> 경상북도 문경시 영순면 의곡리
    "4728031022": "4789031022", # 경상북도 문경군 영순면 김용리 -> 경상북도 문경시 영순면 김용리
    "4728031023": "4789031023", # 경상북도 문경군 영순면 포내리 -> 경상북도 문경시 영순면 포내리
    "4728031024": "4789031024", # 경상북도 문경군 영순면 사근리 -> 경상북도 문경시 영순면 사근리
    "4728031025": "4789031025", # 경상북도 문경군 영순면 왕태리 -> 경상북도 문경시 영순면 왕태리
    "4728031026": "4789031026", # 경상북도 문경군 영순면 오룡리 -> 경상북도 문경시 영순면 오룡리
    "4728031027": "4789031027", # 경상북도 문경군 영순면 금림리 -> 경상북도 문경시 영순면 금림리
    "4728031028": "4789031028", # 경상북도 문경군 영순면 달지리 -> 경상북도 문경시 영순면 달지리
    "4728031029": "4789031029", # 경상북도 문경군 영순면 이목리 -> 경상북도 문경시 영순면 이목리
    "4728031030": "4789031030", # 경상북도 문경군 영순면 말응리 -> 경상북도 문경시 영순면 말응리
    "4728031031": "4789031031", # 경상북도 문경군 영순면 율곡리 -> 경상북도 문경시 영순면 율곡리
    "4728032000": "4789032000", # 경상북도 문경군 산양면 -> 경상북도 문경시 산양면
    "4728032021": "4789032021", # 경상북도 문경군 산양면 녹문리 -> 경상북도 문경시 산양면 녹문리
    "4728032022": "4789032022", # 경상북도 문경군 산양면 현리 -> 경상북도 문경시 산양면 현리
    "4728032023": "4789032023", # 경상북도 문경군 산양면 부암리 -> 경상북도 문경시 산양면 부암리
    "4728032024": "4789032024", # 경상북도 문경군 산양면 과곡리 -> 경상북도 문경시 산양면 과곡리
    "4728032025": "4789032025", # 경상북도 문경군 산양면 형천리 -> 경상북도 문경시 산양면 형천리
    "4728032026": "4789032026", # 경상북도 문경군 산양면 위만리 -> 경상북도 문경시 산양면 위만리
    "4728032027": "4789032027", # 경상북도 문경군 산양면 우본리 -> 경상북도 문경시 산양면 우본리
    "4728032028": "4789032028", # 경상북도 문경군 산양면 연소리 -> 경상북도 문경시 산양면 연소리
    "4728032029": "4789032029", # 경상북도 문경군 산양면 불암리 -> 경상북도 문경시 산양면 불암리
    "4728032030": "4789032030", # 경상북도 문경군 산양면 존도리 -> 경상북도 문경시 산양면 존도리
    "4728032031": "4789032031", # 경상북도 문경군 산양면 봉정리 -> 경상북도 문경시 산양면 봉정리
    "4728032032": "4789032032", # 경상북도 문경군 산양면 진정리 -> 경상북도 문경시 산양면 진정리
    "4728032033": "4789032033", # 경상북도 문경군 산양면 반곡리 -> 경상북도 문경시 산양면 반곡리
    "4728032034": "4789032034", # 경상북도 문경군 산양면 평지리 -> 경상북도 문경시 산양면 평지리
    "4728032035": "4789032035", # 경상북도 문경군 산양면 송죽리 -> 경상북도 문경시 산양면 송죽리
    "4728032036": "4789032036", # 경상북도 문경군 산양면 신전리 -> 경상북도 문경시 산양면 신전리
    "4728033000": "4789033000", # 경상북도 문경군 호계면 -> 경상북도 문경시 호계면
    "4728033021": "4789033021", # 경상북도 문경군 호계면 견탄리 -> 경상북도 문경시 호계면 견탄리
    "4728033022": "4789033022", # 경상북도 문경군 호계면 별암리 -> 경상북도 문경시 호계면 별암리
    "4728033023": "4789033023", # 경상북도 문경군 호계면 호계리 -> 경상북도 문경시 호계면 호계리
    "4728033024": "4789033024", # 경상북도 문경군 호계면 부곡리 -> 경상북도 문경시 호계면 부곡리
    "4728033025": "4789033025", # 경상북도 문경군 호계면 선암리 -> 경상북도 문경시 호계면 선암리
    "4728033026": "4789033026", # 경상북도 문경군 호계면 지천리 -> 경상북도 문경시 호계면 지천리
    "4728033027": "4789033027", # 경상북도 문경군 호계면 가도리 -> 경상북도 문경시 호계면 가도리
    "4728033028": "4789033028", # 경상북도 문경군 호계면 구산리 -> 경상북도 문경시 호계면 구산리
    "4728033029": "4789033029", # 경상북도 문경군 호계면 우로리 -> 경상북도 문경시 호계면 우로리
    "4728033030": "4789033030", # 경상북도 문경군 호계면 막곡리 -> 경상북도 문경시 호계면 막곡리
    "4728033031": "4789033031", # 경상북도 문경군 호계면 봉서리 -> 경상북도 문경시 호계면 봉서리
    "4728034000": "4789034000", # 경상북도 문경군 산북면 -> 경상북도 문경시 산북면
    "4728034021": "4789034021", # 경상북도 문경군 산북면 서중리 -> 경상북도 문경시 산북면 서중리
    "4728034022": "4789034022", # 경상북도 문경군 산북면 대상리 -> 경상북도 문경시 산북면 대상리
    "4728034023": "4789034023", # 경상북도 문경군 산북면 대하리 -> 경상북도 문경시 산북면 대하리
    "4728034024": "4789034024", # 경상북도 문경군 산북면 이곡리 -> 경상북도 문경시 산북면 이곡리
    "4728034025": "4789034025", # 경상북도 문경군 산북면 우곡리 -> 경상북도 문경시 산북면 우곡리
    "4728034026": "4789034026", # 경상북도 문경군 산북면 석봉리 -> 경상북도 문경시 산북면 석봉리
    "4728034027": "4789034027", # 경상북도 문경군 산북면 김용리 -> 경상북도 문경시 산북면 김용리
    "4728034028": "4789034028", # 경상북도 문경군 산북면 거산리 -> 경상북도 문경시 산북면 거산리
    "4728034029": "4789034029", # 경상북도 문경군 산북면 전두리 -> 경상북도 문경시 산북면 전두리
    "4728034030": "4789034030", # 경상북도 문경군 산북면 호암리 -> 경상북도 문경시 산북면 호암리
    "4728034031": "4789034031", # 경상북도 문경군 산북면 가좌리 -> 경상북도 문경시 산북면 가좌리
    "4728034032": "4789034032", # 경상북도 문경군 산북면 창구리 -> 경상북도 문경시 산북면 창구리
    "4728034033": "4789034033", # 경상북도 문경군 산북면 소야리 -> 경상북도 문경시 산북면 소야리
    "4728034034": "4789034034", # 경상북도 문경군 산북면 종곡리 -> 경상북도 문경시 산북면 종곡리
    "4728034035": "4789034035", # 경상북도 문경군 산북면 내화리 -> 경상북도 문경시 산북면 내화리
    "4728034036": "4789034036", # 경상북도 문경군 산북면 약석리 -> 경상북도 문경시 산북면 약석리
    "4728034037": "4789034037", # 경상북도 문경군 산북면 회룡리 -> 경상북도 문경시 산북면 회룡리
    "4728034038": "4789034038", # 경상북도 문경군 산북면 가곡리 -> 경상북도 문경시 산북면 가곡리
    "4728034039": "4789034039", # 경상북도 문경군 산북면 월천리 -> 경상북도 문경시 산북면 월천리
    "4728034040": "4789034040", # 경상북도 문경군 산북면 지내리 -> 경상북도 문경시 산북면 지내리
    "4728034041": "4789034041", # 경상북도 문경군 산북면 흑송리 -> 경상북도 문경시 산북면 흑송리
    "4728035000": "4789035000", # 경상북도 문경군 동로면 -> 경상북도 문경시 동로면
    "4728035021": "4789035021", # 경상북도 문경군 동로면 마광리 -> 경상북도 문경시 동로면 마광리
    "4728035022": "4789035022", # 경상북도 문경군 동로면 인곡리 -> 경상북도 문경시 동로면 인곡리
    "4728035023": "4789035023", # 경상북도 문경군 동로면 수평리 -> 경상북도 문경시 동로면 수평리
    "4728035024": "4789035024", # 경상북도 문경군 동로면 간송리 -> 경상북도 문경시 동로면 간송리
    "4728035025": "4789035025", # 경상북도 문경군 동로면 석항리 -> 경상북도 문경시 동로면 석항리
    "4728035026": "4789035026", # 경상북도 문경군 동로면 노은리 -> 경상북도 문경시 동로면 노은리
    "4728035027": "4789035027", # 경상북도 문경군 동로면 적성리 -> 경상북도 문경시 동로면 적성리
    "4728035028": "4789035028", # 경상북도 문경군 동로면 생달리 -> 경상북도 문경시 동로면 생달리
    "4728035029": "4789035029", # 경상북도 문경군 동로면 명전리 -> 경상북도 문경시 동로면 명전리
    "4728036000": "4789036000", # 경상북도 문경군 마성면 -> 경상북도 문경시 마성면
    "4728036021": "4789036021", # 경상북도 문경군 마성면 모곡리 -> 경상북도 문경시 마성면 모곡리
    "4728036022": "4789036022", # 경상북도 문경군 마성면 정리 -> 경상북도 문경시 마성면 정리
    "4728036023": "4789036023", # 경상북도 문경군 마성면 상내리 -> 경상북도 문경시 마성면 상내리
    "4728036024": "4789036024", # 경상북도 문경군 마성면 하내리 -> 경상북도 문경시 마성면 하내리
    "4728036025": "4789036025", # 경상북도 문경군 마성면 신현리 -> 경상북도 문경시 마성면 신현리
    "4728036026": "4789036026", # 경상북도 문경군 마성면 오천리 -> 경상북도 문경시 마성면 오천리
    "4728036027": "4789036027", # 경상북도 문경군 마성면 외어리 -> 경상북도 문경시 마성면 외어리
    "4728036028": "4789036028", # 경상북도 문경군 마성면 남호리 -> 경상북도 문경시 마성면 남호리
    "4728037000": "4789037000", # 경상북도 문경군 농암면 -> 경상북도 문경시 농암면
    "4728037021": "4789037021", # 경상북도 문경군 농암면 농암리 -> 경상북도 문경시 농암면 농암리
    "4728037022": "4789037022", # 경상북도 문경군 농암면 종곡리 -> 경상북도 문경시 농암면 종곡리
    "4728037023": "4789037023", # 경상북도 문경군 농암면 연천리 -> 경상북도 문경시 농암면 연천리
    "4728037024": "4789037024", # 경상북도 문경군 농암면 궁기리 -> 경상북도 문경시 농암면 궁기리
    "4728037025": "4789037025", # 경상북도 문경군 농암면 내서리 -> 경상북도 문경시 농암면 내서리
    "4728037026": "4789037026", # 경상북도 문경군 농암면 화산리 -> 경상북도 문경시 농암면 화산리
    "4728037027": "4789037027", # 경상북도 문경군 농암면 율수리 -> 경상북도 문경시 농암면 율수리
    "4728037028": "4789037028", # 경상북도 문경군 농암면 갈동리 -> 경상북도 문경시 농암면 갈동리
    "4728037029": "4789037029", # 경상북도 문경군 농암면 사현리 -> 경상북도 문경시 농암면 사현리
    "4728037030": "4789037030", # 경상북도 문경군 농암면 지동리 -> 경상북도 문경시 농암면 지동리
    "4728037031": "4789037031", # 경상북도 문경군 농암면 선곡리 -> 경상북도 문경시 농암면 선곡리
    "4729025000": "4781012000", # 경상북도 경산군 하양읍 -> 경상북도 경산시 하양읍
    "4729025021": "4781012037", # 경상북도 경산군 하양읍 금락리 -> 경상북도 경산시 하양읍 금락리
    "4729025022": "4781012038", # 경상북도 경산군 하양읍 동서리 -> 경상북도 경산시 하양읍 동서리
    "4729025023": "4781012039", # 경상북도 경산군 하양읍 도리리 -> 경상북도 경산시 하양읍 도리리
    "4729025024": "4781012040", # 경상북도 경산군 하양읍 서사리 -> 경상북도 경산시 하양읍 서사리
    "4729025025": "4781012041", # 경상북도 경산군 하양읍 양지리 -> 경상북도 경산시 하양읍 양지리
    "4729025026": "4781012042", # 경상북도 경산군 하양읍 사기리 -> 경상북도 경산시 하양읍 사기리
    "4729025027": "4781012043", # 경상북도 경산군 하양읍 대곡리 -> 경상북도 경산시 하양읍 대곡리
    "4729025028": "4781012044", # 경상북도 경산군 하양읍 교리 -> 경상북도 경산시 하양읍 교리
    "4729025029": "4781012045", # 경상북도 경산군 하양읍 한사리 -> 경상북도 경산시 하양읍 한사리
    "4729025030": "4781012046", # 경상북도 경산군 하양읍 대학리 -> 경상북도 경산시 하양읍 대학리
    "4729025031": "4781012047", # 경상북도 경산군 하양읍 부호리 -> 경상북도 경산시 하양읍 부호리
    "4729025032": "4781012048", # 경상북도 경산군 하양읍 은호리 -> 경상북도 경산시 하양읍 은호리
    "4729025033": "4781012049", # 경상북도 경산군 하양읍 남하리 -> 경상북도 경산시 하양읍 남하리
    "4729025034": "4781012050", # 경상북도 경산군 하양읍 청천리 -> 경상북도 경산시 하양읍 청천리
    "4729025035": "4781012051", # 경상북도 경산군 하양읍 환상리 -> 경상북도 경산시 하양읍 환상리
    "4729025036": "4781012052", # 경상북도 경산군 하양읍 대조리 -> 경상북도 경산시 하양읍 대조리
    "4729025321": "4729032046", # 경상북도 경산시 진량면 신상리 -> 경상북도 경산시 진량읍 신상리
    "4729025322": "4729032047", # 경상북도 경산시 진량면 선화리 -> 경상북도 경산시 진량읍 선화리
    "4729025323": "4729032048", # 경상북도 경산시 진량면 보인리 -> 경상북도 경산시 진량읍 보인리
    "4729025324": "4729032049", # 경상북도 경산시 진량면 봉회리 -> 경상북도 경산시 진량읍 봉회리
    "4729025325": "4729032050", # 경상북도 경산시 진량면 북리 -> 경상북도 경산시 진량읍 북리
    "4729025326": "4729032051", # 경상북도 경산시 진량면 부기리 -> 경상북도 경산시 진량읍 부기리
    "4729025327": "4729032052", # 경상북도 경산시 진량면 양기리 -> 경상북도 경산시 진량읍 양기리
    "4729025328": "4729032053", # 경상북도 경산시 진량면 상림리 -> 경상북도 경산시 진량읍 상림리
    "4729025329": "4729032054", # 경상북도 경산시 진량면 내리리 -> 경상북도 경산시 진량읍 내리리
    "4729025330": "4729032055", # 경상북도 경산시 진량면 문천리 -> 경상북도 경산시 진량읍 문천리
    "4729025331": "4729032056", # 경상북도 경산시 진량면 평사리(坪沙) -> 경상북도 경산시 진량읍 평사리(坪沙)
    "4729025332": "4729032057", # 경상북도 경산시 진량면 평사리(平沙) -> 경상북도 경산시 진량읍 평사리(平沙)
    "4729025333": "4729032058", # 경상북도 경산시 진량면 다문리 -> 경상북도 경산시 진량읍 다문리
    "4729025334": "4729032059", # 경상북도 경산시 진량면 아사리 -> 경상북도 경산시 진량읍 아사리
    "4729025335": "4729032060", # 경상북도 경산시 진량면 시문리 -> 경상북도 경산시 진량읍 시문리
    "4729025336": "4729032061", # 경상북도 경산시 진량면 현내리 -> 경상북도 경산시 진량읍 현내리
    "4729025337": "4729032062", # 경상북도 경산시 진량면 마곡리 -> 경상북도 경산시 진량읍 마곡리
    "4729025338": "4729032063", # 경상북도 경산시 진량면 광석리 -> 경상북도 경산시 진량읍 광석리
    "4729025339": "4729032064", # 경상북도 경산시 진량면 신제리 -> 경상북도 경산시 진량읍 신제리
    "4729025340": "4729032065", # 경상북도 경산시 진량면 대원리 -> 경상북도 경산시 진량읍 대원리
    "4729025341": "4729032066", # 경상북도 경산시 진량면 속초리 -> 경상북도 경산시 진량읍 속초리
    "4729025342": "4729032067", # 경상북도 경산시 진량면 안촌리 -> 경상북도 경산시 진량읍 안촌리
    "4729025343": "4729032068", # 경상북도 경산시 진량면 황제리 -> 경상북도 경산시 진량읍 황제리
    "4729025344": "4729032069", # 경상북도 경산시 진량면 당곡리 -> 경상북도 경산시 진량읍 당곡리
    "4729025345": "4729032070", # 경상북도 경산시 진량면 가야리 -> 경상북도 경산시 진량읍 가야리
    "4729031000": "4781031000", # 경상북도 경산군 와촌면 -> 경상북도 경산시 와촌면
    "4729031021": "4781031035", # 경상북도 경산군 와촌면 소월리 -> 경상북도 경산시 와촌면 소월리
    "4729031022": "4781031036", # 경상북도 경산군 와촌면 덕촌리 -> 경상북도 경산시 와촌면 덕촌리
    "4729031023": "4781031037", # 경상북도 경산군 와촌면 시천리 -> 경상북도 경산시 와촌면 시천리
    "4729031024": "4781031038", # 경상북도 경산군 와촌면 용천리 -> 경상북도 경산시 와촌면 용천리
    "4729031025": "4781031039", # 경상북도 경산군 와촌면 계당리 -> 경상북도 경산시 와촌면 계당리
    "4729031026": "4781031040", # 경상북도 경산군 와촌면 상암리 -> 경상북도 경산시 와촌면 상암리
    "4729031027": "4781031041", # 경상북도 경산군 와촌면 계전리 -> 경상북도 경산시 와촌면 계전리
    "4729031028": "4781031042", # 경상북도 경산군 와촌면 동강리 -> 경상북도 경산시 와촌면 동강리
    "4729031029": "4781031043", # 경상북도 경산군 와촌면 박사리 -> 경상북도 경산시 와촌면 박사리
    "4729031030": "4781031044", # 경상북도 경산군 와촌면 대동리 -> 경상북도 경산시 와촌면 대동리
    "4729031031": "4781031045", # 경상북도 경산군 와촌면 대한리 -> 경상북도 경산시 와촌면 대한리
    "4729031032": "4781031046", # 경상북도 경산군 와촌면 신한리 -> 경상북도 경산시 와촌면 신한리
    "4729031033": "4781031047", # 경상북도 경산군 와촌면 강학리 -> 경상북도 경산시 와촌면 강학리
    "4729031034": "4781031048", # 경상북도 경산군 와촌면 음양리 -> 경상북도 경산시 와촌면 음양리
    "4729033000": "4781033000", # 경상북도 경산군 자인면 -> 경상북도 경산시 자인면
    "4729033021": "4781033037", # 경상북도 경산군 자인면 동부리 -> 경상북도 경산시 자인면 동부리
    "4729033022": "4781033038", # 경상북도 경산군 자인면 서부리 -> 경상북도 경산시 자인면 서부리
    "4729033023": "4781033039", # 경상북도 경산군 자인면 북사리 -> 경상북도 경산시 자인면 북사리
    "4729033024": "4781033040", # 경상북도 경산군 자인면 교촌리 -> 경상북도 경산시 자인면 교촌리
    "4729033025": "4781033041", # 경상북도 경산군 자인면 읍천리 -> 경상북도 경산시 자인면 읍천리
    "4729033026": "4781033042", # 경상북도 경산군 자인면 신도리 -> 경상북도 경산시 자인면 신도리
    "4729033027": "4781033043", # 경상북도 경산군 자인면 신관리 -> 경상북도 경산시 자인면 신관리
    "4729033028": "4781033044", # 경상북도 경산군 자인면 울옥리 -> 경상북도 경산시 자인면 울옥리
    "4729033029": "4781033045", # 경상북도 경산군 자인면 옥천리 -> 경상북도 경산시 자인면 옥천리
    "4729033030": "4781033046", # 경상북도 경산군 자인면 원당리 -> 경상북도 경산시 자인면 원당리
    "4729033031": "4781033047", # 경상북도 경산군 자인면 계남리 -> 경상북도 경산시 자인면 계남리
    "4729033032": "4781033048", # 경상북도 경산군 자인면 남촌리 -> 경상북도 경산시 자인면 남촌리
    "4729033033": "4781033049", # 경상북도 경산군 자인면 단북리 -> 경상북도 경산시 자인면 단북리
    "4729033034": "4781033050", # 경상북도 경산군 자인면 계림리 -> 경상북도 경산시 자인면 계림리
    "4729033035": "4781033051", # 경상북도 경산군 자인면 일언리 -> 경상북도 경산시 자인면 일언리
    "4729033036": "4781033052", # 경상북도 경산군 자인면 남신리 -> 경상북도 경산시 자인면 남신리
    "4729034000": "4781034000", # 경상북도 경산군 용성면 -> 경상북도 경산시 용성면
    "4729034021": "4781034041", # 경상북도 경산군 용성면 당리리 -> 경상북도 경산시 용성면 당리리
    "4729034022": "4781034042", # 경상북도 경산군 용성면 덕천리 -> 경상북도 경산시 용성면 덕천리
    "4729034023": "4781034043", # 경상북도 경산군 용성면 송림리 -> 경상북도 경산시 용성면 송림리
    "4729034024": "4781034044", # 경상북도 경산군 용성면 부제리 -> 경상북도 경산시 용성면 부제리
    "4729034025": "4781034045", # 경상북도 경산군 용성면 곡신리 -> 경상북도 경산시 용성면 곡신리
    "4729034026": "4781034046", # 경상북도 경산군 용성면 곡란리 -> 경상북도 경산시 용성면 곡란리
    "4729034027": "4781034047", # 경상북도 경산군 용성면 용산리 -> 경상북도 경산시 용성면 용산리
    "4729034028": "4781034048", # 경상북도 경산군 용성면 매남리 -> 경상북도 경산시 용성면 매남리
    "4729034029": "4781034049", # 경상북도 경산군 용성면 내촌리 -> 경상북도 경산시 용성면 내촌리
    "4729034030": "4781034050", # 경상북도 경산군 용성면 외촌리 -> 경상북도 경산시 용성면 외촌리
    "4729034031": "4781034051", # 경상북도 경산군 용성면 도덕리 -> 경상북도 경산시 용성면 도덕리
    "4729034032": "4781034052", # 경상북도 경산군 용성면 고죽리 -> 경상북도 경산시 용성면 고죽리
    "4729034033": "4781034053", # 경상북도 경산군 용성면 미산리 -> 경상북도 경산시 용성면 미산리
    "4729034034": "4781034054", # 경상북도 경산군 용성면 고은리 -> 경상북도 경산시 용성면 고은리
    "4729034036": "4781034056", # 경상북도 경산군 용성면 대종리 -> 경상북도 경산시 용성면 대종리
    "4729034037": "4781034057", # 경상북도 경산군 용성면 가척리 -> 경상북도 경산시 용성면 가척리
    "4729034038": "4781034058", # 경상북도 경산군 용성면 용천리 -> 경상북도 경산시 용성면 용천리
    "4729034039": "4781034059", # 경상북도 경산군 용성면 용전리 -> 경상북도 경산시 용성면 용전리
    "4729034040": "4781034060", # 경상북도 경산군 용성면 부일리 -> 경상북도 경산시 용성면 부일리
    "4729035000": "4781035000", # 경상북도 경산군 남산면 -> 경상북도 경산시 남산면
    "4729035021": "4781035039", # 경상북도 경산군 남산면 산양리 -> 경상북도 경산시 남산면 산양리
    "4729035022": "4781035040", # 경상북도 경산군 남산면 경리 -> 경상북도 경산시 남산면 경리
    "4729035023": "4781035041", # 경상북도 경산군 남산면 남곡리 -> 경상북도 경산시 남산면 남곡리
    "4729035024": "4781035042", # 경상북도 경산군 남산면 갈지리 -> 경상북도 경산시 남산면 갈지리
    "4729035025": "4781035043", # 경상북도 경산군 남산면 평기리 -> 경상북도 경산시 남산면 평기리
    "4729035026": "4781035044", # 경상북도 경산군 남산면 안심리 -> 경상북도 경산시 남산면 안심리
    "4729035027": "4781035045", # 경상북도 경산군 남산면 흥정리 -> 경상북도 경산시 남산면 흥정리
    "4729035028": "4781035046", # 경상북도 경산군 남산면 사림리 -> 경상북도 경산시 남산면 사림리
    "4729035029": "4781035047", # 경상북도 경산군 남산면 연하리 -> 경상북도 경산시 남산면 연하리
    "4729035030": "4781035048", # 경상북도 경산군 남산면 우검리 -> 경상북도 경산시 남산면 우검리
    "4729035031": "4781035049", # 경상북도 경산군 남산면 사월리 -> 경상북도 경산시 남산면 사월리
    "4729035032": "4781035050", # 경상북도 경산군 남산면 송내리 -> 경상북도 경산시 남산면 송내리
    "4729035033": "4781035051", # 경상북도 경산군 남산면 조곡리 -> 경상북도 경산시 남산면 조곡리
    "4729035034": "4781035052", # 경상북도 경산군 남산면 전지리 -> 경상북도 경산시 남산면 전지리
    "4729035035": "4781035053", # 경상북도 경산군 남산면 반곡리 -> 경상북도 경산시 남산면 반곡리
    "4729035036": "4781035054", # 경상북도 경산군 남산면 상대리 -> 경상북도 경산시 남산면 상대리
    "4729035037": "4781035055", # 경상북도 경산군 남산면 하대리 -> 경상북도 경산시 남산면 하대리
    "4729035038": "4781035056", # 경상북도 경산군 남산면 인흥리 -> 경상북도 경산시 남산면 인흥리
    "4729037000": "4781037000", # 경상북도 경산군 남천면 -> 경상북도 경산시 남천면
    "4729037021": "4781037033", # 경상북도 경산군 남천면 구일리 -> 경상북도 경산시 남천면 구일리
    "4729037022": "4781037034", # 경상북도 경산군 남천면 협석리 -> 경상북도 경산시 남천면 협석리
    "4729037023": "4781037035", # 경상북도 경산군 남천면 산전리 -> 경상북도 경산시 남천면 산전리
    "4729037024": "4781037036", # 경상북도 경산군 남천면 대명리 -> 경상북도 경산시 남천면 대명리
    "4729037025": "4781037037", # 경상북도 경산군 남천면 신석리 -> 경상북도 경산시 남천면 신석리
    "4729037026": "4781037038", # 경상북도 경산군 남천면 삼성리 -> 경상북도 경산시 남천면 삼성리
    "4729037027": "4781037039", # 경상북도 경산군 남천면 금곡리 -> 경상북도 경산시 남천면 금곡리
    "4729037028": "4781037040", # 경상북도 경산군 남천면 송백리 -> 경상북도 경산시 남천면 송백리
    "4729037029": "4781037041", # 경상북도 경산군 남천면 신방리 -> 경상북도 경산시 남천면 신방리
    "4729037030": "4781037042", # 경상북도 경산군 남천면 흥산리 -> 경상북도 경산시 남천면 흥산리
    "4729037031": "4781037043", # 경상북도 경산군 남천면 원리 -> 경상북도 경산시 남천면 원리
    "4729037032": "4781037044", # 경상북도 경산군 남천면 하도리 -> 경상북도 경산시 남천면 하도리
    "4773047021": "4773045039", # 경상북도 의성군 신평면 중하리 -> 경상북도 의성군 안사면 중하리
    "4773047022": "4773045040", # 경상북도 의성군 신평면 안사리 -> 경상북도 의성군 안사면 안사리
    "4773047023": "4773045041", # 경상북도 의성군 신평면 만리리 -> 경상북도 의성군 안사면 만리리
    "4773047024": "4773045042", # 경상북도 의성군 신평면 신수리 -> 경상북도 의성군 안사면 신수리
    "4773047025": "4773045043", # 경상북도 의성군 신평면 월소리 -> 경상북도 의성군 안사면 월소리
    "4773047026": "4773045044", # 경상북도 의성군 신평면 쌍호리 -> 경상북도 의성군 안사면 쌍호리
    "4777025037": "4777035042", # 경상북도 영덕군 축산면 화천리 -> 경상북도 영덕군 영덕읍 화천리
    "4785025321": "4785035027", # 경상북도 칠곡군 북삼면 율리 -> 경상북도 칠곡군 북삼읍 율리
    "4785025322": "4785035028", # 경상북도 칠곡군 북삼면 어로리 -> 경상북도 칠곡군 북삼읍 어로리
    "4785025323": "4785035029", # 경상북도 칠곡군 북삼면 보손리 -> 경상북도 칠곡군 북삼읍 보손리
    "4785025324": "4785035030", # 경상북도 칠곡군 북삼면 숭오리 -> 경상북도 칠곡군 북삼읍 숭오리
    "4785025325": "4785035031", # 경상북도 칠곡군 북삼면 인평리 -> 경상북도 칠곡군 북삼읍 인평리
    "4785025326": "4785035032", # 경상북도 칠곡군 북삼면 오평리 -> 경상북도 칠곡군 북삼읍 오평리
    "4785025621": "4785034029", # 경상북도 칠곡군 석적면 성곡리 -> 경상북도 칠곡군 석적읍 성곡리
    "4785025622": "4785034030", # 경상북도 칠곡군 석적면 중리 -> 경상북도 칠곡군 석적읍 중리
    "4785025623": "4785034031", # 경상북도 칠곡군 석적면 남율리 -> 경상북도 칠곡군 석적읍 남율리
    "4785025624": "4785034032", # 경상북도 칠곡군 석적면 포남리 -> 경상북도 칠곡군 석적읍 포남리
    "4785025625": "4785034033", # 경상북도 칠곡군 석적면 중지리 -> 경상북도 칠곡군 석적읍 중지리
    "4785025626": "4785034034", # 경상북도 칠곡군 석적면 반계리 -> 경상북도 칠곡군 석적읍 반계리
    "4785025627": "4785034035", # 경상북도 칠곡군 석적면 망정리 -> 경상북도 칠곡군 석적읍 망정리
    "4785025628": "4785034036", # 경상북도 칠곡군 석적면 도개리 -> 경상북도 칠곡군 석적읍 도개리
    "4817025021": "4817034021", # 경상남도 진주시 문산면 상문리 -> 경상남도 진주시 문산읍 상문리
    "4817025022": "4817034022", # 경상남도 진주시 문산면 소문리 -> 경상남도 진주시 문산읍 소문리
    "4817025023": "4817034023", # 경상남도 진주시 문산면 삼곡리 -> 경상남도 진주시 문산읍 삼곡리
    "4817025024": "4817034024", # 경상남도 진주시 문산면 이곡리 -> 경상남도 진주시 문산읍 이곡리
    "4817025026": "4817034026", # 경상남도 진주시 문산면 안전리 -> 경상남도 진주시 문산읍 안전리
    "4817025027": "4817034027", # 경상남도 진주시 문산면 옥산리 -> 경상남도 진주시 문산읍 옥산리
    "4817031000": "4871031000", # 경상남도 진양군 내동면 -> 경상남도 진주시 내동면
    "4817031021": "4871031021", # 경상남도 진양군 내동면 독산리 -> 경상남도 진주시 내동면 독산리
    "4817031022": "4871031022", # 경상남도 진양군 내동면 신율리 -> 경상남도 진주시 내동면 신율리
    "4817031023": "4871031023", # 경상남도 진양군 내동면 삼계리 -> 경상남도 진주시 내동면 삼계리
    "4817031024": "4871031024", # 경상남도 진양군 내동면 유수리 -> 경상남도 진주시 내동면 유수리
    "4817031025": "4871031025", # 경상남도 진양군 내동면 내평리 -> 경상남도 진주시 내동면 내평리
    "4817032000": "4871032000", # 경상남도 진양군 정촌면 -> 경상남도 진주시 정촌면
    "4817032021": "4871032021", # 경상남도 진양군 정촌면 화개리 -> 경상남도 진주시 정촌면 화개리
    "4817032022": "4871032022", # 경상남도 진양군 정촌면 관봉리 -> 경상남도 진주시 정촌면 관봉리
    "4817032023": "4871032023", # 경상남도 진양군 정촌면 소곡리 -> 경상남도 진주시 정촌면 소곡리
    "4817032024": "4871032024", # 경상남도 진양군 정촌면 예상리 -> 경상남도 진주시 정촌면 예상리
    "4817032025": "4871032025", # 경상남도 진양군 정촌면 예하리 -> 경상남도 진주시 정촌면 예하리
    "4817032026": "4871032026", # 경상남도 진양군 정촌면 대축리 -> 경상남도 진주시 정촌면 대축리
    "4817033000": "4871033000", # 경상남도 진양군 금곡면 -> 경상남도 진주시 금곡면
    "4817033021": "4871033021", # 경상남도 진양군 금곡면 검암리 -> 경상남도 진주시 금곡면 검암리
    "4817033022": "4871033022", # 경상남도 진양군 금곡면 가봉리 -> 경상남도 진주시 금곡면 가봉리
    "4817033023": "4871033023", # 경상남도 진양군 금곡면 송곡리 -> 경상남도 진주시 금곡면 송곡리
    "4817033024": "4871033024", # 경상남도 진양군 금곡면 정자리 -> 경상남도 진주시 금곡면 정자리
    "4817033025": "4871033025", # 경상남도 진양군 금곡면 인담리 -> 경상남도 진주시 금곡면 인담리
    "4817033026": "4871033026", # 경상남도 진양군 금곡면 동례리 -> 경상남도 진주시 금곡면 동례리
    "4817033027": "4871033027", # 경상남도 진양군 금곡면 두문리 -> 경상남도 진주시 금곡면 두문리
    "4817033028": "4871033028", # 경상남도 진양군 금곡면 죽곡리 -> 경상남도 진주시 금곡면 죽곡리
    "4817033029": "4871033029", # 경상남도 진양군 금곡면 성산리 -> 경상남도 진주시 금곡면 성산리
    "4817035000": "4871035000", # 경상남도 진양군 진성면 -> 경상남도 진주시 진성면
    "4817035021": "4871035021", # 경상남도 진양군 진성면 상촌리 -> 경상남도 진주시 진성면 상촌리
    "4817035023": "4871035023", # 경상남도 진양군 진성면 대사리 -> 경상남도 진주시 진성면 대사리
    "4817035024": "4871035024", # 경상남도 진양군 진성면 온수리 -> 경상남도 진주시 진성면 온수리
    "4817035025": "4871035025", # 경상남도 진양군 진성면 천곡리 -> 경상남도 진주시 진성면 천곡리
    "4817035027": "4871035028", # 경상남도 진양군 진성면 가진리 -> 경상남도 진주시 진성면 가진리
    "4817036000": "4871036000", # 경상남도 진양군 일반성면 -> 경상남도 진주시 일반성면
    "4817036021": "4871036021", # 경상남도 진양군 일반성면 창촌리 -> 경상남도 진주시 일반성면 창촌리
    "4817036022": "4871036022", # 경상남도 진양군 일반성면 가선리 -> 경상남도 진주시 일반성면 가선리
    "4817036023": "4871036023", # 경상남도 진양군 일반성면 개암리 -> 경상남도 진주시 일반성면 개암리
    "4817036024": "4871036024", # 경상남도 진양군 일반성면 답천리 -> 경상남도 진주시 일반성면 답천리
    "4817036025": "4871036025", # 경상남도 진양군 일반성면 운천리 -> 경상남도 진주시 일반성면 운천리
    "4817036026": "4871036026", # 경상남도 진양군 일반성면 남산리 -> 경상남도 진주시 일반성면 남산리
    "4817037000": "4871037000", # 경상남도 진양군 이반성면 -> 경상남도 진주시 이반성면
    "4817037021": "4871037021", # 경상남도 진양군 이반성면 장안리 -> 경상남도 진주시 이반성면 장안리
    "4817037022": "4871037022", # 경상남도 진양군 이반성면 평촌리 -> 경상남도 진주시 이반성면 평촌리
    "4817037023": "4871037023", # 경상남도 진양군 이반성면 하곡리 -> 경상남도 진주시 이반성면 하곡리
    "4817037024": "4871037024", # 경상남도 진양군 이반성면 용암리 -> 경상남도 진주시 이반성면 용암리
    "4817037025": "4871037025", # 경상남도 진양군 이반성면 가산리 -> 경상남도 진주시 이반성면 가산리
    "4817037026": "4871037026", # 경상남도 진양군 이반성면 대천리 -> 경상남도 진주시 이반성면 대천리
    "4817037027": "4871037027", # 경상남도 진양군 이반성면 길성리 -> 경상남도 진주시 이반성면 길성리
    "4817037028": "4871037028", # 경상남도 진양군 이반성면 발산리 -> 경상남도 진주시 이반성면 발산리
    "4817038000": "4871038000", # 경상남도 진양군 사봉면 -> 경상남도 진주시 사봉면
    "4817038021": "4871038021", # 경상남도 진양군 사봉면 마성리 -> 경상남도 진주시 사봉면 마성리
    "4817038022": "4871038022", # 경상남도 진양군 사봉면 방촌리 -> 경상남도 진주시 사봉면 방촌리
    "4817038023": "4871038023", # 경상남도 진양군 사봉면 무촌리 -> 경상남도 진주시 사봉면 무촌리
    "4817038024": "4871038024", # 경상남도 진양군 사봉면 사곡리 -> 경상남도 진주시 사봉면 사곡리
    "4817038025": "4871038025", # 경상남도 진양군 사봉면 봉곡리 -> 경상남도 진주시 사봉면 봉곡리
    "4817038026": "4871038026", # 경상남도 진양군 사봉면 부계리 -> 경상남도 진주시 사봉면 부계리
    "4817039000": "4871039000", # 경상남도 진양군 지수면 -> 경상남도 진주시 지수면
    "4817039022": "4871039022", # 경상남도 진양군 지수면 청원리 -> 경상남도 진주시 지수면 청원리
    "4817039023": "4871039023", # 경상남도 진양군 지수면 금곡리 -> 경상남도 진주시 지수면 금곡리
    "4817039024": "4871039024", # 경상남도 진양군 지수면 압사리 -> 경상남도 진주시 지수면 압사리
    "4817039025": "4871039025", # 경상남도 진양군 지수면 용봉리 -> 경상남도 진주시 지수면 용봉리
    "4817039026": "4871039026", # 경상남도 진양군 지수면 청담리 -> 경상남도 진주시 지수면 청담리
    "4817040000": "4871040000", # 경상남도 진양군 대곡면 -> 경상남도 진주시 대곡면
    "4817040021": "4871040021", # 경상남도 진양군 대곡면 설매리 -> 경상남도 진주시 대곡면 설매리
    "4817040022": "4871040022", # 경상남도 진양군 대곡면 광석리 -> 경상남도 진주시 대곡면 광석리
    "4817040023": "4871040023", # 경상남도 진양군 대곡면 유곡리 -> 경상남도 진주시 대곡면 유곡리
    "4817040024": "4871040024", # 경상남도 진양군 대곡면 단목리 -> 경상남도 진주시 대곡면 단목리
    "4817040025": "4871040025", # 경상남도 진양군 대곡면 월아리 -> 경상남도 진주시 대곡면 월아리
    "4817040026": "4871040026", # 경상남도 진양군 대곡면 와룡리 -> 경상남도 진주시 대곡면 와룡리
    "4817040027": "4871040027", # 경상남도 진양군 대곡면 가정리 -> 경상남도 진주시 대곡면 가정리
    "4817040028": "4871040028", # 경상남도 진양군 대곡면 덕곡리 -> 경상남도 진주시 대곡면 덕곡리
    "4817040029": "4871040029", # 경상남도 진양군 대곡면 마진리 -> 경상남도 진주시 대곡면 마진리
    "4817040030": "4871040030", # 경상남도 진양군 대곡면 대곡리 -> 경상남도 진주시 대곡면 대곡리
    "4817040031": "4871040031", # 경상남도 진양군 대곡면 월암리 -> 경상남도 진주시 대곡면 월암리
    "4817040032": "4871040032", # 경상남도 진양군 대곡면 용암리 -> 경상남도 진주시 대곡면 용암리
    "4817041000": "4871041000", # 경상남도 진양군 금산면 -> 경상남도 진주시 금산면
    "4817041021": "4871041021", # 경상남도 진양군 금산면 가방리 -> 경상남도 진주시 금산면 가방리
    "4817041022": "4871041022", # 경상남도 진양군 금산면 용아리 -> 경상남도 진주시 금산면 용아리
    "4817041023": "4871041023", # 경상남도 진양군 금산면 갈전리 -> 경상남도 진주시 금산면 갈전리
    "4817041024": "4871041024", # 경상남도 진양군 금산면 속사리 -> 경상남도 진주시 금산면 속사리
    "4817041025": "4871041025", # 경상남도 진양군 금산면 송백리 -> 경상남도 진주시 금산면 송백리
    "4817041026": "4871041026", # 경상남도 진양군 금산면 중천리 -> 경상남도 진주시 금산면 중천리
    "4817041027": "4871041027", # 경상남도 진양군 금산면 장사리 -> 경상남도 진주시 금산면 장사리
    "4817042000": "4871042000", # 경상남도 진양군 집현면 -> 경상남도 진주시 집현면
    "4817042021": "4871042021", # 경상남도 진양군 집현면 지내리 -> 경상남도 진주시 집현면 지내리
    "4817042022": "4871042022", # 경상남도 진양군 집현면 봉강리 -> 경상남도 진주시 집현면 봉강리
    "4817042023": "4871042023", # 경상남도 진양군 집현면 사촌리 -> 경상남도 진주시 집현면 사촌리
    "4817042024": "4871042024", # 경상남도 진양군 집현면 대암리 -> 경상남도 진주시 집현면 대암리
    "4817042025": "4871042025", # 경상남도 진양군 집현면 정평리 -> 경상남도 진주시 집현면 정평리
    "4817042026": "4871042026", # 경상남도 진양군 집현면 정수리 -> 경상남도 진주시 집현면 정수리
    "4817042027": "4871042027", # 경상남도 진양군 집현면 냉정리 -> 경상남도 진주시 집현면 냉정리
    "4817042028": "4871042028", # 경상남도 진양군 집현면 장흥리 -> 경상남도 진주시 집현면 장흥리
    "4817042029": "4871042029", # 경상남도 진양군 집현면 신당리 -> 경상남도 진주시 집현면 신당리
    "4817042030": "4871042030", # 경상남도 진양군 집현면 덕오리 -> 경상남도 진주시 집현면 덕오리
    "4817043000": "4871043000", # 경상남도 진양군 미천면 -> 경상남도 진주시 미천면
    "4817043021": "4871043021", # 경상남도 진양군 미천면 오방리 -> 경상남도 진주시 미천면 오방리
    "4817043022": "4871043022", # 경상남도 진양군 미천면 향양리 -> 경상남도 진주시 미천면 향양리
    "4817043023": "4871043023", # 경상남도 진양군 미천면 반지리 -> 경상남도 진주시 미천면 반지리
    "4817043024": "4871043024", # 경상남도 진양군 미천면 벌당리 -> 경상남도 진주시 미천면 벌당리
    "4817043025": "4871043025", # 경상남도 진양군 미천면 어옥리 -> 경상남도 진주시 미천면 어옥리
    "4817043026": "4871043026", # 경상남도 진양군 미천면 상미리 -> 경상남도 진주시 미천면 상미리
    "4817043027": "4871043027", # 경상남도 진양군 미천면 미곡리 -> 경상남도 진주시 미천면 미곡리
    "4817043028": "4871043028", # 경상남도 진양군 미천면 안간리 -> 경상남도 진주시 미천면 안간리
    "4817043029": "4871043029", # 경상남도 진양군 미천면 효자리 -> 경상남도 진주시 미천면 효자리
    "4817044000": "4871044000", # 경상남도 진양군 명석면 -> 경상남도 진주시 명석면
    "4817044021": "4871044021", # 경상남도 진양군 명석면 관지리 -> 경상남도 진주시 명석면 관지리
    "4817044022": "4871044022", # 경상남도 진양군 명석면 왕지리 -> 경상남도 진주시 명석면 왕지리
    "4817044023": "4871044023", # 경상남도 진양군 명석면 남성리 -> 경상남도 진주시 명석면 남성리
    "4817044024": "4871044024", # 경상남도 진양군 명석면 덕곡리 -> 경상남도 진주시 명석면 덕곡리
    "4817044025": "4871044025", # 경상남도 진양군 명석면 계원리 -> 경상남도 진주시 명석면 계원리
    "4817044026": "4871044026", # 경상남도 진양군 명석면 신기리 -> 경상남도 진주시 명석면 신기리
    "4817044027": "4871044027", # 경상남도 진양군 명석면 외율리 -> 경상남도 진주시 명석면 외율리
    "4817044028": "4871044028", # 경상남도 진양군 명석면 오미리 -> 경상남도 진주시 명석면 오미리
    "4817044029": "4871044029", # 경상남도 진양군 명석면 가화리 -> 경상남도 진주시 명석면 가화리
    "4817044030": "4871044030", # 경상남도 진양군 명석면 용산리 -> 경상남도 진주시 명석면 용산리
    "4817044031": "4871044031", # 경상남도 진양군 명석면 우수리 -> 경상남도 진주시 명석면 우수리
    "4817045000": "4871045000", # 경상남도 진양군 대평면 -> 경상남도 진주시 대평면
    "4817045021": "4871045021", # 경상남도 진양군 대평면 대평리 -> 경상남도 진주시 대평면 대평리
    "4817045022": "4871045022", # 경상남도 진양군 대평면 상촌리 -> 경상남도 진주시 대평면 상촌리
    "4817045023": "4871045023", # 경상남도 진양군 대평면 하촌리 -> 경상남도 진주시 대평면 하촌리
    "4817045024": "4871045024", # 경상남도 진양군 대평면 당촌리 -> 경상남도 진주시 대평면 당촌리
    "4817045025": "4871045025", # 경상남도 진양군 대평면 신풍리 -> 경상남도 진주시 대평면 신풍리
    "4817045026": "4871045026", # 경상남도 진양군 대평면 내촌리 -> 경상남도 진주시 대평면 내촌리
    "4817046000": "4871046000", # 경상남도 진양군 수곡면 -> 경상남도 진주시 수곡면
    "4817046021": "4871046021", # 경상남도 진양군 수곡면 자매리 -> 경상남도 진주시 수곡면 자매리
    "4817046022": "4871046022", # 경상남도 진양군 수곡면 사곡리 -> 경상남도 진주시 수곡면 사곡리
    "4817046023": "4871046023", # 경상남도 진양군 수곡면 대천리 -> 경상남도 진주시 수곡면 대천리
    "4817046024": "4871046024", # 경상남도 진양군 수곡면 창촌리 -> 경상남도 진주시 수곡면 창촌리
    "4817046025": "4871046025", # 경상남도 진양군 수곡면 효자리 -> 경상남도 진주시 수곡면 효자리
    "4817046026": "4871046026", # 경상남도 진양군 수곡면 원내리 -> 경상남도 진주시 수곡면 원내리
    "4817046027": "4871046027", # 경상남도 진양군 수곡면 원외리 -> 경상남도 진주시 수곡면 원외리
    "4817046028": "4871046028", # 경상남도 진양군 수곡면 원계리 -> 경상남도 진주시 수곡면 원계리
    "4822010100": "4821010100", # 경상남도 충무시 도천동 -> 경상남도 통영시 도천동
    "4822010300": "4821010300", # 경상남도 충무시 명정동 -> 경상남도 통영시 명정동
    "4822010900": "4821010900", # 경상남도 충무시 정량동 -> 경상남도 통영시 정량동
    "4822011000": "4821011000", # 경상남도 충무시 북신동 -> 경상남도 통영시 북신동
    "4822011100": "4821011100", # 경상남도 충무시 무전동 -> 경상남도 통영시 무전동
    "4822011300": "4821011300", # 경상남도 충무시 인평동 -> 경상남도 통영시 인평동
    "4822011500": "4821011500", # 경상남도 충무시 미수동 -> 경상남도 통영시 미수동
    "4822011600": "4821011600", # 경상남도 충무시 봉평동 -> 경상남도 통영시 봉평동
    "4822025021": "4822032021", # 경상남도 통영시 산양면 영운리 -> 경상남도 통영시 산양읍 영운리
    "4822025022": "4822032022", # 경상남도 통영시 산양면 신전리 -> 경상남도 통영시 산양읍 신전리
    "4822025023": "4822032023", # 경상남도 통영시 산양면 미남리 -> 경상남도 통영시 산양읍 미남리
    "4822025024": "4822032024", # 경상남도 통영시 산양면 연화리 -> 경상남도 통영시 산양읍 연화리
    "4822025025": "4822032025", # 경상남도 통영시 산양면 삼덕리 -> 경상남도 통영시 산양읍 삼덕리
    "4822025026": "4822032026", # 경상남도 통영시 산양면 남평리 -> 경상남도 통영시 산양읍 남평리
    "4822025027": "4822032027", # 경상남도 통영시 산양면 풍화리 -> 경상남도 통영시 산양읍 풍화리
    "4822025028": "4822032028", # 경상남도 통영시 산양면 곤리리 -> 경상남도 통영시 산양읍 곤리리
    "4822025029": "4822032029", # 경상남도 통영시 산양면 추도리 -> 경상남도 통영시 산양읍 추도리
    "4822025030": "4822032030", # 경상남도 통영시 산양면 저림리 -> 경상남도 통영시 산양읍 저림리
    "4822025031": "4822032031", # 경상남도 통영시 산양면 연곡리 -> 경상남도 통영시 산양읍 연곡리
    "4822031000": "4880031000", # 경상남도 통영군 용남면 -> 경상남도 통영시 용남면
    "4822031021": "4880031021", # 경상남도 통영군 용남면 화삼리 -> 경상남도 통영시 용남면 화삼리
    "4822031022": "4880031022", # 경상남도 통영군 용남면 동달리 -> 경상남도 통영시 용남면 동달리
    "4822031023": "4880031023", # 경상남도 통영군 용남면 장문리 -> 경상남도 통영시 용남면 장문리
    "4822031024": "4880031024", # 경상남도 통영군 용남면 삼화리 -> 경상남도 통영시 용남면 삼화리
    "4822031025": "4880031025", # 경상남도 통영군 용남면 원평리 -> 경상남도 통영시 용남면 원평리
    "4822031026": "4880031026", # 경상남도 통영군 용남면 장평리 -> 경상남도 통영시 용남면 장평리
    "4822031027": "4880031027", # 경상남도 통영군 용남면 지도리 -> 경상남도 통영시 용남면 지도리
    "4822031028": "4880031028", # 경상남도 통영군 용남면 어의리 -> 경상남도 통영시 용남면 어의리
    "4822033000": "4880033000", # 경상남도 통영군 도산면 -> 경상남도 통영시 도산면
    "4822033021": "4880033021", # 경상남도 통영군 도산면 원산리 -> 경상남도 통영시 도산면 원산리
    "4822033022": "4880033022", # 경상남도 통영군 도산면 도선리 -> 경상남도 통영시 도산면 도선리
    "4822033023": "4880033023", # 경상남도 통영군 도산면 법송리 -> 경상남도 통영시 도산면 법송리
    "4822033024": "4880033024", # 경상남도 통영군 도산면 관덕리 -> 경상남도 통영시 도산면 관덕리
    "4822033025": "4880033025", # 경상남도 통영군 도산면 오륜리 -> 경상남도 통영시 도산면 오륜리
    "4822033026": "4880033026", # 경상남도 통영군 도산면 저산리 -> 경상남도 통영시 도산면 저산리
    "4822033027": "4880033027", # 경상남도 통영군 도산면 수월리 -> 경상남도 통영시 도산면 수월리
    "4822034000": "4880034000", # 경상남도 통영군 광도면 -> 경상남도 통영시 광도면
    "4822034021": "4880034021", # 경상남도 통영군 광도면 덕포리 -> 경상남도 통영시 광도면 덕포리
    "4822034022": "4880034022", # 경상남도 통영군 광도면 우동리 -> 경상남도 통영시 광도면 우동리
    "4822034023": "4880034023", # 경상남도 통영군 광도면 노산리 -> 경상남도 통영시 광도면 노산리
    "4822034024": "4880034024", # 경상남도 통영군 광도면 죽림리 -> 경상남도 통영시 광도면 죽림리
    "4822034025": "4880034025", # 경상남도 통영군 광도면 용호리 -> 경상남도 통영시 광도면 용호리
    "4822034026": "4880034026", # 경상남도 통영군 광도면 황리 -> 경상남도 통영시 광도면 황리
    "4822034027": "4880034027", # 경상남도 통영군 광도면 안정리 -> 경상남도 통영시 광도면 안정리
    "4822035000": "4880035000", # 경상남도 통영군 욕지면 -> 경상남도 통영시 욕지면
    "4822035021": "4880035021", # 경상남도 통영군 욕지면 동항리 -> 경상남도 통영시 욕지면 동항리
    "4822035022": "4880035022", # 경상남도 통영군 욕지면 서산리 -> 경상남도 통영시 욕지면 서산리
    "4822035023": "4880035023", # 경상남도 통영군 욕지면 연화리 -> 경상남도 통영시 욕지면 연화리
    "4822035024": "4880035024", # 경상남도 통영군 욕지면 노대리 -> 경상남도 통영시 욕지면 노대리
    "4822035025": "4880035025", # 경상남도 통영군 욕지면 두미리 -> 경상남도 통영시 욕지면 두미리
    "4822036000": "4880036000", # 경상남도 통영군 한산면 -> 경상남도 통영시 한산면
    "4822036021": "4880036021", # 경상남도 통영군 한산면 두억리 -> 경상남도 통영시 한산면 두억리
    "4822036022": "4880036022", # 경상남도 통영군 한산면 염호리 -> 경상남도 통영시 한산면 염호리
    "4822036023": "4880036023", # 경상남도 통영군 한산면 창좌리 -> 경상남도 통영시 한산면 창좌리
    "4822036024": "4880036024", # 경상남도 통영군 한산면 하소리 -> 경상남도 통영시 한산면 하소리
    "4822036025": "4880036025", # 경상남도 통영군 한산면 추봉리 -> 경상남도 통영시 한산면 추봉리
    "4822036026": "4880036026", # 경상남도 통영군 한산면 용호리 -> 경상남도 통영시 한산면 용호리
    "4822036027": "4880036027", # 경상남도 통영군 한산면 비진리 -> 경상남도 통영시 한산면 비진리
    "4822036028": "4880036028", # 경상남도 통영군 한산면 매죽리 -> 경상남도 통영시 한산면 매죽리
    "4822037000": "4880037000", # 경상남도 통영군 사량면 -> 경상남도 통영시 사량면
    "4822037021": "4880037021", # 경상남도 통영군 사량면 금평리 -> 경상남도 통영시 사량면 금평리
    "4822037022": "4880037022", # 경상남도 통영군 사량면 돈지리 -> 경상남도 통영시 사량면 돈지리
    "4822037023": "4880037023", # 경상남도 통영군 사량면 읍덕리 -> 경상남도 통영시 사량면 읍덕리
    "4822037024": "4880037024", # 경상남도 통영군 사량면 양지리 -> 경상남도 통영시 사량면 양지리
    "4824010100": "4823010100", # 경상남도 삼천포시 동동 -> 경상남도 사천시 동동
    "4824010200": "4823010200", # 경상남도 삼천포시 서동 -> 경상남도 사천시 서동
    "4824010300": "4823010300", # 경상남도 삼천포시 선구동 -> 경상남도 사천시 선구동
    "4824010400": "4823010400", # 경상남도 삼천포시 동금동 -> 경상남도 사천시 동금동
    "4824010500": "4823010500", # 경상남도 삼천포시 서금동 -> 경상남도 사천시 서금동
    "4824010800": "4823010800", # 경상남도 삼천포시 벌리동 -> 경상남도 사천시 벌리동
    "4824010900": "4823010900", # 경상남도 삼천포시 용강동 -> 경상남도 사천시 용강동
    "4824011000": "4823011000", # 경상남도 삼천포시 와룡동 -> 경상남도 사천시 와룡동
    "4824011500": "4823011500", # 경상남도 삼천포시 사등동 -> 경상남도 사천시 사등동
    "4824011600": "4823011600", # 경상남도 삼천포시 향촌동 -> 경상남도 사천시 향촌동
    "4824011900": "4823011900", # 경상남도 삼천포시 마도동 -> 경상남도 사천시 마도동
    "4824012000": "4823012000", # 경상남도 삼천포시 늑도동 -> 경상남도 사천시 늑도동
    "4824012100": "4823012100", # 경상남도 삼천포시 신수동 -> 경상남도 사천시 신수동
    "4824025000": "4883011000", # 경상남도 사천군 사천읍 -> 경상남도 사천시 사천읍
    "4824025021": "4883011021", # 경상남도 사천군 사천읍 선인리 -> 경상남도 사천시 사천읍 선인리
    "4824025022": "4883011022", # 경상남도 사천군 사천읍 정의리 -> 경상남도 사천시 사천읍 정의리
    "4824025023": "4883011023", # 경상남도 사천군 사천읍 평화리 -> 경상남도 사천시 사천읍 평화리
    "4824025024": "4883011024", # 경상남도 사천군 사천읍 수석리 -> 경상남도 사천시 사천읍 수석리
    "4824025025": "4883011025", # 경상남도 사천군 사천읍 사주리 -> 경상남도 사천시 사천읍 사주리
    "4824025026": "4883011026", # 경상남도 사천군 사천읍 용당리 -> 경상남도 사천시 사천읍 용당리
    "4824025027": "4883011027", # 경상남도 사천군 사천읍 중선리 -> 경상남도 사천시 사천읍 중선리
    "4824025028": "4883011028", # 경상남도 사천군 사천읍 구암리 -> 경상남도 사천시 사천읍 구암리
    "4824025029": "4883011029", # 경상남도 사천군 사천읍 장전리 -> 경상남도 사천시 사천읍 장전리
    "4824025030": "4883011030", # 경상남도 사천군 사천읍 금곡리 -> 경상남도 사천시 사천읍 금곡리
    "4824025031": "4883011031", # 경상남도 사천군 사천읍 두량리 -> 경상남도 사천시 사천읍 두량리
    "4824031000": "4883031000", # 경상남도 사천군 정동면 -> 경상남도 사천시 정동면
    "4824031021": "4883031021", # 경상남도 사천군 정동면 고읍리 -> 경상남도 사천시 정동면 고읍리
    "4824031022": "4883031022", # 경상남도 사천군 정동면 예수리 -> 경상남도 사천시 정동면 예수리
    "4824031023": "4883031023", # 경상남도 사천군 정동면 화암리 -> 경상남도 사천시 정동면 화암리
    "4824031024": "4883031024", # 경상남도 사천군 정동면 풍정리 -> 경상남도 사천시 정동면 풍정리
    "4824031025": "4883031025", # 경상남도 사천군 정동면 수청리 -> 경상남도 사천시 정동면 수청리
    "4824031026": "4883031026", # 경상남도 사천군 정동면 대곡리 -> 경상남도 사천시 정동면 대곡리
    "4824031027": "4883031027", # 경상남도 사천군 정동면 장산리 -> 경상남도 사천시 정동면 장산리
    "4824031028": "4883031028", # 경상남도 사천군 정동면 감곡리 -> 경상남도 사천시 정동면 감곡리
    "4824031029": "4883031029", # 경상남도 사천군 정동면 학촌리 -> 경상남도 사천시 정동면 학촌리
    "4824031030": "4883031030", # 경상남도 사천군 정동면 소곡리 -> 경상남도 사천시 정동면 소곡리
    "4824032000": "4883032000", # 경상남도 사천군 사남면 -> 경상남도 사천시 사남면
    "4824032021": "4883032021", # 경상남도 사천군 사남면 죽천리 -> 경상남도 사천시 사남면 죽천리
    "4824032022": "4883032022", # 경상남도 사천군 사남면 초전리 -> 경상남도 사천시 사남면 초전리
    "4824032023": "4883032023", # 경상남도 사천군 사남면 방지리 -> 경상남도 사천시 사남면 방지리
    "4824032024": "4883032024", # 경상남도 사천군 사남면 유천리 -> 경상남도 사천시 사남면 유천리
    "4824032025": "4883032025", # 경상남도 사천군 사남면 월성리 -> 경상남도 사천시 사남면 월성리
    "4824032026": "4883032026", # 경상남도 사천군 사남면 화전리 -> 경상남도 사천시 사남면 화전리
    "4824032027": "4883032027", # 경상남도 사천군 사남면 우천리 -> 경상남도 사천시 사남면 우천리
    "4824032028": "4883032028", # 경상남도 사천군 사남면 종천리 -> 경상남도 사천시 사남면 종천리
    "4824032029": "4883032029", # 경상남도 사천군 사남면 사촌리 -> 경상남도 사천시 사남면 사촌리
    "4824032030": "4883032030", # 경상남도 사천군 사남면 계양리 -> 경상남도 사천시 사남면 계양리
    "4824032031": "4883032031", # 경상남도 사천군 사남면 가천리 -> 경상남도 사천시 사남면 가천리
    "4824033000": "4883033000", # 경상남도 사천군 용현면 -> 경상남도 사천시 용현면
    "4824033021": "4883033021", # 경상남도 사천군 용현면 송지리 -> 경상남도 사천시 용현면 송지리
    "4824033022": "4883033022", # 경상남도 사천군 용현면 선진리 -> 경상남도 사천시 용현면 선진리
    "4824033023": "4883033023", # 경상남도 사천군 용현면 통양리 -> 경상남도 사천시 용현면 통양리
    "4824033024": "4883033024", # 경상남도 사천군 용현면 신촌리 -> 경상남도 사천시 용현면 신촌리
    "4824033025": "4883033025", # 경상남도 사천군 용현면 온정리 -> 경상남도 사천시 용현면 온정리
    "4824033026": "4883033026", # 경상남도 사천군 용현면 신복리 -> 경상남도 사천시 용현면 신복리
    "4824033027": "4883033027", # 경상남도 사천군 용현면 석계리 -> 경상남도 사천시 용현면 석계리
    "4824033028": "4883033028", # 경상남도 사천군 용현면 구월리 -> 경상남도 사천시 용현면 구월리
    "4824033029": "4883033029", # 경상남도 사천군 용현면 용치리 -> 경상남도 사천시 용현면 용치리
    "4824033030": "4883033030", # 경상남도 사천군 용현면 금문리 -> 경상남도 사천시 용현면 금문리
    "4824033031": "4883033031", # 경상남도 사천군 용현면 주문리 -> 경상남도 사천시 용현면 주문리
    "4824033032": "4883033032", # 경상남도 사천군 용현면 덕곡리 -> 경상남도 사천시 용현면 덕곡리
    "4824034000": "4883034000", # 경상남도 사천군 축동면 -> 경상남도 사천시 축동면
    "4824034021": "4883034021", # 경상남도 사천군 축동면 배춘리 -> 경상남도 사천시 축동면 배춘리
    "4824034022": "4883034022", # 경상남도 사천군 축동면 길평리 -> 경상남도 사천시 축동면 길평리
    "4824034023": "4883034023", # 경상남도 사천군 축동면 사다리 -> 경상남도 사천시 축동면 사다리
    "4824034024": "4883034024", # 경상남도 사천군 축동면 탑리 -> 경상남도 사천시 축동면 탑리
    "4824034025": "4883034025", # 경상남도 사천군 축동면 반용리 -> 경상남도 사천시 축동면 반용리
    "4824034026": "4883034026", # 경상남도 사천군 축동면 가산리 -> 경상남도 사천시 축동면 가산리
    "4824034027": "4883034027", # 경상남도 사천군 축동면 구호리 -> 경상남도 사천시 축동면 구호리
    "4824035000": "4883035000", # 경상남도 사천군 곤양면 -> 경상남도 사천시 곤양면
    "4824035021": "4883035021", # 경상남도 사천군 곤양면 성내리 -> 경상남도 사천시 곤양면 성내리
    "4824035022": "4883035022", # 경상남도 사천군 곤양면 남문외리 -> 경상남도 사천시 곤양면 남문외리
    "4824035023": "4883035023", # 경상남도 사천군 곤양면 서정리 -> 경상남도 사천시 곤양면 서정리
    "4824035024": "4883035024", # 경상남도 사천군 곤양면 송전리 -> 경상남도 사천시 곤양면 송전리
    "4824035025": "4883035025", # 경상남도 사천군 곤양면 대진리 -> 경상남도 사천시 곤양면 대진리
    "4824035026": "4883035026", # 경상남도 사천군 곤양면 환덕리 -> 경상남도 사천시 곤양면 환덕리
    "4824035027": "4883035027", # 경상남도 사천군 곤양면 묵곡리 -> 경상남도 사천시 곤양면 묵곡리
    "4824035028": "4883035028", # 경상남도 사천군 곤양면 흥사리 -> 경상남도 사천시 곤양면 흥사리
    "4824035029": "4883035029", # 경상남도 사천군 곤양면 가화리 -> 경상남도 사천시 곤양면 가화리
    "4824035030": "4883035030", # 경상남도 사천군 곤양면 검정리 -> 경상남도 사천시 곤양면 검정리
    "4824035031": "4883035031", # 경상남도 사천군 곤양면 중항리 -> 경상남도 사천시 곤양면 중항리
    "4824035032": "4883035032", # 경상남도 사천군 곤양면 무고리 -> 경상남도 사천시 곤양면 무고리
    "4824035033": "4883035033", # 경상남도 사천군 곤양면 맥사리 -> 경상남도 사천시 곤양면 맥사리
    "4824036000": "4883036000", # 경상남도 사천군 곤명면 -> 경상남도 사천시 곤명면
    "4824036021": "4883036021", # 경상남도 사천군 곤명면 추천리 -> 경상남도 사천시 곤명면 추천리
    "4824036022": "4883036022", # 경상남도 사천군 곤명면 용산리 -> 경상남도 사천시 곤명면 용산리
    "4824036023": "4883036023", # 경상남도 사천군 곤명면 조장리 -> 경상남도 사천시 곤명면 조장리
    "4824036024": "4883036024", # 경상남도 사천군 곤명면 봉계리 -> 경상남도 사천시 곤명면 봉계리
    "4824036025": "4883036025", # 경상남도 사천군 곤명면 초량리 -> 경상남도 사천시 곤명면 초량리
    "4824036026": "4883036026", # 경상남도 사천군 곤명면 삼정리 -> 경상남도 사천시 곤명면 삼정리
    "4824036027": "4883036027", # 경상남도 사천군 곤명면 은사리 -> 경상남도 사천시 곤명면 은사리
    "4824036028": "4883036028", # 경상남도 사천군 곤명면 마곡리 -> 경상남도 사천시 곤명면 마곡리
    "4824036029": "4883036029", # 경상남도 사천군 곤명면 성방리 -> 경상남도 사천시 곤명면 성방리
    "4824036030": "4883036030", # 경상남도 사천군 곤명면 작팔리 -> 경상남도 사천시 곤명면 작팔리
    "4824036031": "4883036031", # 경상남도 사천군 곤명면 송림리 -> 경상남도 사천시 곤명면 송림리
    "4824036032": "4883036032", # 경상남도 사천군 곤명면 정곡리 -> 경상남도 사천시 곤명면 정곡리
    "4824036033": "4883036033", # 경상남도 사천군 곤명면 신흥리 -> 경상남도 사천시 곤명면 신흥리
    "4824036034": "4883036034", # 경상남도 사천군 곤명면 본촌리 -> 경상남도 사천시 곤명면 본촌리
    "4824036035": "4883036035", # 경상남도 사천군 곤명면 금성리 -> 경상남도 사천시 곤명면 금성리
    "4824036036": "4883036036", # 경상남도 사천군 곤명면 연평리 -> 경상남도 사천시 곤명면 연평리
    "4824037000": "4883037000", # 경상남도 사천군 서포면 -> 경상남도 사천시 서포면
    "4824037021": "4883037021", # 경상남도 사천군 서포면 금진리 -> 경상남도 사천시 서포면 금진리
    "4824037022": "4883037022", # 경상남도 사천군 서포면 내구리 -> 경상남도 사천시 서포면 내구리
    "4824037023": "4883037023", # 경상남도 사천군 서포면 외구리 -> 경상남도 사천시 서포면 외구리
    "4824037024": "4883037024", # 경상남도 사천군 서포면 조도리 -> 경상남도 사천시 서포면 조도리
    "4824037025": "4883037025", # 경상남도 사천군 서포면 구랑리 -> 경상남도 사천시 서포면 구랑리
    "4824037026": "4883037026", # 경상남도 사천군 서포면 자혜리 -> 경상남도 사천시 서포면 자혜리
    "4824037027": "4883037027", # 경상남도 사천군 서포면 구평리 -> 경상남도 사천시 서포면 구평리
    "4824037028": "4883037028", # 경상남도 사천군 서포면 다평리 -> 경상남도 사천시 서포면 다평리
    "4824037029": "4883037029", # 경상남도 사천군 서포면 선전리 -> 경상남도 사천시 서포면 선전리
    "4824037030": "4883037030", # 경상남도 사천군 서포면 비토리 -> 경상남도 사천시 서포면 비토리
    "4825025000": "4878011000", # 경상남도 김해군 진영읍 -> 경상남도 김해시 진영읍
    "4825025021": "4878011021", # 경상남도 김해군 진영읍 우동리 -> 경상남도 김해시 진영읍 우동리
    "4825025022": "4878011022", # 경상남도 김해군 진영읍 하계리 -> 경상남도 김해시 진영읍 하계리
    "4825025023": "4878011023", # 경상남도 김해군 진영읍 방동리 -> 경상남도 김해시 진영읍 방동리
    "4825025024": "4878011024", # 경상남도 김해군 진영읍 사산리 -> 경상남도 김해시 진영읍 사산리
    "4825025025": "4878011025", # 경상남도 김해군 진영읍 좌곤리 -> 경상남도 김해시 진영읍 좌곤리
    "4825025026": "4878011026", # 경상남도 김해군 진영읍 진영리 -> 경상남도 김해시 진영읍 진영리
    "4825025027": "4878011027", # 경상남도 김해군 진영읍 여래리 -> 경상남도 김해시 진영읍 여래리
    "4825025028": "4878011028", # 경상남도 김해군 진영읍 본산리 -> 경상남도 김해시 진영읍 본산리
    "4825025029": "4878011029", # 경상남도 김해군 진영읍 신용리 -> 경상남도 김해시 진영읍 신용리
    "4825025030": "4878011030", # 경상남도 김해군 진영읍 설창리 -> 경상남도 김해시 진영읍 설창리
    "4825025031": "4878011031", # 경상남도 김해군 진영읍 내룡리 -> 경상남도 김해시 진영읍 내룡리
    "4825025032": "4878011032", # 경상남도 김해군 진영읍 죽곡리 -> 경상남도 김해시 진영읍 죽곡리
    "4825025033": "4878011033", # 경상남도 김해군 진영읍 의전리 -> 경상남도 김해시 진영읍 의전리
    "4825032000": "4878034000", # 경상남도 김해군 주촌면 -> 경상남도 김해시 주촌면
    "4825032021": "4878034021", # 경상남도 김해군 주촌면 선지리 -> 경상남도 김해시 주촌면 선지리
    "4825032022": "4878034022", # 경상남도 김해군 주촌면 원지리 -> 경상남도 김해시 주촌면 원지리
    "4825032023": "4878034023", # 경상남도 김해군 주촌면 덕암리 -> 경상남도 김해시 주촌면 덕암리
    "4825032024": "4878034024", # 경상남도 김해군 주촌면 천곡리 -> 경상남도 김해시 주촌면 천곡리
    "4825032025": "4878034025", # 경상남도 김해군 주촌면 내삼리 -> 경상남도 김해시 주촌면 내삼리
    "4825032026": "4878034026", # 경상남도 김해군 주촌면 양동리 -> 경상남도 김해시 주촌면 양동리
    "4825032027": "4878034027", # 경상남도 김해군 주촌면 망덕리 -> 경상남도 김해시 주촌면 망덕리
    "4825032028": "4878034028", # 경상남도 김해군 주촌면 농소리 -> 경상남도 김해시 주촌면 농소리
    "4825033000": "4878035000", # 경상남도 김해군 진례면 -> 경상남도 김해시 진례면
    "4825033021": "4878035021", # 경상남도 김해군 진례면 청천리 -> 경상남도 김해시 진례면 청천리
    "4825033022": "4878035022", # 경상남도 김해군 진례면 시례리 -> 경상남도 김해시 진례면 시례리
    "4825033023": "4878035023", # 경상남도 김해군 진례면 송정리 -> 경상남도 김해시 진례면 송정리
    "4825033024": "4878035024", # 경상남도 김해군 진례면 초전리 -> 경상남도 김해시 진례면 초전리
    "4825033025": "4878035025", # 경상남도 김해군 진례면 신안리 -> 경상남도 김해시 진례면 신안리
    "4825033026": "4878035026", # 경상남도 김해군 진례면 산본리 -> 경상남도 김해시 진례면 산본리
    "4825033027": "4878035027", # 경상남도 김해군 진례면 신월리 -> 경상남도 김해시 진례면 신월리
    "4825033028": "4878035028", # 경상남도 김해군 진례면 송현리 -> 경상남도 김해시 진례면 송현리
    "4825033029": "4878035029", # 경상남도 김해군 진례면 담안리 -> 경상남도 김해시 진례면 담안리
    "4825033030": "4878035030", # 경상남도 김해군 진례면 고모리 -> 경상남도 김해시 진례면 고모리
    "4825034000": "4878036000", # 경상남도 김해군 한림면 -> 경상남도 김해시 한림면
    "4825034021": "4878036021", # 경상남도 김해군 한림면 명동리 -> 경상남도 김해시 한림면 명동리
    "4825034022": "4878036022", # 경상남도 김해군 한림면 퇴래리 -> 경상남도 김해시 한림면 퇴래리
    "4825034023": "4878036023", # 경상남도 김해군 한림면 병동리 -> 경상남도 김해시 한림면 병동리
    "4825034024": "4878036024", # 경상남도 김해군 한림면 신천리 -> 경상남도 김해시 한림면 신천리
    "4825034025": "4878036025", # 경상남도 김해군 한림면 용덕리 -> 경상남도 김해시 한림면 용덕리
    "4825034026": "4878036026", # 경상남도 김해군 한림면 안곡리 -> 경상남도 김해시 한림면 안곡리
    "4825034027": "4878036027", # 경상남도 김해군 한림면 안하리 -> 경상남도 김해시 한림면 안하리
    "4825034028": "4878036028", # 경상남도 김해군 한림면 장방리 -> 경상남도 김해시 한림면 장방리
    "4825034029": "4878036029", # 경상남도 김해군 한림면 시산리 -> 경상남도 김해시 한림면 시산리
    "4825034030": "4878036030", # 경상남도 김해군 한림면 가동리 -> 경상남도 김해시 한림면 가동리
    "4825034031": "4878036031", # 경상남도 김해군 한림면 가산리 -> 경상남도 김해시 한림면 가산리
    "4825034032": "4878036032", # 경상남도 김해군 한림면 금곡리 -> 경상남도 김해시 한림면 금곡리
    "4825035000": "4878037000", # 경상남도 김해군 생림면 -> 경상남도 김해시 생림면
    "4825035021": "4878037021", # 경상남도 김해군 생림면 나전리 -> 경상남도 김해시 생림면 나전리
    "4825035022": "4878037022", # 경상남도 김해군 생림면 사촌리 -> 경상남도 김해시 생림면 사촌리
    "4825035023": "4878037023", # 경상남도 김해군 생림면 봉림리 -> 경상남도 김해시 생림면 봉림리
    "4825035024": "4878037024", # 경상남도 김해군 생림면 생림리 -> 경상남도 김해시 생림면 생림리
    "4825035025": "4878037025", # 경상남도 김해군 생림면 마사리 -> 경상남도 김해시 생림면 마사리
    "4825035026": "4878037026", # 경상남도 김해군 생림면 생철리 -> 경상남도 김해시 생림면 생철리
    "4825035027": "4878037027", # 경상남도 김해군 생림면 안양리 -> 경상남도 김해시 생림면 안양리
    "4825035028": "4878037028", # 경상남도 김해군 생림면 도요리 -> 경상남도 김해시 생림면 도요리
    "4825036000": "4878038000", # 경상남도 김해군 상동면 -> 경상남도 김해시 상동면
    "4825036021": "4878038021", # 경상남도 김해군 상동면 대감리 -> 경상남도 김해시 상동면 대감리
    "4825036022": "4878038022", # 경상남도 김해군 상동면 매리 -> 경상남도 김해시 상동면 매리
    "4825036024": "4878038024", # 경상남도 김해군 상동면 여차리 -> 경상남도 김해시 상동면 여차리
    "4825036025": "4878038025", # 경상남도 김해군 상동면 우계리 -> 경상남도 김해시 상동면 우계리
    "4825036026": "4878038026", # 경상남도 김해군 상동면 묵방리 -> 경상남도 김해시 상동면 묵방리
    "4825037000": "4878039000", # 경상남도 김해군 대동면 -> 경상남도 김해시 대동면
    "4825037021": "4878039021", # 경상남도 김해군 대동면 수안리 -> 경상남도 김해시 대동면 수안리
    "4825037022": "4878039022", # 경상남도 김해군 대동면 주중리 -> 경상남도 김해시 대동면 주중리
    "4825037023": "4878039023", # 경상남도 김해군 대동면 주동리 -> 경상남도 김해시 대동면 주동리
    "4825037024": "4878039024", # 경상남도 김해군 대동면 예안리 -> 경상남도 김해시 대동면 예안리
    "4825037025": "4878039025", # 경상남도 김해군 대동면 초정리 -> 경상남도 김해시 대동면 초정리
    "4825037026": "4878039026", # 경상남도 김해군 대동면 괴정리 -> 경상남도 김해시 대동면 괴정리
    "4825037027": "4878039027", # 경상남도 김해군 대동면 대감리 -> 경상남도 김해시 대동면 대감리
    "4825037028": "4878039028", # 경상남도 김해군 대동면 덕산리 -> 경상남도 김해시 대동면 덕산리
    "4825037029": "4878039029", # 경상남도 김해군 대동면 월촌리 -> 경상남도 김해시 대동면 월촌리
    "4825037030": "4878039030", # 경상남도 김해군 대동면 조눌리 -> 경상남도 김해시 대동면 조눌리
    "4827025000": "4875012000", # 경상남도 밀양군 삼랑진읍 -> 경상남도 밀양시 삼랑진읍
    "4827025021": "4875012021", # 경상남도 밀양군 삼랑진읍 송지리 -> 경상남도 밀양시 삼랑진읍 송지리
    "4827025022": "4875012022", # 경상남도 밀양군 삼랑진읍 용전리 -> 경상남도 밀양시 삼랑진읍 용전리
    "4827025023": "4875012023", # 경상남도 밀양군 삼랑진읍 미전리 -> 경상남도 밀양시 삼랑진읍 미전리
    "4827025024": "4875012024", # 경상남도 밀양군 삼랑진읍 삼랑리 -> 경상남도 밀양시 삼랑진읍 삼랑리
    "4827025025": "4875012025", # 경상남도 밀양군 삼랑진읍 율동리 -> 경상남도 밀양시 삼랑진읍 율동리
    "4827025026": "4875012026", # 경상남도 밀양군 삼랑진읍 우곡리 -> 경상남도 밀양시 삼랑진읍 우곡리
    "4827025027": "4875012027", # 경상남도 밀양군 삼랑진읍 검세리 -> 경상남도 밀양시 삼랑진읍 검세리
    "4827025028": "4875012028", # 경상남도 밀양군 삼랑진읍 안태리 -> 경상남도 밀양시 삼랑진읍 안태리
    "4827025029": "4875012029", # 경상남도 밀양군 삼랑진읍 행곡리 -> 경상남도 밀양시 삼랑진읍 행곡리
    "4827025030": "4875012030", # 경상남도 밀양군 삼랑진읍 임천리 -> 경상남도 밀양시 삼랑진읍 임천리
    "4827025031": "4875012031", # 경상남도 밀양군 삼랑진읍 숭진리 -> 경상남도 밀양시 삼랑진읍 숭진리
    "4827025032": "4875012032", # 경상남도 밀양군 삼랑진읍 청학리 -> 경상남도 밀양시 삼랑진읍 청학리
    "4827025033": "4875012033", # 경상남도 밀양군 삼랑진읍 용성리 -> 경상남도 밀양시 삼랑진읍 용성리
    "4827025300": "4875013000", # 경상남도 밀양군 하남읍 -> 경상남도 밀양시 하남읍
    "4827025321": "4875013021", # 경상남도 밀양군 하남읍 수산리 -> 경상남도 밀양시 하남읍 수산리
    "4827025322": "4875013022", # 경상남도 밀양군 하남읍 명례리 -> 경상남도 밀양시 하남읍 명례리
    "4827025323": "4875013023", # 경상남도 밀양군 하남읍 백산리 -> 경상남도 밀양시 하남읍 백산리
    "4827025324": "4875013024", # 경상남도 밀양군 하남읍 파서리 -> 경상남도 밀양시 하남읍 파서리
    "4827025325": "4875013025", # 경상남도 밀양군 하남읍 남전리 -> 경상남도 밀양시 하남읍 남전리
    "4827025326": "4875013026", # 경상남도 밀양군 하남읍 대사리 -> 경상남도 밀양시 하남읍 대사리
    "4827025327": "4875013027", # 경상남도 밀양군 하남읍 양동리 -> 경상남도 밀양시 하남읍 양동리
    "4827025328": "4875013028", # 경상남도 밀양군 하남읍 귀명리 -> 경상남도 밀양시 하남읍 귀명리
    "4827031000": "4875031000", # 경상남도 밀양군 부북면 -> 경상남도 밀양시 부북면
    "4827031021": "4875031021", # 경상남도 밀양군 부북면 운전리 -> 경상남도 밀양시 부북면 운전리
    "4827031022": "4875031022", # 경상남도 밀양군 부북면 전사포리 -> 경상남도 밀양시 부북면 전사포리
    "4827031023": "4875031023", # 경상남도 밀양군 부북면 후사포리 -> 경상남도 밀양시 부북면 후사포리
    "4827031024": "4875031024", # 경상남도 밀양군 부북면 제대리 -> 경상남도 밀양시 부북면 제대리
    "4827031025": "4875031025", # 경상남도 밀양군 부북면 감천리 -> 경상남도 밀양시 부북면 감천리
    "4827031026": "4875031026", # 경상남도 밀양군 부북면 오례리 -> 경상남도 밀양시 부북면 오례리
    "4827031027": "4875031027", # 경상남도 밀양군 부북면 덕곡리 -> 경상남도 밀양시 부북면 덕곡리
    "4827031028": "4875031028", # 경상남도 밀양군 부북면 청운리 -> 경상남도 밀양시 부북면 청운리
    "4827031029": "4875031029", # 경상남도 밀양군 부북면 가산리 -> 경상남도 밀양시 부북면 가산리
    "4827031030": "4875031030", # 경상남도 밀양군 부북면 대항리 -> 경상남도 밀양시 부북면 대항리
    "4827031031": "4875031031", # 경상남도 밀양군 부북면 퇴로리 -> 경상남도 밀양시 부북면 퇴로리
    "4827031032": "4875031032", # 경상남도 밀양군 부북면 월산리 -> 경상남도 밀양시 부북면 월산리
    "4827031033": "4875031033", # 경상남도 밀양군 부북면 위양리 -> 경상남도 밀양시 부북면 위양리
    "4827031034": "4875031034", # 경상남도 밀양군 부북면 무연리 -> 경상남도 밀양시 부북면 무연리
    "4827031035": "4875031035", # 경상남도 밀양군 부북면 춘화리 -> 경상남도 밀양시 부북면 춘화리
    "4827031036": "4875031036", # 경상남도 밀양군 부북면 용지리 -> 경상남도 밀양시 부북면 용지리
    "4827032000": "4875032000", # 경상남도 밀양군 상동면 -> 경상남도 밀양시 상동면
    "4827032021": "4875032021", # 경상남도 밀양군 상동면 금산리 -> 경상남도 밀양시 상동면 금산리
    "4827032022": "4875032022", # 경상남도 밀양군 상동면 가곡리 -> 경상남도 밀양시 상동면 가곡리
    "4827032023": "4875032023", # 경상남도 밀양군 상동면 안인리 -> 경상남도 밀양시 상동면 안인리
    "4827032024": "4875032024", # 경상남도 밀양군 상동면 옥산리 -> 경상남도 밀양시 상동면 옥산리
    "4827032025": "4875032025", # 경상남도 밀양군 상동면 고정리 -> 경상남도 밀양시 상동면 고정리
    "4827032026": "4875032026", # 경상남도 밀양군 상동면 도곡리 -> 경상남도 밀양시 상동면 도곡리
    "4827032027": "4875032027", # 경상남도 밀양군 상동면 매화리 -> 경상남도 밀양시 상동면 매화리
    "4827032028": "4875032028", # 경상남도 밀양군 상동면 신곡리 -> 경상남도 밀양시 상동면 신곡리
    "4827033000": "4875033000", # 경상남도 밀양군 산외면 -> 경상남도 밀양시 산외면
    "4827033021": "4875033021", # 경상남도 밀양군 산외면 다죽리 -> 경상남도 밀양시 산외면 다죽리
    "4827033022": "4875033022", # 경상남도 밀양군 산외면 금곡리 -> 경상남도 밀양시 산외면 금곡리
    "4827033023": "4875033023", # 경상남도 밀양군 산외면 희곡리 -> 경상남도 밀양시 산외면 희곡리
    "4827033024": "4875033024", # 경상남도 밀양군 산외면 금천리 -> 경상남도 밀양시 산외면 금천리
    "4827033025": "4875033025", # 경상남도 밀양군 산외면 남기리 -> 경상남도 밀양시 산외면 남기리
    "4827033026": "4875033026", # 경상남도 밀양군 산외면 엄광리 -> 경상남도 밀양시 산외면 엄광리
    "4827034000": "4875034000", # 경상남도 밀양군 산내면 -> 경상남도 밀양시 산내면
    "4827034021": "4875034021", # 경상남도 밀양군 산내면 송백리 -> 경상남도 밀양시 산내면 송백리
    "4827034022": "4875034022", # 경상남도 밀양군 산내면 봉의리 -> 경상남도 밀양시 산내면 봉의리
    "4827034023": "4875034023", # 경상남도 밀양군 산내면 용전리 -> 경상남도 밀양시 산내면 용전리
    "4827034024": "4875034024", # 경상남도 밀양군 산내면 임고리 -> 경상남도 밀양시 산내면 임고리
    "4827034025": "4875034025", # 경상남도 밀양군 산내면 가인리 -> 경상남도 밀양시 산내면 가인리
    "4827034026": "4875034026", # 경상남도 밀양군 산내면 원서리 -> 경상남도 밀양시 산내면 원서리
    "4827034027": "4875034027", # 경상남도 밀양군 산내면 삼양리 -> 경상남도 밀양시 산내면 삼양리
    "4827034028": "4875034028", # 경상남도 밀양군 산내면 남명리 -> 경상남도 밀양시 산내면 남명리
    "4827035000": "4875035000", # 경상남도 밀양군 단장면 -> 경상남도 밀양시 단장면
    "4827035021": "4875035021", # 경상남도 밀양군 단장면 태룡리 -> 경상남도 밀양시 단장면 태룡리
    "4827035022": "4875035022", # 경상남도 밀양군 단장면 단장리 -> 경상남도 밀양시 단장면 단장리
    "4827035023": "4875035023", # 경상남도 밀양군 단장면 미촌리 -> 경상남도 밀양시 단장면 미촌리
    "4827035024": "4875035024", # 경상남도 밀양군 단장면 안법리 -> 경상남도 밀양시 단장면 안법리
    "4827035025": "4875035025", # 경상남도 밀양군 단장면 법흥리 -> 경상남도 밀양시 단장면 법흥리
    "4827035026": "4875035026", # 경상남도 밀양군 단장면 감물리 -> 경상남도 밀양시 단장면 감물리
    "4827035027": "4875035027", # 경상남도 밀양군 단장면 국전리 -> 경상남도 밀양시 단장면 국전리
    "4827035028": "4875035028", # 경상남도 밀양군 단장면 무릉리 -> 경상남도 밀양시 단장면 무릉리
    "4827035029": "4875035029", # 경상남도 밀양군 단장면 사연리 -> 경상남도 밀양시 단장면 사연리
    "4827035030": "4875035030", # 경상남도 밀양군 단장면 범도리 -> 경상남도 밀양시 단장면 범도리
    "4827035031": "4875035031", # 경상남도 밀양군 단장면 고례리 -> 경상남도 밀양시 단장면 고례리
    "4827035032": "4875035032", # 경상남도 밀양군 단장면 구천리 -> 경상남도 밀양시 단장면 구천리
    "4827036000": "4875036000", # 경상남도 밀양군 상남면 -> 경상남도 밀양시 상남면
    "4827036021": "4875036021", # 경상남도 밀양군 상남면 기산리 -> 경상남도 밀양시 상남면 기산리
    "4827036022": "4875036022", # 경상남도 밀양군 상남면 예림리 -> 경상남도 밀양시 상남면 예림리
    "4827036023": "4875036023", # 경상남도 밀양군 상남면 연금리 -> 경상남도 밀양시 상남면 연금리
    "4827036024": "4875036024", # 경상남도 밀양군 상남면 평촌리 -> 경상남도 밀양시 상남면 평촌리
    "4827036025": "4875036025", # 경상남도 밀양군 상남면 마산리 -> 경상남도 밀양시 상남면 마산리
    "4827036026": "4875036026", # 경상남도 밀양군 상남면 동산리 -> 경상남도 밀양시 상남면 동산리
    "4827036027": "4875036027", # 경상남도 밀양군 상남면 조음리 -> 경상남도 밀양시 상남면 조음리
    "4827036028": "4875036028", # 경상남도 밀양군 상남면 남산리 -> 경상남도 밀양시 상남면 남산리
    "4827036029": "4875036029", # 경상남도 밀양군 상남면 외산리 -> 경상남도 밀양시 상남면 외산리
    "4827037000": "4875037000", # 경상남도 밀양군 초동면 -> 경상남도 밀양시 초동면
    "4827037021": "4875037021", # 경상남도 밀양군 초동면 오방리 -> 경상남도 밀양시 초동면 오방리
    "4827037022": "4875037022", # 경상남도 밀양군 초동면 범평리 -> 경상남도 밀양시 초동면 범평리
    "4827037023": "4875037023", # 경상남도 밀양군 초동면 명성리 -> 경상남도 밀양시 초동면 명성리
    "4827037024": "4875037024", # 경상남도 밀양군 초동면 대곡리 -> 경상남도 밀양시 초동면 대곡리
    "4827037025": "4875037025", # 경상남도 밀양군 초동면 반월리 -> 경상남도 밀양시 초동면 반월리
    "4827037026": "4875037026", # 경상남도 밀양군 초동면 검암리 -> 경상남도 밀양시 초동면 검암리
    "4827037027": "4875037027", # 경상남도 밀양군 초동면 금포리 -> 경상남도 밀양시 초동면 금포리
    "4827037028": "4875037028", # 경상남도 밀양군 초동면 성만리 -> 경상남도 밀양시 초동면 성만리
    "4827037029": "4875037029", # 경상남도 밀양군 초동면 신호리 -> 경상남도 밀양시 초동면 신호리
    "4827037030": "4875037030", # 경상남도 밀양군 초동면 신월리 -> 경상남도 밀양시 초동면 신월리
    "4827037031": "4875037031", # 경상남도 밀양군 초동면 덕산리 -> 경상남도 밀양시 초동면 덕산리
    "4827037032": "4875037032", # 경상남도 밀양군 초동면 봉황리 -> 경상남도 밀양시 초동면 봉황리
    "4827038000": "4875038000", # 경상남도 밀양군 무안면 -> 경상남도 밀양시 무안면
    "4827038021": "4875038021", # 경상남도 밀양군 무안면 무안리 -> 경상남도 밀양시 무안면 무안리
    "4827038022": "4875038022", # 경상남도 밀양군 무안면 신법리 -> 경상남도 밀양시 무안면 신법리
    "4827038023": "4875038023", # 경상남도 밀양군 무안면 삼태리 -> 경상남도 밀양시 무안면 삼태리
    "4827038024": "4875038024", # 경상남도 밀양군 무안면 화봉리 -> 경상남도 밀양시 무안면 화봉리
    "4827038025": "4875038025", # 경상남도 밀양군 무안면 죽월리 -> 경상남도 밀양시 무안면 죽월리
    "4827038026": "4875038026", # 경상남도 밀양군 무안면 양효리 -> 경상남도 밀양시 무안면 양효리
    "4827038027": "4875038027", # 경상남도 밀양군 무안면 내진리 -> 경상남도 밀양시 무안면 내진리
    "4827038028": "4875038028", # 경상남도 밀양군 무안면 동산리 -> 경상남도 밀양시 무안면 동산리
    "4827038029": "4875038029", # 경상남도 밀양군 무안면 판곡리 -> 경상남도 밀양시 무안면 판곡리
    "4827038030": "4875038030", # 경상남도 밀양군 무안면 운정리 -> 경상남도 밀양시 무안면 운정리
    "4827038031": "4875038031", # 경상남도 밀양군 무안면 마흘리 -> 경상남도 밀양시 무안면 마흘리
    "4827038032": "4875038032", # 경상남도 밀양군 무안면 정곡리 -> 경상남도 밀양시 무안면 정곡리
    "4827038033": "4875038033", # 경상남도 밀양군 무안면 연상리 -> 경상남도 밀양시 무안면 연상리
    "4827038034": "4875038034", # 경상남도 밀양군 무안면 성덕리 -> 경상남도 밀양시 무안면 성덕리
    "4827038035": "4875038035", # 경상남도 밀양군 무안면 모로리 -> 경상남도 밀양시 무안면 모로리
    "4827038036": "4875038036", # 경상남도 밀양군 무안면 덕암리 -> 경상남도 밀양시 무안면 덕암리
    "4827038037": "4875038037", # 경상남도 밀양군 무안면 중산리 -> 경상남도 밀양시 무안면 중산리
    "4827038038": "4875038038", # 경상남도 밀양군 무안면 웅동리 -> 경상남도 밀양시 무안면 웅동리
    "4827038039": "4875038039", # 경상남도 밀양군 무안면 가례리 -> 경상남도 밀양시 무안면 가례리
    "4827038040": "4875038040", # 경상남도 밀양군 무안면 고라리 -> 경상남도 밀양시 무안면 고라리
    "4827039000": "4875039000", # 경상남도 밀양군 청도면 -> 경상남도 밀양시 청도면
    "4827039021": "4875039021", # 경상남도 밀양군 청도면 구기리 -> 경상남도 밀양시 청도면 구기리
    "4827039022": "4875039022", # 경상남도 밀양군 청도면 소태리 -> 경상남도 밀양시 청도면 소태리
    "4827039023": "4875039023", # 경상남도 밀양군 청도면 두곡리 -> 경상남도 밀양시 청도면 두곡리
    "4827039024": "4875039024", # 경상남도 밀양군 청도면 조천리 -> 경상남도 밀양시 청도면 조천리
    "4827039025": "4875039025", # 경상남도 밀양군 청도면 인산리 -> 경상남도 밀양시 청도면 인산리
    "4827039026": "4875039026", # 경상남도 밀양군 청도면 고법리 -> 경상남도 밀양시 청도면 고법리
    "4827039027": "4875039027", # 경상남도 밀양군 청도면 요고리 -> 경상남도 밀양시 청도면 요고리
    "4831010100": "4829010100", # 경상남도 장승포시 능포동 -> 경상남도 거제시 능포동
    "4831010200": "4829010200", # 경상남도 장승포시 장승포동 -> 경상남도 거제시 장승포동
    "4831010300": "4829010300", # 경상남도 장승포시 두모동 -> 경상남도 거제시 두모동
    "4831010400": "4829010400", # 경상남도 장승포시 아양동 -> 경상남도 거제시 아양동
    "4831010500": "4829010500", # 경상남도 장승포시 아주동 -> 경상남도 거제시 아주동
    "4831010600": "4829010600", # 경상남도 장승포시 옥포동 -> 경상남도 거제시 옥포동
    "4831010700": "4829010700", # 경상남도 장승포시 덕포동 -> 경상남도 거제시 덕포동
    "4831031000": "4881031000", # 경상남도 거제군 일운면 -> 경상남도 거제시 일운면
    "4831031021": "4881031021", # 경상남도 거제군 일운면 망치리 -> 경상남도 거제시 일운면 망치리
    "4831031022": "4881031022", # 경상남도 거제군 일운면 구조라리 -> 경상남도 거제시 일운면 구조라리
    "4831031023": "4881031023", # 경상남도 거제군 일운면 와현리 -> 경상남도 거제시 일운면 와현리
    "4831031024": "4881031024", # 경상남도 거제군 일운면 지세포리 -> 경상남도 거제시 일운면 지세포리
    "4831031025": "4881031025", # 경상남도 거제군 일운면 소동리 -> 경상남도 거제시 일운면 소동리
    "4831031026": "4881031026", # 경상남도 거제군 일운면 옥림리 -> 경상남도 거제시 일운면 옥림리
    "4831032000": "4881032000", # 경상남도 거제군 동부면 -> 경상남도 거제시 동부면
    "4831032021": "4881032021", # 경상남도 거제군 동부면 산촌리 -> 경상남도 거제시 동부면 산촌리
    "4831032022": "4881032022", # 경상남도 거제군 동부면 산양리 -> 경상남도 거제시 동부면 산양리
    "4831032023": "4881032023", # 경상남도 거제군 동부면 구천리 -> 경상남도 거제시 동부면 구천리
    "4831032024": "4881032024", # 경상남도 거제군 동부면 부춘리 -> 경상남도 거제시 동부면 부춘리
    "4831032025": "4881032025", # 경상남도 거제군 동부면 오송리 -> 경상남도 거제시 동부면 오송리
    "4831032026": "4881032026", # 경상남도 거제군 동부면 가배리 -> 경상남도 거제시 동부면 가배리
    "4831032027": "4881032027", # 경상남도 거제군 동부면 율포리 -> 경상남도 거제시 동부면 율포리
    "4831032028": "4881032028", # 경상남도 거제군 동부면 학동리 -> 경상남도 거제시 동부면 학동리
    "4831033000": "4881040000", # 경상남도 거제군 남부면 -> 경상남도 거제시 남부면
    "4831033021": "4881040021", # 경상남도 거제군 남부면 탑포리 -> 경상남도 거제시 남부면 탑포리
    "4831033022": "4881040022", # 경상남도 거제군 남부면 저구리 -> 경상남도 거제시 남부면 저구리
    "4831033023": "4881040023", # 경상남도 거제군 남부면 다포리 -> 경상남도 거제시 남부면 다포리
    "4831033024": "4881040024", # 경상남도 거제군 남부면 다대리 -> 경상남도 거제시 남부면 다대리
    "4831033025": "4881040025", # 경상남도 거제군 남부면 갈곶리 -> 경상남도 거제시 남부면 갈곶리
    "4831034000": "4881034000", # 경상남도 거제군 거제면 -> 경상남도 거제시 거제면
    "4831034021": "4881034021", # 경상남도 거제군 거제면 법동리 -> 경상남도 거제시 거제면 법동리
    "4831034023": "4881034023", # 경상남도 거제군 거제면 내간리 -> 경상남도 거제시 거제면 내간리
    "4831034024": "4881034024", # 경상남도 거제군 거제면 외간리 -> 경상남도 거제시 거제면 외간리
    "4831034025": "4881034025", # 경상남도 거제군 거제면 옥산리 -> 경상남도 거제시 거제면 옥산리
    "4831034026": "4881034026", # 경상남도 거제군 거제면 서정리 -> 경상남도 거제시 거제면 서정리
    "4831034027": "4881034027", # 경상남도 거제군 거제면 서상리 -> 경상남도 거제시 거제면 서상리
    "4831034028": "4881034028", # 경상남도 거제군 거제면 남동리 -> 경상남도 거제시 거제면 남동리
    "4831034029": "4881034029", # 경상남도 거제군 거제면 동상리 -> 경상남도 거제시 거제면 동상리
    "4831034030": "4881034030", # 경상남도 거제군 거제면 오수리 -> 경상남도 거제시 거제면 오수리
    "4831034031": "4881034031", # 경상남도 거제군 거제면 명진리 -> 경상남도 거제시 거제면 명진리
    "4831035000": "4881035000", # 경상남도 거제군 둔덕면 -> 경상남도 거제시 둔덕면
    "4831035021": "4881035021", # 경상남도 거제군 둔덕면 상둔리 -> 경상남도 거제시 둔덕면 상둔리
    "4831035022": "4881035022", # 경상남도 거제군 둔덕면 시목리 -> 경상남도 거제시 둔덕면 시목리
    "4831035023": "4881035023", # 경상남도 거제군 둔덕면 거림리 -> 경상남도 거제시 둔덕면 거림리
    "4831035024": "4881035024", # 경상남도 거제군 둔덕면 산방리 -> 경상남도 거제시 둔덕면 산방리
    "4831035025": "4881035025", # 경상남도 거제군 둔덕면 방하리 -> 경상남도 거제시 둔덕면 방하리
    "4831035026": "4881035026", # 경상남도 거제군 둔덕면 하둔리 -> 경상남도 거제시 둔덕면 하둔리
    "4831035027": "4881035027", # 경상남도 거제군 둔덕면 어구리 -> 경상남도 거제시 둔덕면 어구리
    "4831035028": "4881035028", # 경상남도 거제군 둔덕면 술역리 -> 경상남도 거제시 둔덕면 술역리
    "4831035029": "4881035029", # 경상남도 거제군 둔덕면 학산리 -> 경상남도 거제시 둔덕면 학산리
    "4831036000": "4881036000", # 경상남도 거제군 사등면 -> 경상남도 거제시 사등면
    "4831036021": "4881036021", # 경상남도 거제군 사등면 사곡리 -> 경상남도 거제시 사등면 사곡리
    "4831036022": "4881036022", # 경상남도 거제군 사등면 사등리 -> 경상남도 거제시 사등면 사등리
    "4831036023": "4881036023", # 경상남도 거제군 사등면 성포리 -> 경상남도 거제시 사등면 성포리
    "4831036024": "4881036024", # 경상남도 거제군 사등면 지석리 -> 경상남도 거제시 사등면 지석리
    "4831036025": "4881036025", # 경상남도 거제군 사등면 청곡리 -> 경상남도 거제시 사등면 청곡리
    "4831036027": "4881036027", # 경상남도 거제군 사등면 덕호리 -> 경상남도 거제시 사등면 덕호리
    "4831036028": "4881036028", # 경상남도 거제군 사등면 창호리 -> 경상남도 거제시 사등면 창호리
    "4831037000": "4881037000", # 경상남도 거제군 연초면 -> 경상남도 거제시 연초면
    "4831037021": "4881037021", # 경상남도 거제군 연초면 한내리 -> 경상남도 거제시 연초면 한내리
    "4831037022": "4881037022", # 경상남도 거제군 연초면 오비리 -> 경상남도 거제시 연초면 오비리
    "4831037023": "4881037023", # 경상남도 거제군 연초면 연사리 -> 경상남도 거제시 연초면 연사리
    "4831037024": "4881037024", # 경상남도 거제군 연초면 죽토리 -> 경상남도 거제시 연초면 죽토리
    "4831037025": "4881037025", # 경상남도 거제군 연초면 다공리 -> 경상남도 거제시 연초면 다공리
    "4831037026": "4881037026", # 경상남도 거제군 연초면 덕치리 -> 경상남도 거제시 연초면 덕치리
    "4831037027": "4881037027", # 경상남도 거제군 연초면 명동리 -> 경상남도 거제시 연초면 명동리
    "4831037028": "4881037028", # 경상남도 거제군 연초면 이목리 -> 경상남도 거제시 연초면 이목리
    "4831037029": "4881037029", # 경상남도 거제군 연초면 천곡리 -> 경상남도 거제시 연초면 천곡리
    "4831037030": "4881037030", # 경상남도 거제군 연초면 송정리 -> 경상남도 거제시 연초면 송정리
    "4831038000": "4881038000", # 경상남도 거제군 하청면 -> 경상남도 거제시 하청면
    "4831038021": "4881038021", # 경상남도 거제군 하청면 석포리 -> 경상남도 거제시 하청면 석포리
    "4831038022": "4881038022", # 경상남도 거제군 하청면 덕곡리 -> 경상남도 거제시 하청면 덕곡리
    "4831038023": "4881038023", # 경상남도 거제군 하청면 유계리 -> 경상남도 거제시 하청면 유계리
    "4831038024": "4881038024", # 경상남도 거제군 하청면 하청리 -> 경상남도 거제시 하청면 하청리
    "4831038025": "4881038025", # 경상남도 거제군 하청면 실전리 -> 경상남도 거제시 하청면 실전리
    "4831038026": "4881038026", # 경상남도 거제군 하청면 어온리 -> 경상남도 거제시 하청면 어온리
    "4831038027": "4881038027", # 경상남도 거제군 하청면 대곡리 -> 경상남도 거제시 하청면 대곡리
    "4831038028": "4881038028", # 경상남도 거제군 하청면 연구리 -> 경상남도 거제시 하청면 연구리
    "4831039000": "4881039000", # 경상남도 거제군 장목면 -> 경상남도 거제시 장목면
    "4831039021": "4881039021", # 경상남도 거제군 장목면 구영리 -> 경상남도 거제시 장목면 구영리
    "4831039022": "4881039022", # 경상남도 거제군 장목면 유호리 -> 경상남도 거제시 장목면 유호리
    "4831039023": "4881039023", # 경상남도 거제군 장목면 농소리 -> 경상남도 거제시 장목면 농소리
    "4831039024": "4881039024", # 경상남도 거제군 장목면 송진포리 -> 경상남도 거제시 장목면 송진포리
    "4831039025": "4881039025", # 경상남도 거제군 장목면 관포리 -> 경상남도 거제시 장목면 관포리
    "4831039026": "4881039026", # 경상남도 거제군 장목면 장목리 -> 경상남도 거제시 장목면 장목리
    "4831039027": "4881039027", # 경상남도 거제군 장목면 율천리 -> 경상남도 거제시 장목면 율천리
    "4831039028": "4881039028", # 경상남도 거제군 장목면 대금리 -> 경상남도 거제시 장목면 대금리
    "4831039029": "4881039029", # 경상남도 거제군 장목면 외포리 -> 경상남도 거제시 장목면 외포리
    "4831039030": "4881039030", # 경상남도 거제군 장목면 시방리 -> 경상남도 거제시 장목면 시방리
    "4833031000": "4876031000", # 경상남도 양산군 동면 -> 경상남도 양산시 동면
    "4833031021": "4876031027", # 경상남도 양산군 동면 개곡리 -> 경상남도 양산시 동면 개곡리
    "4833031022": "4876031028", # 경상남도 양산군 동면 법기리 -> 경상남도 양산시 동면 법기리
    "4833031023": "4876031026", # 경상남도 양산군 동면 여락리 -> 경상남도 양산시 동면 여락리
    "4833031024": "4876031025", # 경상남도 양산군 동면 사송리 -> 경상남도 양산시 동면 사송리
    "4833031025": "4876031024", # 경상남도 양산군 동면 내송리 -> 경상남도 양산시 동면 내송리
    "4833031026": "4876031023", # 경상남도 양산군 동면 석산리 -> 경상남도 양산시 동면 석산리
    "4833031027": "4876031022", # 경상남도 양산군 동면 금산리 -> 경상남도 양산시 동면 금산리
    "4833031028": "4876031021", # 경상남도 양산군 동면 가산리 -> 경상남도 양산시 동면 가산리
    "4833032000": "4876033000", # 경상남도 양산군 원동면 -> 경상남도 양산시 원동면
    "4833032021": "4876033024", # 경상남도 양산군 원동면 원리 -> 경상남도 양산시 원동면 원리
    "4833032022": "4876033025", # 경상남도 양산군 원동면 용당리 -> 경상남도 양산시 원동면 용당리
    "4833032023": "4876033023", # 경상남도 양산군 원동면 내포리 -> 경상남도 양산시 원동면 내포리
    "4833032024": "4876033022", # 경상남도 양산군 원동면 영포리 -> 경상남도 양산시 원동면 영포리
    "4833032025": "4876033027", # 경상남도 양산군 원동면 대리 -> 경상남도 양산시 원동면 대리
    "4833032026": "4876033021", # 경상남도 양산군 원동면 선리 -> 경상남도 양산시 원동면 선리
    "4833032027": "4876033026", # 경상남도 양산군 원동면 서룡리 -> 경상남도 양산시 원동면 서룡리
    "4833032028": "4876033028", # 경상남도 양산군 원동면 화제리 -> 경상남도 양산시 원동면 화제리
    "4833033000": "4876034000", # 경상남도 양산군 상북면 -> 경상남도 양산시 상북면
    "4833033021": "4876034023", # 경상남도 양산군 상북면 석계리 -> 경상남도 양산시 상북면 석계리
    "4833033022": "4876034022", # 경상남도 양산군 상북면 대석리 -> 경상남도 양산시 상북면 대석리
    "4833033023": "4876034021", # 경상남도 양산군 상북면 소토리 -> 경상남도 양산시 상북면 소토리
    "4833033024": "4876034028", # 경상남도 양산군 상북면 소석리 -> 경상남도 양산시 상북면 소석리
    "4833033025": "4876034024", # 경상남도 양산군 상북면 상삼리 -> 경상남도 양산시 상북면 상삼리
    "4833033026": "4876034025", # 경상남도 양산군 상북면 좌삼리 -> 경상남도 양산시 상북면 좌삼리
    "4833033027": "4876034026", # 경상남도 양산군 상북면 내석리 -> 경상남도 양산시 상북면 내석리
    "4833033028": "4876034027", # 경상남도 양산군 상북면 외석리 -> 경상남도 양산시 상북면 외석리
    "4833033029": "4876034029", # 경상남도 양산군 상북면 신전리 -> 경상남도 양산시 상북면 신전리
    "4833034000": "4876035000", # 경상남도 양산군 하북면 -> 경상남도 양산시 하북면
    "4833034021": "4876035027", # 경상남도 양산군 하북면 순지리 -> 경상남도 양산시 하북면 순지리
    "4833034022": "4876035022", # 경상남도 양산군 하북면 지산리 -> 경상남도 양산시 하북면 지산리
    "4833034023": "4876035024", # 경상남도 양산군 하북면 초산리 -> 경상남도 양산시 하북면 초산리
    "4833034024": "4876035025", # 경상남도 양산군 하북면 답곡리 -> 경상남도 양산시 하북면 답곡리
    "4833034025": "4876035021", # 경상남도 양산군 하북면 삼수리 -> 경상남도 양산시 하북면 삼수리
    "4833034026": "4876035028", # 경상남도 양산군 하북면 백록리 -> 경상남도 양산시 하북면 백록리
    "4833034027": "4876035023", # 경상남도 양산군 하북면 삼감리 -> 경상남도 양산시 하북면 삼감리
    "4833034028": "4876035026", # 경상남도 양산군 하북면 용연리 -> 경상남도 양산시 하북면 용연리
    "4872041521": "4872041021", # 경상남도 의령군 궁유면 평촌리 -> 경상남도 의령군 궁류면 평촌리
    "4872041522": "4872041022", # 경상남도 의령군 궁유면 벽계리 -> 경상남도 의령군 궁류면 벽계리
    "4872041523": "4872041023", # 경상남도 의령군 궁유면 운계리 -> 경상남도 의령군 궁류면 운계리
    "4872041524": "4872041024", # 경상남도 의령군 궁유면 압곡리 -> 경상남도 의령군 궁류면 압곡리
    "4872041525": "4872041025", # 경상남도 의령군 궁유면 토곡리 -> 경상남도 의령군 궁류면 토곡리
    "4872041526": "4872041026", # 경상남도 의령군 궁유면 계현리 -> 경상남도 의령군 궁류면 계현리
    "4872041527": "4872041027", # 경상남도 의령군 궁유면 다현리 -> 경상남도 의령군 궁류면 다현리
    "4885041033": "4885040026", # 경상남도 하동군 청암면 궁항리 -> 경상남도 하동군 옥종면 궁항리
    "4885041034": "4885040027", # 경상남도 하동군 청암면 위태리 -> 경상남도 하동군 옥종면 위태리
    "4885041035": "4885040028", # 경상남도 하동군 청암면 회신리 -> 경상남도 하동군 옥종면 회신리
}

CORRECT_ERROR_BJD = {
    "4139013500": {
        "과거법정동코드": None, # 경기도 시흥시 배곧동, 배곧동은 정왕동에서 분리된거라서 배곧동도 여전히 존재함
        "삭제일자": None
    },
    "4176003502": {
        "읍면동명": "서면" # 경기도 시흥군 서면 옥길리, 소래읍으로 되어있음
    },
    "4176001002": {
        "읍면동명": "소하읍" # 경기도 시흥군 소하읍 옥길리, 소래면으로 되어있음
    },
    "3611031028": {
        "삭제일자": "2020-07-15" # 세종특별자치시 연기면 산울리 산울동으로 변경됨
    },
    "3611031029": {
        "삭제일자": "2020-07-15" # 세종특별자치시 연기면 해밀리 해밀동으로 변경됨
    },
    "3611034047": {
        "삭제일자": "2020-07-15" # 세종특별자치시 금남면 집현리 집현동으로 변경됨
    },
    "4122012800": {
        "리명": None, # 경기도 평택시 고덕동, 읍면동에 고덕면으로 되어있음
        "읍면동명": "고덕동"
    }
}

ADD_BJD = [
    {
        "과거법정동코드": "3611031028",
        "리명": None,
        "법정동코드": "3611011500",
        "삭제일자": "0",
        "생성일자": "2020-07-15",
        "순위": "0",
        "시군구명": None,
        "시도명": "세종특별자치시",
        "읍면동명": "산울동"
    },
    {
        "과거법정동코드": "3611031029",
        "리명": None,
        "법정동코드": "3611011600",
        "삭제일자": "0",
        "생성일자": "2020-07-15",
        "순위": "0",
        "시군구명": None,
        "시도명": "세종특별자치시",
        "읍면동명": "해밀동"
    },
    {
        "과거법정동코드": "0",
        "리명": None,
        "법정동코드": "3611011700",
        "삭제일자": "0",
        "생성일자": "2020-07-15",
        "순위": "0",
        "시군구명": None,
        "시도명": "세종특별자치시",
        "읍면동명": "합강동"
    },
    {
        "과거법정동코드": "3611034047",
        "리명": None,
        "법정동코드": "3611011800",
        "삭제일자": "0",
        "생성일자": "2020-07-15",
        "순위": "0",
        "시군구명": None,
        "시도명": "세종특별자치시",
        "읍면동명": "집현동"
    },
    {
        "과거법정동코드": "0",
        "리명": "대흥리",
        "법정동코드": "4518032031",
        "삭제일자": "0",
        "생성일자": "2021-04-09",
        "순위": "0",
        "시군구명": "정읍시",
        "시도명": "전라북도",
        "읍면동명": "입암면"
    }
]

DELETE_BJD = [
    "3600000000", # 세종특별자치시 법정동코드 [3600000000, 3611000000] 복수 존재로 3600000000 삭제
]

SGG_SPLIT_LIST: List[str] = {
    "고양덕양구",
    "고양일산동구",
    "고양일산서구",
    "성남분당구",
    "성남수정구",
    "성남중원구",
    "수원권선구",
    "수원영통구",
    "수원장안구",
    "수원팔달구",
    "안산단원구",
    "안산상록구",
    "안양동안구",
    "안양만안구",
    "용인기흥구",
    "용인수지구",
    "용인처인구",
    "전주덕진구",
    "전주완산구",
    "창원마산합포구",
    "창원마산회원구",
    "창원성산구",
    "창원의창구",
    "창원진해구",
    "천안동남구",
    "천안서북구",
    "청주상당구",
    "청주서원구",
    "청주청원구",
    "청주흥덕구",
    "포항남구",
    "포항북구",
    "부천오정구",
    "부천원미구",
    "부천소사구",
}

LAST_NM_REFINE_MAP: Dict[str, str] = {
    "북문로1가동": "북문로1가",
    "북문로2가동": "북문로2가",
    "북문로3가동": "북문로3가",
    "남문로1가동": "남문로1가",
    "남문로2가동": "남문로2가",
    "대율리": "대률리",
    "어용리": "어룡리",
    "청룡리": "청용리",
}
